Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/ui/*-shell.mod/locale/*/shell.po
Languages: fr_fr, pt_pt

# shellMenu
source: Shell
fr_fr: Coquille
pt_pt: Concha

# shellMenuDescription
source: Configure the services, such as telnet and ssh, which users with shell access can use to connect to this server.
fr_fr: Configurer les services, tels que Telnet et SSH, les utilisateurs ayant un accès shell peuvent utiliser pour se connecter à ce serveur.
pt_pt: Configurar os serviços, tais como telnet e SSH, que os usuários com acesso a shell pode usar para se conectar a esse servidor.

# shellName
source: Shell Access
fr_fr: Accès Shell

# enableShell
source: Enable Shell Access
fr_fr: Permettre l&#39;accès au shell
pt_pt: Habilitar Shell Access

# enableShell_help
source: Enable shell access to allow the creation of users who can connect to the server using services such as telnet and ssh.
fr_fr: Activer l&#39;accès au shell afin de permettre la création d&#39;utilisateurs pouvant se connecter au serveur en utilisant des services tels que Telnet et SSH.
pt_pt: Permitir o acesso shell para permitir a criação de usuários que podem se conectar ao servidor usando serviços como telnet e SSH.

# userEnableShell_help
source: Enable shell access to allow the user to be able to connect to the server using services such as telnet and ssh.
fr_fr: Activer l&#39;accès shell pour permettre à l&#39;utilisateur d&#39;être en mesure de se connecter au serveur en utilisant des services tels que Telnet et SSH.
pt_pt: Permitir o acesso shell para permitir que o usuário seja capaz de se conectar ao servidor usando serviços como telnet e SSH.

# shellIsEnabled
source: Shell Access
fr_fr: Accès Shell

# shellIsEnabled_help
source: Shell access is enabled for this user.
fr_fr: Accès Shell est activée pour cet utilisateur.
pt_pt: Acesso Shell está habilitado para este usuário.

# cantEnableNoVsiteShell
source: Shell access cannot be enabled for this user, because the virtual site which they are a member of does not have shell access enabled.
fr_fr: Accès Shell ne peut pas être activée pour cet utilisateur, parce que le site virtuel dont ils sont membre de ne pas avoir accès shell activé.
pt_pt: Acesso Shell não pode ser habilitado para este usuário, porque o site virtual que eles são um membro da não tem acesso shell habilitado.

# siteshell
source: Shell
fr_fr: Coquille
pt_pt: Concha

# siteshell_help
source: Click here to configure shell access for this site.
fr_fr: Cliquez ici pour configurer l&#39;accès au shell pour ce site.
pt_pt: Clique aqui para configurar o acesso shell para este site.

# siteShellSettings
source: Shell Settings for [[VAR.fqdn]]
fr_fr: Paramètres de Shell pour [[VAR.fqdn]]
pt_pt: Configurações Shell para [[VAR.fqdn]]
