Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100R/tags/raq550_OSS_1_0/ui/*-lcd.mod/locale/*/lcd.po
Languages: es, fr

source: LCD in use... try again later
es: LCD en uso… intentelo despues
fr: LCD en cours de fonctionnement... réessayer ultérieurement

source: LCD is not present
es: LCD ausente
fr: LCD N'EST PAS PRESENT

source: PRIMARY IP ADDR:
es: IP PRIMARIA:
fr: IP PRIMAIRE:

source: enter_secondary_ip
es: IP SECUNDARIA:
fr: IP SECOND:

source: Unknown switch %s
es: Parámetro desconocido %s
fr: Commutateur inconnu %s

source: usage-getip
es: Uso: %s [-1 <line text>] [-i <ip addr>]
fr: Usage : %s [-1 ] [-i ]

source: Please pass text to display
es: Por favor indique el texto que desplegara
fr: Transférer texte à l'afficheur

source: Is this Correct?
es: ESTA CORRECTO?
fr: EST-CE CORRECTE?

source: yes_no
es: [S]I [N]O
fr: [O]UI [N]ON

source: usage-yesno
es: Uso: %s [-y <pos>] [-n <pos>] [-1 <line text>] [-2 <line text>]
fr: Usage : %s [-y ] [-n ] [-1 ] [-2 ]

source: LCD Awake
es: LCD encendido
fr: LCD EN EVEIL

source: LCD Sleeping
es: LCD suspendido
fr: VEILLE LCD

source: /sbin/swritelcd Verifying and Saving &>/dev/null &
es: /sbin/swritelcd Verificando y guardando &>/dev/null &
fr: /sbin/swritelcd VERIF ET SAUVEGARDE &>/dev/null &

source: LED Set Aborted - All LEDs on produces a hardware Reset
es: LED abortado- Todos los LEDs prendidos producen un reiniciamiento de máquina.
fr: Abandon de l'init. LED - Une réinit. matériel se produit si toutes les LED sont allumées

source: No Link Detected
es: Conexión no detectada
fr: PAS DE LIEN DETECTE

source: Link Detected
es: Conexión detectada
fr: LIEN DÉTECTÉ

source: eth0: Link state is %d
es: eth0: Estado de enlace:%d
fr: eth0: LE LIEN EST %d

source: eth1: Link state is %d
es: eth1: Estado de enlace:%d
fr: eth1: LE LIEN EST %d

source: NO NETWORK FOUND
es: RED NO DETECTADA
fr: PAS DE RESEAU

source: halt_connect
es: [P]ARAR [C]ONEX.
fr: [A]RRET [C]ONNEX

source: POWER DOWN?
es: APAGAR
fr: ETEINDRE ?

source: /sbin/swritelcd Halting System &>/dev/null &
es: /sbin/swritelcd Parando Sistema &>/dev/null &
fr: /sbin/swritelcd ARRET SYSTEME &>/dev/null &

source: SELECT:
es: SELECCIONAR:
fr: SELECTIONNER:

source: SYSTEM INFO
es: INFO DEL SISTEMA
fr: INFOS SYSTEME

source: SETUP NETWORK
es: CONFIG RED
fr: CONFIG RESEAU

source: ADVANCED NETWORK
es: RED AVANZADA
fr: RESEAU AVANCE

source: REVIEW SETTINGS
es: REVISAR CONFIG.
fr: REVOIR PARAM

source: SETUP PRIMARY
es: CONFIG PRIMARIA
fr: CONFIG PRIMAIRE

source: DHCP PRIMARY
es: DHCP PRIMARIO
fr: DHCP PRIMAIRE

source: SETUP SECONDARY
es: CONFIG SEC.
fr: CONF SECONDAIRE

source: DHCP SECONDARY
es: DHCP SECUNDARIO
fr: DHCP SECONDAIRE

source: POWER DOWN
es: APAGAR
fr: ETEINDRE

source: REBOOT
es: REINICIAR
fr: REDEMARRER

source: REBOOT?
es: REINICIAR?
fr: REDEMARRER ?

source: RESET NETWORK
es: RESTABLECER RED
fr: REINIT RESEAU

source: RESET NETWORK?
es: RESTAB. RED?
fr: REINIT RESEAU ?

source: RESETTING
es: RESTABLECIENDO
fr: REINITIALISATION

source: NETWORK
es: RED
fr: RESEAU

source: ROUTES
es: RUTAS

source: RESET FILTERS
es: RESTAB. FILTROS
fr: REINIT FILTRES

source: RESET FILTERS?
es: ¿RESTB.FILTROS?
fr: REINIT FILTRES?

source: FILTERS
es: FILTROS
fr: FILTRES

source: RESET ROUTES?
es: RESTABL. RUTAS?
fr: REINIT ROUTES?

source: EXIT
es: SALIR
fr: QUITTER

source: EXIT?
es: SALIR?
fr: QUITTER ?

source: RESETTING ADMIN
es: RESTAB. ADMIN
fr: REINIT ADMIN

source: PASSWORD
es: CONTRASEÑA
fr: MOT DE PASSE

source: SAVE/CANCEL
es: [G]UARD/[C]ANCEL
fr: [S]AUV/[A]NNULER

source: SAVE
es: GUARDAR
fr: SAUVEGARDER

source: EDIT
es: EDITAR
fr: MODIFIER

source: INVALID IP:
es: IP INVÁLIDA:
fr: IP NON VALIDE :

source: IP Address:
es: Dirección IP:
fr: ADRESSE IP :

source: lcd_ipaddr
es: Dirección IP:
fr: ADRESSE IP :

source: PLEASE SAVE IP
es: GUARDAR IP
fr: SAUVEGARDER IP

source: ADDRESS
es: DIRECCION
fr: ADRESSE

source: ENTER GATEWAY:
es: PUERTA ENLACE:
fr: PASSERELLE:

source: INVALID GATEWAY:
es: PTA.ENL.INVAL.:
fr: PASERELLE INV.:

source: PRIMARY NETMASK:
es: MASC. PRIMARIA:
fr: MASQUE PRIMAIRE:

source: enter_secondary_nm
es: MASC. SECUND.:
fr: MASQUE SECONDRE:

source: INVALID NETMASK:
es: MASC. INVAL.:
fr: MASQUE INVALIDE:

source: PLEASE SAVE
es: GUARDAR
fr: SAUVEGARDER

source: NETMASK
es: MASCARA
fr: MASQUE RESEAU

source: ENTER DNS:
es: INGRESAR DNS:
fr: ENTRER DNS :

source: INVALID DNS:
es: DNS INVALIDA:
fr: DNS INVALIDE :

source: VERIFYING:
es: VERIFICANDO:
fr: VERIFICATION :

source: SAVING
es: GUARDANDO
fr: SAUVEGARDE

source: SYSTEM REBOOTING
es: REINIC. SISTEMA
fr: REDEMARRAGE

source: default_gateway
es: PTA.ENL.PREDET.:
fr: PASSERELLE:

source: primary_ip
es: IP PRINCIPAL:
fr: IP PRIMAIRE :

source: primary_nm
es: MASC. RED PPAL.:
fr: MASQUE PRIMAIRE:

source: secondary_ip
es: IP SECUNDARIA:
fr: IP SECONDAIRE :

source: secondary_nm
es: MASC. SECUND.:
fr: MASQUE SECOND.:

source: notconfigured
es: SIN CONFIGURAR
fr: NON CONFIGURE

source: dhcp_setup
es: CONFIG. DHCP
fr: CONFIGURER DHCP

source: failed
es: ERROR
fr: ECHEC

source: direct_reboot_1
es: REINICIANDO
fr: REDEMARRAGE

source: direct_reboot_2
es: DIRECTAMENTE
fr: IMMEDIAT

source: delayed_reboot_1
es: REINICIANDO
fr: REDEMARRAGE

source: delayed_reboot_2
es: EN 4 MINUTOS
fr: DANS 4 MINUTES

source: direct_halt_1
es: INTERRUMPIENDO
fr: ARRET

source: direct_halt_2
es: DIRECTAMENTE
fr: IMMEDIAT

source: delayed_halt_1
es: INTERRUMPIENDO
fr: ARRET

source: delayed_halt_2
es: EN 4 MINUTOS
fr: DANS 4 MINUTES

source: SELECT LANGUAGE
es: ESCOJA LENGUAJE
fr: LANGUE

source: FRENCH
es: FRANCAIS
fr: FRANCAIS

source: SPANISH
es: ESPANOL
fr: ESPANOL

source: GERMAN
es: DEUTSCH
fr: DEUTSCH

source: JAPANESE
es: JAPONES
fr: JAPONAIS
