Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-email.mod/locale/*/email.po
Languages: de, ja, zh_cn

# CFsenderDomainNoexist
source: Domain of sender address does not exist
de: Die Domäne der Senderadresse existiert nicht.
ja: 差出人アドレスのドメインが存在しません
zh_cn: 发送人地址的域不存在

# CFaccessDenied
source: Access denied
de: Zugriff verweigert
ja: アクセスが拒否されました
zh_cn: 访问被拒绝

# CFrelayDeniedTemp
source: Relaying temporarily denied. Cannot resolve PTR record for client address
de: Weiterleiten momentan verweigert. Der PTR-Datensatz für die Client-Adresse kann nicht aufgelöst werden.
ja: リレーが一時的に拒否されました。 クライアントアドレスの PTR レコードを取得できません
zh_cn: 转接暂时被拒绝。无法解析客户机地址的 PTR 记录

# CFrelayDeniedForged
source: Relaying denied. IP name possibly forged
de: Weiterleiten verweigert. Der IP-Name wurde möglicherweise gefälscht.
ja: リレーが拒否されました。 IP 名が間違っている可能性があります
zh_cn: 转接被拒绝。IP 名称可能为伪造的

# CFrelayDeniedFailed
source: Relaying denied. IP name lookup failed
de: Weiterleiten verweigert. Lookup des IP-Namens schlug fehl.
ja: リレーが拒否されました。 IP 名の照合に失敗しました
zh_cn: 转接被拒绝。IP 名称查询失败

# CFrelayDenied
source: Relaying denied. Please check your mail first or restart your mail client.
de: Weiterleiten verweigert. Suchen Sie erst nach E-Mail oder starten Sie Ihren E-Mail-Client neu.
ja: リレーが拒否されました。 メールを確認するか、メールクライアントを再起動してください。
zh_cn: 转接被拒绝。请首先检查您的邮件，或重新启动邮件客户机。

# CFnotAuthenticated
source: not authenticated
de: nicht zugriffsberechtigt
ja: 許可されていません
zh_cn: 未认证

# CFauthNotAllowed
source: not allowed to act as
de: darf nicht fungieren als
ja: 次の権限は許可されていません
zh_cn: 不允许用作

source: Catch All Email
de: Empfänger aller E-Mails mit unklarem Adressaten
ja: 全てのメールを受信
zh_cn: 检查所有Email

# catchAllEmail_rule
source: Please enter a valid email address of the form username@domain or just username to deliver the mail to a local user, email alias, or mailing list.
de: Bitte geben Sie eine gültige E-Mail-Adresse der Form username@domain ein, oder geben Sie nur den Benutzernamen an, um die E-Mail an einen lokalen Benutzer, einen E-Mail-Alias oder eine Mailingliste weiterzuleiten.
ja: メールをローカルユーザ、電子メールエイリアス、メーリングリストに送信するには、username@domain の形式で有効な電子メールアドレスを入力するか、ユーザー名のみを入力してください。
zh_cn: 请输入一个有效的电子邮件地址，格式为 username@domain，或者仅使用用户名（给本地用户发送邮件），电子邮件别名，或邮件列表。

# catchAllEmail_help
source: Enter the email address of the person that you wish to receive all email to this server that doesn't match an actual user on this server. You must enter an email address if you wish to enable the [[base-email.catchAllEmail]] feature of this server. [[base-email.catchAllEmail_rule]]
de: Geben Sie die E-Mail-Adresse der Person an, die alle E-Mails an diesen Server empfangen soll, für die es auf diesem Server keinen passenden Benutzer gibt. Wenn die Funktion [[base-email.catchAllEmail]] auf diesem Server aktiviert werden soll, muss eine E-Mail-Adresse eingegeben werden. [[base-email.catchAllEmail_rule]]
ja: このサーバの実際のユーザと一致しない人物がこのサーバに電子メールを送信した場合、そのメールをすべて受信する場合は、その人物の電子メールアドレスを入力してください。 このサーバの [[base-email.catchAllEmail]] 機能を有効にするには、電子メールアドレスを入力する必要があります。 [[base-email.catchAllEmail_rule]]
zh_cn: 所输入的服务器上您想接收的所有个人电子邮件地址与此服务器上的实际用户不匹配。如果要启用此服务器上的[[base-email.catchAllEmail]]功能，必须输入一个电子邮件地址。 [[base-email.catchAllEmail_rule]]

# invalidCatchAll
source: You have entered an invalid [[base-email.catchAllEmail]] address. The local user, email alias, or mailing list you enter must already exist on this server. [[base-email.catchAllEmail_rule]]
de: Sie haben eine ungültige [[base-email.catchAllEmail]]-Adresse eingegeben. Der eingegebene lokale Benutzer, der E-Mail-Alias oder die Mailingliste müssen auf diesem Server bereits vorhanden sein. [[base-email.catchAllEmail_rule]]
ja: 不正な [[base-email.catchAllEmail]] アドレスです。 サーバ上に既に存在しているローカルユーザ、電子メールエイリアス、メーリングリストを入力する必要があります。 [[base-email.catchAllEmail_rule]]
zh_cn: 您输入的[[base-email.catchAllEmail]]地址是无效地址。您输入的本地用户，电子邮件别名, 或邮件列表必须已存在于该服务器上。[[base-email.catchAllEmail_rule]]

# capgroup_adminEmailServers
source: Manage Email
de: E-Mail-Verwaltung
ja: 電子メールの管理
zh_cn: 管理电子邮件

# capgroup_adminEmailServers_help
source: This administrative right allows a user to manage the settings used by the email services
de: Dieses Administrationsrecht ermöglicht dem Benutzer die für die E-Mail-Dienste gültigen Einstellungen zu verwalten.
ja: この管理権限を持つユーザは、電子メールサービスが使用する設定を変更できます。
zh_cn: 此管理权限允许用户管理用于电子邮件服务的设置。
