Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-email.mod/locale/*/email.po
Languages: de, ja, zh_cn

# emailServices
source: Email
ja: 電子メール
zh_cn: 电子邮件

# emailServices_help
source: Click here to configure [[base-email.emailServices]].
de: Klicken Sie zur Konfiguration der [[base-email.emailServices]] hierauf.
ja: ここをクリックすると、[[base-email.emailServices]] を設定できます。
zh_cn: 单击此处配置[[base-email.emailServices]]。

source: Email Servers
de: E-Mail-Server
ja: 電子メールサーバ
zh_cn: 电子邮件服务器

# emailServers_help
source: Click here to configure [[base-email.emailServers]].
de: Klicken Sie zur Konfiguration der [[base-email.emailServers]] hierauf.
ja: ここをクリックすると、[[base-email.emailServers]] を設定できます。
zh_cn: 单击此处配置[[base-email.emailServers]]。

source: Advanced
de: Erweitert
ja: 詳細
zh_cn: 高级

source: Basic
de: Grundlegend
ja: 基本
zh_cn: 基本

# basic_help
source: Click here to configure basic [[base-email.emailSettings]].
de: Klicken Sie zur Konfiguration der grundlegenden [[base-email.emailSettings]] hierauf.
ja: ここをクリックすると、[[base-email.emailSettings]] を設定できます。
zh_cn: 单击此处配置基本的[[base-email.emailSettings]]。

# advanced_help
source: Click here to configure advanced [[base-email.emailSettings]] such as delivery schedule and maximum email size.
de: Klicken Sie zur Konfiguration der erweiterten [[base-email.emailSettings]] wie Sendezeitplanung und maximale E-Mail-Größe hierauf.
ja: ここをクリックすると、配信スケジュールや最大電子メールサイズなど、[[base-email.emailSettings]] の詳細を設定できます。
zh_cn: 单击此处配置高级[[base-email.emailSettings]]，如传送预定和最大电子邮件大小。

# emailSettings
source: Email Servers Settings
de: E-Mail-Server-Einstellungen
ja: 電子メールサーバの設定
zh_cn: 电子邮件服务器设置

# enableServersField
source: Enable SMTP Server
de: SMTP-Server aktivieren
ja: SMTP サーバを有効にする
zh_cn: 启用 SMTP 服务器

# enableServersField_help
source: Turn the Simple Mail Transfer Protocol (SMTP) service on or off. Enabling SMTP will allow this server appliance to act as an SMTP server for sending and receiving Internet email between other servers. SMTP also allows users to use this server appliance for sending email.
de: Aktivieren oder deaktivieren Sie den Simple Mail Transfer Protocol (SMTP)-Dienst. Wenn Sie SMTP aktivieren, kann dieser Server als SMTP-Server zum Senden und Empfangen von Internet-E-Mail zwischen anderen Servern fungieren. Mit SMTP können Benutzer diesen Server auch zum Senden von E-Mail verwenden.
ja: SMTP（Simple Mail Transfer Protocol）を有効にするかどうかを指定します。SMTP を有効にすると、このサーバを SMTP サーバとして使い、インターネット上にある他のサーバとの間で電子メールを送受信できます。また、ユーザはこのサーバを使って電子メールを送信できます。
zh_cn: 打开或关闭简单邮件传输协议 (SMTP) 服务。启用 SMTP 将允许此服务器设备用作 SMTP 服务器，以在其他服务器之间发送和接收因特网邮件。SMTP 还允许用户使用此服务器设备发送电子邮件。

# enableImapField
source: Enable IMAP Server
de: IMAP-Server aktivieren
ja: IMAP サーバを有効にする
zh_cn: 启用 IMAP 服务器

# enableImapField_help
source: Turn the Internet Message Access Protocol (IMAP) service on or off. Enabling this service allows users to retrieve email from this server appliance using email clients that support IMAP. IMAP allows users to store email on the server but requires continuous access to the server during the time the user is working with their mail.
de: Aktivieren oder deaktivieren Sie den Internet Message Access Protocol (IMAP)-Dienst. Wenn Sie diesen Dienst aktivieren, können Benutzer unter Einsatz von E-Mail-Clients, die IMAP unterstützen, E-Mail von diesem Server abrufen. Mit IMAP können Benutzer E-Mail auf dem Server speichern. Dabei ist jedoch kontinuierlicher Zugriff auf den Server erforderlich, während der Benutzer mit der E-Mail arbeitet.
ja: IMAP（Internet Message Access Protocol）を有効にするかどうかを指定します。IMAP を有効にすると、ユーザはIMAP 対応の電子メールクライアントを使って電子メールを受信できます。IMAP を使うと、ユーザはサーバ上にある電子メールをダウンロードしないで直接読むことができます。ただし、電子メールを操作する間、ユーザはサーバへのアクセスを維持する必要があります。
zh_cn: 打开或关闭因特网消息访问协议 (IMAP) 服务。启用此服务允许用户采用支持 IMAP 的电子邮件客户机从此服务器设备上接收电子邮件。IMAP 允许用户在服务器上存储电子邮件，但在用户处理其邮件时需要持续访问服务器。

# enablePopField
source: Enable POP Server
de: POP-Server aktivieren
ja: POP サーバを有効にする
zh_cn: 启用 POP 服务器

# enablePopField_help
source: Turn the Post Office Protocol (POP) mail retrieval service on or off. Enabling this service allows users to retrieve email from this server appliance using most standard email clients.
de: Aktivieren oder deaktivieren Sie den Post Office Protocol (POP)-Mail-Abrufdienst. Wenn Sie diesen Dienst aktivieren, können Benutzer unter Einsatz der meisten Standard-E-Mail-Clients E-Mail von diesem Server abrufen.
ja: POP（Post Office Protocol）メール受信サービスを有効にするかどうかを指定します。POP を有効にすると、ユーザは一般的な電子メールクライアントを使ってこのサーバから電子メールを受信できます。
zh_cn: 打开或关闭邮局协议 (POP) 邮件检索服务。启用此服务允许用户使用大多数标准电子邮件客户机从此服务器设备中接收电子邮件。

# queueTimeField
source: Delivery Schedule
de: Übertragungszeitplan
ja: 配信の頻度
zh_cn: 传递预定

# queueTimeField_help
source: Set how frequently this server appliance will attempt to transfer queued email.
de: Legen Sie fest, wie oft dieser Server versucht, E-Mail in der Warteschlange zu übertragen.
ja: このサーバが配信待ちの電子メールを転送する時間間隔を設定できます。
zh_cn: 设置此服务器设备尝试传输排队电子邮件的频率。

# queue0
source: Immediate
de: Sofort
ja: 即時
zh_cn: 立即

# queue15
source: Every 15 Minutes
de: Alle 15 Minuten
ja: 15分毎
zh_cn: 每 15 分钟

# queue30
source: Every 30 Minutes
de: Alle 30 Minuten
ja: 30分毎
zh_cn: 每 30 分钟

# queue60
source: Every Hour
de: Stündlich
ja: １時間毎
zh_cn: 每小时

# queue360
source: Every 6 Hours
de: Alle 6 Stunden
ja: ６時間毎
zh_cn: 每 6 小时

# queue1440
source: Every Day
de: Täglich
ja: １日１回
zh_cn: 每天

# maxEmailSizeField
source: Maximum Email Size (MB)
de: Maximale E-Mail-Größe (MB)
ja: 最大メールサイズ （MB）
zh_cn: 最大电子邮件大小 (MB)

# maxEmailSizeField_rule
source: Please enter an integer greater than 0. The default value is to leave this field empty which will allow this server to send and receive email messages of any size.
de: Bitte geben Sie eine Ganzzahl über 0 ein. Standardmäßig ist dieses Feld leer. Dadurch kann dieser Server E-Mail-Nachrichten jeder Größe senden und empfangen.
ja: 一定サイズを超える電子メールメッセージの送受信を禁止したい場合には、ここに１（MB）以上の整数を入力してください。空欄のまま残すと、デフォルト設定（サイズ制限なし）が使われます。
zh_cn: 请输入大于 0 的整数。缺省值是将此字段留空，以允许此服务器发送并接收任意大小的电子邮件消息。

# maxEmailSizeField_help
source: Set the maximum size of email messages that this server will send or receive. [[base-email.maxEmailSizeField_rule]]
de: Stellen Sie hier die maximale Größe der E-Mail-Nachrichten ein, die dieser Server verschicken oder empfangen können soll. [[base-email.maxEmailSizeField_rule]]
ja: このサーバが送受信する電子メールメッセージの最大サイズを指定できます。 [[base-email.maxEmailSizeField_rule]]
zh_cn: 设置此服务器将发送或接收的电子邮件的最大值。 [[base-email.maxEmailSizeField_rule]]

# masqAddressField
source: Force Sender's Domain
de: Absenderdomäne erzwingen
ja: 送信者ドメインの強制使用
zh_cn: 强制发送人的域

# masqAddressField_rule
source: Please enter a properly formatted IP address, host name, or domain name. The default value is to leave this field empty. For example, 192.168.1.100, www.sun.com and sun.com are valid entries.
de: Bitte geben Sie eine/einen ordnungsgemäß formatierte(n) IP-Adresse, Hostnamen bzw. Domänennamen ein. Als Standardvorgabe wird dieses Feld leer gelassen. 192.168.1.100, www.sun.com und sun.com sind z. B. gültige Einträge.
ja: IPアドレス、ホスト名、またはドメインネームを正しい形式で入力してください。 デフォルトでは、このフィールドは空欄です。 （指定例： 192.168.1.100、www.sun.com、sun.com など）
zh_cn: 请输入格式正确的 IP 地址、主机名或域名。缺省值为将此字段留为空白。例如，192.168.1.100、www.sun.com 和 sun.com 为有效的输入。

# masqAddressField_help
source: Enter a domain name or IP address to override the From: address of email sent by users of this server. This feature is also called Domain Masquerade. [[base-email.masqAddressField_rule]]
de: Geben Sie einen Domänennamen oder eine IP-Adresse ein, der bzw. die die Von:-Adresse der E-Mail, die von Benutzern dieses Servers gesendet wurde, überschreibt. Diese Funktion wird auch als Domänen-Maske bezeichnet. [[base-email.masqAddressField_rule]]
ja: このサーバのユーザが送信する電子メールの差出人アドレスを上書きするドメインネームまたはIPアドレスを入力してください。この機能は「ドメインマスカレード」とも呼ばれます。[[base-email.masqAddressField_rule]]
zh_cn: 输入域名或 IP 地址，覆盖此服务器用户发送的电子邮件的“发件人”地址。此功能也被称作“域伪装”。[[base-email.masqAddressField_rule]]

# smartRelayField
source: Smart Relay Server
ja: スマートリレーサーバ
zh_cn: 智能转接服务器

# smartRelayField_rule
source: Please enter a properly formatted fully-qualified domain name. The default value is to leave this field empty. For example sun.com is a valid entry.
de: Bitte geben Sie einen ordnungsgemäß formatierten Domänennamen ein. Als Standardvorgabe wird dieses Feld leer gelassen. sun.com ist z. B. ein gültiger Eintrag.
ja: ドメインネームを正しい形式で入力してください。 デフォルトでは、このフィールドは空欄です。 （指定例： sun.com）
zh_cn: 请输入格式正确且完全限定的域名。缺省值为将此字段留为空白。例如，sun.com 为有效的输入。

# smartRelayField_help
source: Enter the fully-qualified domain name of an email server through which all outgoing email will be routed.
de: Geben Sie den voll qualifizierten Domänennamen eines E-Mail-Servers ein, über den alle abgeschickten E-Mails geroutet werden sollen.
ja: このサーバから送信されるすべての電子メールは、ここで指定するドメインネームを持つメールサーバを経由します。
zh_cn: 输入电子邮件服务器的完全限定域名，所有外发电子邮件将通过此服务器路由。

# popRelayField
source: POP Authenticated Relaying
de: POP-authentifiziertes Weiterleiten
ja: POP 認証リレー
zh_cn: POP 认证转接

# popRelayField_help
source: Check to enable SMTP relay trusts by POP authentication. If checked, any user who successfully uses POP to check mail will be trusted for 15 minutes to send email using the SMTP service. This feature is suitable for users who frequently travel.
de: Markieren Sie diese Option, um SMTP-Relay-Vertrauensstellungen durch POP-Authentifizierung zu ermöglichen. Ist diese Option markiert, wird jedem Benutzer, der POP erfolgreich zur Überprüfung von E-Mail verwendet, 15 Minuten lang gestattet, mit dem SMTP-Dienst E-Mail zu senden. Diese Funktion ist für Benutzer vorgesehen, die viel unterwegs sind.
ja: このボックスをチェックにすると、POP 認証による SMTP リレートラストが有効になります。この機能を有効にすると、POPを使って電子メールを受信できたユーザには、その後 15 分間認証なしで SMTP サービスを使った電子メールの送信が許可されます。これは、頻繁に出先からメールを送受信する必要のあるユーザなどには非常に便利な機能です。
zh_cn: 选择通过 POP 认证启用 SMTP 转接信任。如果选择后，成功使用 POP 检查邮件的用户将有 15 分钟的可信时间，使用 SMTP 服务发送电子邮件。此功能适用于经常旅行的用户。

# relayField
source: Relay Email From Hosts/Domains/IP Addresses
de: E-Mail von Hosts/Domänen/IP-Adressen weiterleiten
ja: 電子メールのリレーを許可するホスト／ドメイン／IP アドレス：
zh_cn: 转接来自这些主机/域/IP 的电子邮件

# relayField_rule
source: Please enter a list of IP addresses, host and domain names that will be trusted to relay email using this server. Networks may be specified by using 0's. For example, to allow relaying for a network 192.168.1.1 with subnet mask 255.255.0.0, specify the address 192.168.0.0.
de: Geben Sie eine Liste der IP-Adressen, Host- und Domänennamen ein, denen gestattet wird, E-Mail über diesen Server weiterzuleiten. Netzwerke können mit Nullen angegeben werden. Um z. B. das Weiterleiten für das Netzwerk 192.168.1.1 mit der Subnetzmaske 255.255.0.0 zu ermöglichen, geben Sie die Adresse 192.168.0.0 an.
ja: このサーバを経由した電子メールのリレーを許可するサーバまたはクライアントの IP アドレス、ホスト名、ドメインネームを入力してください。その際、0 を使ってネットワークを指定することもできます。例えば、192.168.0.0 という IP アドレスを指定することにより、255.255.0.0 というサブネットマスクを持つ 192.168.1.1 というネットワークからのリレーを許可できます。
zh_cn: 请输入一个可信任使用此服务器转接电子邮件的 IP 地址、主机和域名列表。网络可通过使用 0 指定。例如，要允许使用子网掩码 255.255.0.0 为网络 192.168.1.1 转接，则指定地址为 192.168.0.0。

# relayField_help
source: Enter the IP addresses, host or domain names that are allowed to relay email through this server. A user will not be able to send outgoing email through this server unless the IP address, host or domain name of the machine they are connecting from is entered in this field. [[base-email.relayField_rule]]
de: Geben Sie die IP-Adressen, Host- oder Domänennamen ein, denen gestattet wird, E-Mail über diesen Server weiterzuleiten. Ein Benutzer kann nur ausgehende E-Mail über diesen Server senden, wenn die IP-Adresse, der Host- oder der Domänenname des Computers, von dem aus die Verbindung hergestellt wurde, in dieses Feld eingegeben wird. [[base-email.relayField_rule]]
ja: このフィールドには、このサーバを使った電子メールのリレーを許可する IP アドレス、ホスト名、ドメインネームの一覧を指定します。ユーザが使用するクライアントマシンの IP アドレス、ホスト名、またはドメインネームをこのフィールドに入力しておかないと、そのユーザはこのサーバから電子メールを送信できませんのでご注意ください。[[base-email.relayField_rule]]
zh_cn: 输入允许通过此服务器转接电子邮件的 IP 地址、主机或域名。如果不将所连接机器的 IP 地址、主机或域名输入到此字段中，用户则不能向外发送电子邮件。[[base-email.relayField_rule]]

# receiveField
source: Receive Email Addressed To Hosts/Domains
de: An Hosts/Domänen adressierte E-Mail empfangen
ja: これらのホスト／ドメイン宛の電子メールを受信する：
zh_cn: 接收发送给这些主机/域的电子邮件

# receiveField_rule
source: Please enter a properly formatted host name or domain name. The default value is the fully-qualified domain name of your server appliance. For example, www.sun.com and sun.com are valid entries.
de: Bitte geben Sie einen ordnungsgemäß formatierten Host- oder Domänennamen ein. Als Standardvorgabewert wird der voll qualifizierte Domänenname Ihrer Server Appliance angegeben. www.sun.com und sun.com sind z. B. gültige Einträge.
ja: ホスト名またはドメインネームを正しい形式で入力してください。 このサーバのホスト名＋ドメインネームはデフォルトで設定されます (表示はされません)。 （指定例： www.sun.com、sun.com）
zh_cn: 请输入格式正确的主机名或域名。缺省值是您的服务器设备完全限定的域名。例如，www.sun.com 和 sun.com 为有效的输入。

# receiveField_help
source: Enter the host names or domain names for which this server will receive email. [[base-email.receiveField_rule]]
de: Geben Sie die Host- oder Domänennamen ein, für die dieser Server E-Mail empfangen soll. [[base-email.receiveField_rule]]
ja: このサーバは、ここで指定するホスト名またはドメインネーム宛ての電子メールを受信します。[[base-email.receiveField_rule]]
zh_cn: 输入此服务器将接收电子邮件的主机名或域名。 [[base-email.receiveField_rule]]

# blockHostField
source: Block Email From Hosts/Domains
de: E-Mail von Hosts/Domänen blockieren
ja: これらのホスト／ドメインからの電子メールの受信を拒否する：
zh_cn: 阻止来自这些主机/域的电子邮件

# blockHostField_rule
source: Please enter a properly formatted host name or domain name. The default value is to leave this field empty. For example, www.sun.com and sun.com are valid entries.
de: Bitte geben Sie einen ordnungsgemäß formatierten Host- oder Domänennamen ein. Als Standardvorgabe wird dieses Feld leer gelassen. www.sun.com und sun.com sind z. B. gültige Einträge.
ja: ホスト名またはドメインネームを正しい形式で入力してください。 デフォルトでは、このフィールドは空欄です。 （指定例： www.sun.com、sun.com）
zh_cn: 请输入正确格式的主机名或域名。缺省值为将此字段留为空白。例如，www.sun.com 和 sun.com 为有效的输入。

# blockHostField_help
source: Enter the host names and domain names that are not allowed to deliver email to this server. [[base-email.blockHostField_rule]]
de: Geben Sie die Host- oder Domänennamen ein, denen nicht gestattet wird, E-Mail an diesen Server zu senden. [[base-email.blockHostField_rule]]
ja: このサーバへの電子メールの配信を禁止したいホスト名やドメインネームがあれば、ここに入力してください。[[base-email.blockHostField_rule]]
zh_cn: 输入不允许向此服务器发送电子邮件的主机名和域名。[[base-email.blockHostField_rule]]

# blockUserField
source: Block Email From Users
de: E-Mail von Benutzern blockieren
ja: これらのユーザからの電子メールの受信を拒否する：
zh_cn: 阻止来自这些用户的电子邮件

# blockUserField_rule
source: Please enter a properly formatted email address. The default value is to leave this field empty. For example, user@sun.com is a valid entry.
de: Bitte geben Sie eine ordnungsgemäß formatierte E-Mail-Adresse ein. Als Standardvorgabe wird dieses Feld leer gelassen. user@sun.com ist z. B. ein gültiger Eintrag.
ja: 電子メールアドレスを正しい形式で入力してください。 デフォルトでは、このフィールドは空欄です。 （指定例： user@sun.com）
zh_cn: 请输入格式正确的电子邮件地址。缺省值为将此字段留为空白。例如，user@sun.com 为有效的输入。

# blockUserField_help
source: Enter the email addresses of users that are not allowed to deliver email to this server. [[base-email.blockUserField_rule]]
de: Geben Sie die E-Mail-Adressen von Benutzern ein, denen nicht gestattet wird, E-Mail an diesen Server senden. [[base-email.blockUserField_rule]]
ja: このサーバへの電子メールの配信を禁止したいユーザがいれば、その電子メールアドレスをここに入力してください。[[base-email.blockUserField_rule]]
zh_cn: 输入不允许向此服务器发送电子邮件的用户的电子邮件地址。 [[base-email.blockUserField_rule]]

# duplicateKeys
source: Blocking and relaying information could not be updated. There are duplicate hosts or domains listed for both relaying and blocking. Email from a host or domain cannot be blocked and relayed simultaneously.
de: Blockier- und Weiterleitungsinformationen konnten nicht aktualisiert werden. Es wurden Hosts oder Domänen sowohl für das Weiterleiten als auch für das Blockieren aufgeführt. E-Mail von einem Host oder einer Domäne kann nicht gleichzeitig blockiert und weitergeleitet werden.
ja: 受信拒否とメールリレーに関する情報を更新できませんでした。メールリレー許可フィールドと受信拒否フィールドの両方にリストされているホストまたはドメインがあります。同一のホストまたはドメインからの電子メールの受信拒否とリレーは同時に行えません。
zh_cn: 正在阻止或转接的信息不能更新。转接和阻止都有重复的主机或域列表。来自主机或域的电子邮件无法同时被阻止和转接。

# amEmailNameTag
source: Email Servers
de: E-Mail-Server
ja: 電子メールサーバ
zh_cn: 电子邮件服务器

# amSMTPNameTag
source: SMTP Server
ja: SMTP サーバ
zh_cn: SMTP 服务器

# amSMTPDetails
source: SMTP Details
de: Simple Mail Transfer Protocol (SMTP)-Server-Details
ja: SMTP（Simple Mail Transfer Protocol）サーバの詳細
zh_cn: 简单邮件传输协议 (SMTP) 服务器详细信息

# amPOP3NameTag
source: POP Server
ja: POP サーバ
zh_cn: POP 服务器

# amPOP3Details
source: POP3 Details
de: Post Office Protocol (POP)-Server-Details
ja: POP（Post Office Protocol）サーバの詳細
zh_cn: 邮局协议 (POP) 服务器详细信息

# amIMAPNameTag
source: IMAP Server
ja: IMAP サーバ
zh_cn: IMAP 服务器

# amIMAPDetails
source: IMAP Details
de: Internet Message Access Protocol (IMAP)-Server-Details
ja: IMAP（Internet Message Access Protocol）サーバの詳細
zh_cn: 因特网消息访问协议 (IMAP) 服务器详细信息

# amEmailGreen
source: The email system is operating normally.
de: Das E-Mail-System funktioniert einwandfrei.
ja: 電子メールシステムは正常に機能しています。
zh_cn: 电子邮件系统运行正常。

# amEmailYellow
source: There is a problem with the email system.
de: Im E-Mail-System ist ein Problem aufgetreten.
ja: 電子メールシステムに問題があります。
zh_cn: 电子邮件系统出现错误。

# amEmailRed
source: There is a severe problem with the email system.
de: Im E-Mail-System ist ein schwerwiegendes Problem aufgetreten.
ja: 電子メールシステムに深刻な問題があります。
zh_cn: 电子邮件系统出现严重错误。

# amSMTPNotRunning
source: The SMTP server is not running.
de: Der SMTP-Server ist nicht in Betrieb.
ja: SMTP サーバは動作していません。
zh_cn: SMTP 服务器没有运行。

# amSMTPBadResponse
source: The SMTP server gave a bad response.
de: Der SMTP-Server hat eine fehlerhafte Rückmeldung ausgegeben.
ja: SMTP サーバが正しく応答しませんでした。
zh_cn: SMTP 服务器给出错误响应。

# amSMTPStatusOK
source: The SMTP server is operating normally.
de: Der SMTP-Server arbeitet normal.
ja: SMTP サーバは正常に動作しています。
zh_cn: SMTP 服务器运行正常。

# amPOP3NotRunning
source: The POP server is not running.
de: Der POP-Server ist nicht in Betrieb.
ja: POP サーバは動作していません。
zh_cn: POP 服务器没有运行。

# amPOP3BadResponse
source: The POP server gave a bad response.
de: Der POP-Server hat eine fehlerhafte Rückmeldung ausgegeben.
ja: POP サーバが正しく応答しませんでした。
zh_cn: POP 服务器给出错误响应。

# amPOP3StatusOK
source: The POP server is operating normally.
de: Der POP-Server arbeitet normal.
ja: POP サーバは正常に動作しています。
zh_cn: POP 服务器运行正常。

# amIMAPNotRunning
source: The IMAP server is not running.
de: Der IMAP-Server ist nicht in Betrieb.
ja: IMAP サーバは動作していません。
zh_cn: IMAP 服务器没有运行。

# amIMAPBadResponse
source: The IMAP server gave a bad response.
de: Der IMAP-Server hat eine fehlerhafte Rückmeldung ausgegeben.
ja: IMAP サーバが正しく応答しませんでした。
zh_cn: IMAP 服务器给出错误响应。

# amIMAPStatusOK
source: The IMAP server is operating normally.
de: Der IMAP-Server arbeitet normal.
ja: IMAP サーバは正常に動作しています。
zh_cn: IMAP 服务器运行正常。

# vacationSubject
source: Automated Reply from
de: Automatische Antwort von
ja: からの自動応答
zh_cn: 自动回复自

# cantGetUserInfo
source: Vacation was unable to obtain user information from CCE.
de: Die Urlaubsfunktion konnte keine Benutzerinformationen von CCE abrufen.
ja: Vacation は CCE からユーザ情報を入手できませんでした。
zh_cn: 休假期不能从 CCE 获得用户信息。

# badUser
source: If mail server configuration files were removed or manually modified, please restore the original versions and try again.
de: Wenn Mail-Server-Konfigurationsdateien entfernt oder manuell geändert wurden, stellen Sie bitte die Originalversionen wieder her und versuchen Sie es noch einmal.
ja: メールサーバ設定ファイルを削除または手動で変更してある場合には、元のファイルを復元してからもう一度お試しください。
zh_cn: 如果邮件服务器配置文件被删除或手动修改，请恢复原始版本并重试。

# cantEditFile
source: Sorry, an error occurred while trying to edit an email configuration file. [[base-email.badUser]]
de: Leider trat beim Versuch, eine E-Mail-Konfigurationsdatei zu bearbeiten, ein Fehler auf. [[base-email.badUser]]
ja: 電子メール設定ファイルの更新中にエラーが発生しました。[[base-email.badUser]]
zh_cn: 对不起，在尝试编辑电子邮件配置文件时出现错误。[[base-email.badUser]]

# could_not_tie_apop
source: Sorry, a system error occurred. [[base-email.badUser]]
de: Leider trat ein Systemfehler auf. [[base-email.badUser]]
ja: システムエラーが発生しました。[[base-email.badUser]]
zh_cn: 对不起，出现系统错误。[[base-email.badUser]]

# couldnt_write_sendmailcf
source: Sorry, an error occurred while trying to write the SMTP server configuration file. [[base-email.badUser]]
de: Leider trat beim Versuch, die SMTP-Server-Konfigurationsdatei zu schreiben, ein Fehler auf. [[base-email.badUser]]
ja: SMTP サーバ設定ファイルの書き込み中にエラーが発生しました。[[base-email.badUser]]
zh_cn: 对不起，在尝试写入 SMTP 服务器配置文件时出现错误。[[base-email.badUser]]

# couldnt_enable_sendmail
source: Sorry, the SMTP server could not be started at this time due to a system configuration failure. [[base-email.badUser]]
de: Leider konnte der SMTP-Server zu diesem Zeitpunkt aufgrund eines Systemkonfigurationsfehlers nicht gestartet werden. [[base-email.badUser]]
ja: システムの設定に失敗したため、SMTP サーバを起動できませんでした。[[base-email.badUser]]
zh_cn: 对不起，SMTP 服务器由于系统配置故障而在此时无法启动。 [[base-email.badUser]]

# couldnt_enable_imap_pop
source: Sorry, the POP or IMAP server could not be reset at this time because of a system configuration failure. [[base-email.badUser]]
de: Leider konnte der POP- oder IMAP-Server zu diesem Zeitpunkt aufgrund eines Systemkonfigurationsfehlers nicht zurückgesetzt werden. [[base-email.badUser]]
ja: システムの設定に失敗したため、POP または IMAP サーバをリセットできませんでした。[[base-email.badUser]]
zh_cn: 对不起，由于系统配置故障，POP 或 IMAP 服务器在此时无法重新设置。 [[base-email.badUser]]

# couldnt_make_map
source: Sorry, an error occurred while trying to create an email server map file. [[base-email.badUser]]
de: Leider trat beim Versuch, eine Mail-Server-Zuordnungsdatei zu erstellen, ein Fehler auf. [[base-email.badUser]]
ja: 電子メールサーバマップファイルの作成中にエラーが発生しました。[[base-email.badUser]]
zh_cn: 对不起，在尝试创建电子邮件服务器映射文件时出现错误。[[base-email.badUser]]

# couldnt_create_args_file
source: Sorry, an error occurred while trying to edit an email configuration file. [[base-email.badUser]]
de: Leider trat beim Versuch, eine E-Mail-Konfigurationsdatei zu bearbeiten, ein Fehler auf. [[base-email.badUser]]
ja: 電子メール設定ファイルの更新中にエラーが発生しました。[[base-email.badUser]]
zh_cn: 对不起，在尝试编辑电子邮件配置文件时出现错误。[[base-email.badUser]]

# aliasInUse
source: Sorry, the email alias [[VAR.name]] is already in use on this system. Please choose another.
de: Der E-Mail-Aliasname [[VAR.name]] wird in diesem System bereits verwendet. Bitte wählen Sie einen anderen Namen aus.
ja: [[VAR.name]] という電子メールエイリアスは既に使われています。別の名前をご指定ください。
zh_cn: 对不起，电子邮件别名[[VAR.name]]已经在此系统中使用。请选择另一别名。

# nonExistentUser
source: Forwarding cannot be enabled because the following local usernames do not exist: [[VAR.users]]. Please remove these users from the list of forwarding addresses, or create the users before enabling forwarding.
de: Die Weiterleitung kann nicht aktiviert werden, weil die folgenden lokalen Benutzernamen nicht vorhanden sind: [[VAR.users]]. Bitte entfernen Sie diese Benutzer von der Liste der Weiterleitungsadressen oder erstellen Sie sie, bevor Sie die Weiterleitung aktivieren.
ja: 次の名前を持つローカルユーザが見つからないため、メールを転送できません： [[VAR.users]] 転送先アドレスのリストからこれらのユーザを削除するか、ユーザアカウントを作成してから、再度転送を有効にしてみてください。
zh_cn: 转发无法启用，因为以下本地用户名不存在：[[VAR.users]]。请从转发地址列表中删除这些用户，或在启用转发前创建用户。

# CFinvalidListSyntax
source: List:; syntax illegal for recipient addresses
de: List:; Syntax unzulässig für Empfängeradressen
ja: リスト： 宛先アドレスの構文エラー
zh_cn: 列表：；收件人地址语法不合法

# CFuserAddressRequired
source: User address required
de: Benutzeradresse erforderlich
ja: ユーザアドレスを指定してくださいd
zh_cn: 要求的用户地址

# CFcolonInHostname
source: Colon illegal in host name part
de: Doppelpunkt im Hostnamen unzulässig
ja: ホスト名にコロンは使用できません
zh_cn: 主机名部分中的冒号不合法

# CFinvalidHostname
source: Invalid host name
de: Unzulässiger Hostname
ja: 不正なホスト名
zh_cn: 无效主机名

# CFrealDomainRequired
source: Real domain name required
de: Echter Domänenname erforderlich
ja: 実ドメインネームを指定してください
zh_cn: 要求的真正域名

# CFdomainRequired
source: Domain name required
de: Domänenname erforderlich
ja: ドメインネームを指定してください
zh_cn: 要求的域名
