Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/trunk/ui/*-addressbook.mod/locale/*/addressbook.po
Languages: de, ja, zh_cn

source: Address Book
de: Adressbuch
ja: アドレス帳
zh_cn: 地址簿

# addressbookDescription
source: The [[base-addressbook.addressbook]] gives you access to contact information for other users on this server and allows you to maintain your own private address book.
de: Über das [[base-addressbook.addressbook]] können Sie auf Kontaktinformationen anderer Benutzer auf diesem Server zugreifen und Ihr eigenes persönliches Adressbuch führen.
ja: [[base-addressbook.addressbook]]には、このサーバの登録ユーザに関する情報が表示されます。また、自分の住所録を作ることもできます。
zh_cn: [[base-addressbook.addressbook]]可使您访问此服务器上其他用户的联络信息，并能够维护个人地址簿。

# addressbookcommon
source: Users
de: Benutzer
ja: 登録ユーザ
zh_cn: 用户

# addressbookcommonDescription
source: Click here to access contact information for other users on this server.
de: Klicken Sie hier, um auf Kontaktinformationen anderer Benutzer auf diesem Server zuzugreifen.
ja: このサーバに登録されているユーザの一覧が表示されます。
zh_cn: 单击此处访问此服务器上其他用户的联络信息。

# addressbookCommon
source: Users Address Book
de: Benutzer-Adressbuch
ja: 登録ユーザの一覧
zh_cn: 用户地址簿

# addressbookCommonView
source: View Contact Information
de: Kontaktinformationen anzeigen
ja: 連絡先情報を表示
zh_cn: 查看联络信息

# addressbookprivate
source: Personal
de: Persönlich
ja: 個人アドレス帳
zh_cn: 个人

# addressbookprivateDescription
source: Click here to add or edit entries in your [[base-addressbook.addressbookPrivate]].
de: Klicken Sie hier, um Einträge in Ihr [[base-addressbook.addressbookPrivate]] aufzunehmen oder zu bearbeiten.
ja: 自分のアドレス帳を作成できます。
zh_cn: 单击此处在您的[[base-addressbook.addressbookPrivate]]中添加或编辑条目。

# addressbookPrivate
source: Personal Address Book
de: Persönliches Adressbuch
ja: 個人アドレス帳
zh_cn: 个人地址簿

# addressbookPrivateAdd
source: Add Contact
de: Kontaktperson hinzufügen
ja: 連絡先情報を追加
zh_cn: 添加联系人

# addressbookPrivateModify
source: Modify Contact
de: Kontaktperson modifizieren
ja: 連絡先情報を修正
zh_cn: 修改联系人

source: Full Name
de: Vollständiger Name
ja: 氏名
zh_cn: 全名

# fullname_rule
source: Please enter any characters except colons. For example, John Doe is a valid entry.
de: Bitte geben Sie beliebige Zeichen ein, nur keine Doppelpunkte. Eine gültige Eingabe ist z. B. Hans-Günter Großmann.
ja: コロンは使えません。（指定例： 田辺純子）
zh_cn: 请输入除冒号外的任何字符。例如，John Doe 就是有效输入。

# fullname_help
source: This shows the full name of the contact.
de: Zeigt den vollständigen Namen der Kontaktperson an.
ja: 連絡先の氏名です。
zh_cn: 这显示联系人的全名。

source: User Name
de: Benutzername
ja: ユーザ名
zh_cn: 用户名

# username_help
source: This shows the user name of the contact.
de: Zeigt den Benutzernamen der Kontaktperson an.
ja: 連絡先のユーザ名（電子メールアドレス）です。
zh_cn: 这显示联系人的用户名。

# email
source: Email Address
de: E-Mail-Adresse
ja: 電子メールアドレス
zh_cn: 电子邮件地址

# email_rule
source: Please enter a properly formatted email address. For example, user@cobalt.com is a valid entry.
de: Bitte geben Sie eine E-Mail-Adresse im richtigen Format ein, d.h. ohne Umlaute, ß oder sonstige Sonderzeichen. Eine gültige Eingabe ist z. B. h.-g.grossma@meinbuero.de.
ja: 電子メールアドレスを正しい形式で入力してください。（例：junko@cobalt.co.jp）
zh_cn: 请输入格式正确的电子邮件地址。例如，user@cobalt.com 就是有效的输入。

# email_help
source: This shows the email address of the contact.
de: Zeigt die E-Mail-Adresse der Kontaktperson an.
ja: 連絡先の電子メールアドレスです。
zh_cn: 这显示联系人的电子邮件地址。

# userdesc
source: Remarks
de: Anmerkungen
ja: 備考
zh_cn: 备注

# userdesc_help
source: This shows additional information about the contact.
de: Zeigt weitere Informationen über die Kontaktperson an.
ja: 連絡先に関する情報やコメントです。
zh_cn: 这显示联系人的附加信息。

# view
source: Details
ja: 詳細
zh_cn: 详细信息

# view_help
source: Click here to view contact information for this contact.
de: Klicken Sie hier, um Kontaktinformationen über diese Kontaktperson anzuzeigen.
ja: このアイコンをクリックすると、連絡先に関するより詳しい情報が表示されます。
zh_cn: 单击此处查看此联系人的联络信息。

source: Mail
de: E-Mail
ja: メールを送る
zh_cn: 邮件

# mail_help
source: Click here to send an email to this contact.
de: Klicken Sie hier, um dieser Kontaktperson eine E-Mail zu senden.
ja: このアイコンをクリックすると、この連絡先に電子メールを送信できます。
zh_cn: 单击此处向此联系人发送电子邮件。

source: Web
ja: ウェブページを表示

# web_help
source: Click here to view this user's web page.
de: Klicken Sie hier, um die Webseite dieses Benutzers anzuzeigen.
ja: このアイコンをクリックすると、このユーザのウェブページが表示されます。
zh_cn: 单击此处查看此用户的网页。

# listAction
source: Actions
de: Aktionen
ja: 操作
zh_cn: 操作

# listAction_help
source: Click on the icons to perform actions on the entry.
de: Klicken Sie auf die Symbole, um Aktionen an dem Eintrag vorzunehmen.
ja: これらのアイコンをクリックすると、各種の操作を行えます。
zh_cn: 单击图标对输入执行操作。

# phone
source: Phone Number
de: Telefonnummer
ja: 電話番号
zh_cn: 电话号码

# phone_help
source: This shows the phone number of the contact.
de: Zeigt die Telefonnummer der Kontaktperson an.
ja: 連絡先の電話番号です。
zh_cn: 这显示联系人的电话号码。

# fax
source: Fax Number
de: Faxnummer
ja: ファックス番号
zh_cn: 传真号码

# fax_help
source: This is the fax number of the contact.
de: Die Faxnummer der Kontaktperson.
ja: 連絡先のファックス番号です。
zh_cn: 这是联系人的传真号码。

# homeUrl
source: Web Page Address
de: Webseiten-Adresse
ja: ウェブページアドレス
zh_cn: 网址

# homeUrl_help
source: This is the URL of the contact's web page.
de: Die URL der Webseite der Kontaktperson.
ja: 連絡先のウェブページの URL です。
zh_cn: 这是联系人网页的 URL。

source: Address
de: Adresse
ja: 住所
zh_cn: 地址

# address_help
source: This is the address of the contact.
de: Die Adresse der Kontaktperson.
ja: 連絡先の住所です。
zh_cn: 这是联系人的地址。

# enterFullname_help
source: Enter the full name of this contact. [[base-addressbook.fullname_rule]]
de: Geben Sie den vollständigen Namen dieser Kontaktperson ein. [[base-addressbook.fullname_rule]]
ja: 連絡先の氏名を記入してください。 [[base-addressbook.fullname_rule]]
zh_cn: 输入此联系人的全名。[[base-addressbook.fullname_rule]]

# enterEmail_help
source: Enter the email address of this contact. [[base-addressbook.email_rule]]
de: Geben Sie die E-Mail-Adresse dieser Kontaktperson ein. [[base-addressbook.email_rule]]
ja: 連絡先の電子メールアドレスを記入してください。 [[base-addressbook.email_rule]]
zh_cn: 输入此联系人的电子邮件地址。[[base-addressbook.email_rule]]

# enterPhone_help
source: Enter the phone number of this contact.
de: Geben Sie die Telefonnummer dieser Kontaktperson ein.
ja: 連絡先の電話番号を記入してください。
zh_cn: 输入此联系人的电话号码。

# enterFax_help
source: Enter the fax number of this contact.
de: Geben Sie die Faxnummer dieser Kontaktperson ein.
ja: 連絡先のファックス番号を記入してください。
zh_cn: 输入此联系人的传真号码。

# enterHomeUrl_help
source: Enter the URL of this contact's web page. For example, 'http://www.myserver.com/~mycontact/' is a valid entry.
de: Geben Sie die URL der Webseite dieser Kontaktperson ein. Eine gültige Eingabe ist z. B. http://www.meinbuero.de/~meinkontakt/.
ja: 連絡先のウェブページの URL を記入してください。 （例： http://www.mubit.co.jp/~yachita/）
zh_cn: 输入此联系人网页的 URL。例如，'http://www.myserver.com/~mycontact/' 就是有效的输入。

# enterAddress_help
source: Enter the address of this contact.
de: Geben Sie die Adresse dieser Kontaktperson ein.
ja: 連絡先の住所を記入してください。
zh_cn: 输入此联系人的地址。

# enterRemarks_help
source: Enter additional information, such as comments or a description, for this contact.
de: Geben Sie weitere Informationen wie z. B. Anmerkungen oder eine Beschreibung für diese Kontaktperson ein.
ja: この連絡先に関する情報やコメントを記入してください。
zh_cn: 输入此联系人的附加信息，如备注或说明。

# removeAddressbookPrivateConfirm
source: Are you sure you want to remove the contact [[VAR.fullname]]?
de: Wollen Sie die Kontaktperson [[VAR.fullname]] wirklich entfernen?
ja: [[VAR.fullname]]さんをアドレス帳から削除してよろしいですか？
zh_cn: 是否确定要删除联系人[[VAR.fullname]]？

# addressbookgroups
source: Groups
de: Gruppen
ja: グループ
zh_cn: 组

# addressbookgroupsDescription
source: Click here to view a listing of groups on this server.
de: Klicken Sie hier, um eine Liste der Gruppen auf diesem Server anzuzeigen.
ja: このサーバ上にあるグループの一覧が表示されます。
zh_cn: 单击此处查看此服务器上的组列表。

# addressbookgroupsScrollList
source: Groups Listing
de: Gruppenliste
ja: グループのリスト
zh_cn: 组列表

# groupname
source: Name
ja: グループ名
zh_cn: 名称

# groupname_help
source: This shows the name of the group.
de: Zeigt den Namen der Gruppe an.
ja: グループの名前です。
zh_cn: 这显示组的名称。

# groupmembers
source: Members
de: Mitglieder
ja: 所属メンバー
zh_cn: 成员

# groupmembers_help
source: This lists the members belonging to the group.
de: Führt die Mitglieder der Gruppe auf.
ja: 各グループに所属するメンバーの一覧です。
zh_cn: 这将列出属于该组的成员。

# groupactions
source: Actions
de: Aktionen
ja: 操作
zh_cn: 操作

# groupactions_help
source: These are the actions you may perform on these groups.
de: Die Aktionen, die Sie für diese Gruppen durchführen können.
ja: これらのアイコンを使うと、グループ宛に電子メールを送ったり、グループのウェブページを表示できます。
zh_cn: 这些是您可能对这些组执行的操作。

# groupCountSingular
source: [[VAR.count]] Group
de: [[VAR.count]] Gruppe
ja: グループ数: [[VAR.count]]
zh_cn: [[VAR.count]]个组

# groupCountPlural
source: [[VAR.count]] Groups
de: [[VAR.count]] Gruppen
ja: グループ数: [[VAR.count]]
zh_cn: [[VAR.count]]个组

# groupdesc
source: Remarks
de: Anmerkungen
ja: 備考
zh_cn: 备注

# groupdesc_help
source: This provides additional information about each group.
de: Zeigt weitere Informationen über jede Gruppe an.
ja: 各グループに関する説明やコメントなどが表示されます。
zh_cn: 这将提供每一组的附加信息。

# groupMail
source: Mail
de: E-Mail
ja: グループにメールを送信
zh_cn: 邮件

# groupMail_help
source: Click here to send an email to this group.
de: Klicken Sie hier, um dieser Gruppe eine E-Mail zu senden.
ja: このアイコンをクリックすると、このグループに電子メールを送信できます。
zh_cn: 单击此处向该组发送电子邮件。

# groupWeb
source: Web
ja: グループのウェブページを表示

# groupWeb_help
source: Click here to view this group's web page.
de: Klicken Sie hier, um die Webseite dieser Gruppe anzuzeigen.
ja: このアイコンをクリックすると、このグループのウェブページが表示されます。
zh_cn: 单击此处查看该组的网页。

source: Address Book Import
de: Adressbuchimport
ja: アドレス帳のインポート
zh_cn: 地址簿导入

# addressbookimportDescription
source: Select Addresses
de: Adressen auswählen
ja: アドレスを選択
zh_cn: 选择地址

# addressesSelect
source: Select
de: Auswählen
ja: 選択
zh_cn: 选择

# addressesSelect_help
source: Select the contacts to whom you wish to send this email.
de: Wählen Sie die Kontaktpersonen, an die Sie diese E-Mail senden möchten.
ja: この電子メールの送信先を指定してください。
zh_cn: 选择您将发送此电子邮件的联系人。

# addressesSelectButton
source: Select
de: Auswählen
ja: 選択
zh_cn: 选择

# addressesSelectButton_help
source: Click here to import the email addresses for the currently selected contacts.
de: Klicken Sie hier, um die E-Mail-Adressen der momentan ausgewählten Kontaktpersonen zu importieren.
ja: ここをクリックすると、選択されている連絡先の電子メールアドレスをインポートできます。
zh_cn: 单击此处导入当前所选联系人的电子邮件地址。

# addressesFullName
source: Full Name
de: Vollständiger Name
ja: 氏名
zh_cn: 全名

# addressesEmail
source: Email Address
de: E-Mail-Adresse
ja: 電子メールアドレス
zh_cn: 电子邮件地址

# singleEmailEmptyMessage
source: Sorry, the contact: '[[VAR.name]]' does not have an email address.
de: Leider hat die Kontaktperson [[VAR.name]] keine E-Mail-Adresse.
ja: [[VAR.name]]さんの電子メールアドレスは記入されていません。
zh_cn: 对不起，联系人：'[[VAR.name]]' 没有电子邮件地址。

# pluralEmailEmptyMessage
source: Sorry, the contacts: '[[VAR.names]]' do not have email addresses.
de: Leider haben die Kontaktpersonen [[VAR.names]] keine E-Mail-Adressen.
ja: [[VAR.names]]さんの電子メールアドレスは記入されていません。
zh_cn: 对不起，；联系人：'[[VAR.names]]' 没有电子邮件地址。

# groupEmailFormat
source: Group '[[VAR.name]]' <[[VAR.email]]>
de: Gruppe [[VAR.name]] <[[VAR.email]]>
ja: '[[VAR.name]]' <[[VAR.email]]>
zh_cn: 组 '[[VAR.name]]' <[[VAR.email]]>

# addressbookprivate_help
source: Click here to import email addresses from your personal address book.
de: Klicken Sie hier, um E-Mail-Adressen aus Ihrem persönlichen Adressbuch zu importieren.
ja: 「私のアドレス帳」から電子メールアドレスを選択できます。
zh_cn: 单击此处从个人地址簿导入电子邮件地址。

# addressbookcommon_help
source: Click here to import the email addresses of other users of this server appliance.
de: Klicken Sie hier, um E-Mail-Adressen anderer Benutzer dieses Servers zu importieren.
ja: このサーバ上の登録ユーザの電子メールアドレスを選択できます。
zh_cn: 单击此处导入此服务器设备其他用户的电子邮件地址。

# errorPrivateGetAll
source: Sorry, an error has occurred while reading your private addressbook entries.
de: Leider trat beim Lesen der Einträge in Ihrem persönlichen Adressbuch ein Fehler auf.
ja: アドレス帳の情報を読み出し中にエラーが発生しました。
zh_cn: 对不起，在读取个人地址簿输入时出现错误。

# errorPrivateModify
source: Sorry, an error has occurred while modifying the addressbook entry.
de: Leider trat beim Modifizieren des Adressbucheintrags ein Fehler auf.
ja: アドレス帳の情報を修正中にエラーが発生しました。
zh_cn: 对不起，在修改个人地址簿输入时出现错误。

# errorPrivateAdd
source: Sorry, an error has occurred while adding an entry to your private addressbook.
de: Leider trat beim Hinzufügen eines Eintrags zu Ihrem persönlichen Adressbuch ein Fehler auf.
ja: アドレス帳に情報を追加中にエラーが発生しました。
zh_cn: 对不起，在向个人地址簿添加输入时出现错误。

# errorPrivateDrop
source: Sorry, an error has occurred while dropping an entry from your private addressbook.
de: Leider trat beim Entfernen eines Eintrags aus Ihrem persönlichen Adressbuch ein Fehler auf.
ja: アドレス帳から情報を削除中にエラーが発生しました。
zh_cn: 对不起，在从个人地址簿中删除输入时出现错误。

# errorPersonalGet
source: Sorry, an error has occurred while trying to obtain your personal information.
de: Leider trat beim Versuch, Ihre persönlichen Angaben abzurufen, ein Fehler auf.
ja: 個人情報の取得中にエラーが発生しました。
zh_cn: 对不起，在试图获取个人信息时出现错误。

# addressbookPersonal
source: Personal Information
de: Persönliche Angaben
ja: 個人情報
zh_cn: 个人信息

# addressbookPersonalDescription
source: Click here to manage your personal contact information.
de: Klicken Sie zur Verwaltung Ihrer persönlichen Kontaktinformationen hierauf.
ja: ここをクリックすると、自分についての情報を記入できます。
zh_cn: 单击此处管理您的个人联系信息。

# addressbookPersonalBlock
source: Personal Information Settings - [[VAR.name]]
de: Einstellungen für persönliche Angaben - [[VAR.name]]
ja: 個人情報を管理 - [[VAR.name]]
zh_cn: 个人信息设置 -[[VAR.name]]

# persHomeUrl_help
source: Enter the URL of your web page. For example, http://www.myserver.com/~mycontact/ is a valid entry.
de: Geben Sie die URL Ihrer Webseite ein. Eine gültige Eingabe ist z. B. http://www.meinbuero.de/~meineinfos/.
ja: ご自分のウェブページの URL を記入してください。 （例：http://www.cobaltqube.org/~yasuda/）
zh_cn: 输入您的网页的 URL。例如，http://www.myserver.com/~mycontact/ 就是有效的输入。

# persPhone_help
source: Enter your phone number.
de: Geben Sie Ihre Telefonnummer ein.
ja: ご自分の電話番号を記入してください。
zh_cn: 输入您的电话号码。

# persFax_help
source: Enter your fax number.
de: Geben Sie Ihre Faxnummer ein.
ja: ご自分のファックス番号を記入してください。
zh_cn: 输入您的传真号码。

# persAddress_help
source: Enter your address.
de: Geben Sie Ihre Adresse ein.
ja: ご自分の住所を記入してください。
zh_cn: 输入您的地址。

# persRemarks_help
source: Enter additional information, such as comments or a description.
de: Geben Sie weitere Informationen wie z. B. Anmerkungen oder eine Beschreibung ein.
ja: その他の情報やコメント、説明などを記入してください。
zh_cn: 输入附加信息，如备注或说明。

source: Addresses
de: Adressen
ja: 住所
zh_cn: 地址
