Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/portforward.mod/locale/*/portforward.po
Languages: es, fr, ja, zh_tw

# portforwarding_menu
source: Port Forwarding
es: Reenvío de puertos
fr: Transfert de port
ja: ポート転送
zh_tw: 埠號轉向

# portforwarding_menu_help
source: Port Forwarding allows this machine to forward any traffic it receives on a port over to another machine. This is useful for when you wish to allow access to a machine within your network to the outside world.
es: Avance de puertos permite que esta máquina reenvíe a otra máquina cualquier tráfico que reciba en un puerto. Esto resulta útil cuando desea permitir que una máquina de la red pueda acceder al mundo exterior.
fr: Le transfert de port permet à cette machine de transférer vers une autre machine tout le trafic qu'elle reçoit sur un port. Cette fonction est pratique lorsque vous souhaitez autoriser une machine de votre réseau à accéder au monde extérieur.
ja: ポート転送を利用すると、このマシンが受け取るポート上の任意のトラフィックを別のマシンへ転送できます。 この機能は、外部と接続しているネットワーク内のマシンにアクセスする場合に便利です。
zh_tw: 埠號轉向規則

# portforward_list
source: Port Forwarding Rules
es: Reglas de reenvío de puertos
fr: Règles de transfert de port
ja: ポート転送ルール

# form_port_rule
source: Please enter a valid port number. [[base-portforward.form_port_definition]]
es: Escriba un número de puerto válido. [[base-portforward.form_port_definition]]
fr: Entrez un numéro de port correct. [[base-portforward.form_port_definition]]
ja: 有効なポート番号を入力してください。 [[base-portforward.form_port_definition]]
zh_tw: 通訊埠編號是介於 1 到 65535 之間的整數。

# form_port_definition
source: A port number is an integer between 1 and 65535.
es: Un número de puerto es un entero entre 1 y 65535
fr: Un numéro de port est un nombre entier entre 1 et 65535.
ja: ポート番号は、1 から 65535 の間の整数です。

# form_ipaddr_rule
source: Please enter a valid IP Address. For example, 192.168.0.1 is a valid IP Address.
es: Escriba una dirección IP válida. Por ejemplo, 192.168.0.1 es una dirección IP válida.
fr: Entrez un adresse IP correcte. Par exemple, 192.168.0.1 est une adresse IP correcte.
ja: 有効な IP アドレスを入力してください。 （指定例： 192.168.0.1）
zh_tw: 請輸入一個有效的 IP 位址。例如，192.168.0.1 就是一個有效的 IP 位址。

source: Source Port
es: Puerto de origen
fr: Port source
ja: ソースポート
zh_tw: 來源埠

# sourcePort_help
source: Any traffic directed to the source port of this machine will be redirected to another machine's target port.
es: Cualquier tráfico dirigido al puerto de origen de esta máquina se redirigirá al puerto de destino de otra máquina.
fr: Tout trafic dirigé vers le port source de cette machine sera redirigé vers le port cible d'une autre machine.
ja: このマシンのソースポート宛ての任意のトラフィックは、別のマシンのターゲットポートにリダイレクトされます。
zh_tw: 導向這台機器來源埠的流量會重新導向另一台機器的目標埠。

# sourcePort_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-portforward.sourcePort]]. [[base-portforward.form_port_rule]]
es: [[VAR.invalidValue]] es un valor no válido para [[base-portforward.sourcePort]]. [[base-portforward.form_port_rule]]
fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour le [[base-portforward.sourcePort]]. [[base-portforward.form_port_rule]]
ja: [[VAR.invalidValue]] は [[base-portforward.sourcePort]] に対して不正な値です。 [[base-portforward.form_port_rule]]
zh_tw: 來源 IP

source: Source IP
es: IP de origen
fr: IP source
ja: ソース IP

# sourceIP_help
source: Any traffic directed to the specified port at this source address will be redirected to the target machine.
es: Cualquier tráfico dirigido al puerto especificado de esta dirección de origen se redirigirá a la máquina de destino.
fr: Tout trafic dirigé vers le port spécifié à cette adresse source sera redirigé vers la machine cible.
ja: このソースアドレスの指定されたポート宛ての任意のトラフィックは、ターゲットのマシンにリダイレクトされます。
zh_tw: 導向這個來源端位址上的指定埠的流量會重新導向目標機器。

# sourceIP_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-portforward.sourceIP]]. [[base-portforward.form_ipaddr_rule]]
es: [[VAR.invalidValue]] es un valor no válido para [[base-portforward.sourceIP]]. [[base-portforward.form_ipaddr_rule]]
fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour l'[[base-portforward.sourceIP]]. [[base-portforward.form_ipaddr_rule]]
ja: [[VAR.invalidValue]] は [[base-portforward.sourceIP]] に対して不正な値です。 [[base-portforward.form_ipaddr_rule]]
zh_tw: 通信協定

source: Protocol
es: Protocolo
fr: Protocole
ja: プロトコル

# protocol_help
source: This is the protocol that will be redirected.
es: Éste es el protocolo que se redirigirá.
fr: C'est le protocole qui sera redirigé.
ja: これはリダイレクトされるプロトコルです。
zh_tw: 這是會重新導向的通信協定。

source: Target Port
es: Puerto de destino
fr: Port cible
ja: ターゲットポート
zh_tw: 目標埠

# targetPort_help
source: This is the port of the machine that will be receiving the traffic.
es: Éste es el puerto de la máquina que recibirá el tráfico.
fr: C'est le port de la machine qui recevra le trafic.
ja: これはトラフィックを受け取るマシンのポートです。
zh_tw: 這是會接收流量的機器的埠。

# targetPort_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-portforward.targetPort]]. [[base-portforward.form_port_rule]]
es: [[VAR.invalidValue]] es un valor no válido para [[base-portforward.targetPort]]. [[base-portforward.form_port_rule]]
fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour le [[base-portforward.targetPort]]. [[base-portforward.form_port_rule]]
ja: [[VAR.invalidValue]] は [[base-portforward.targetPort]] に対して不正な値です。 [[base-portforward.form_port_rule]]
zh_tw: 目標 IP

source: Target IP
es: IP de destino
fr: IP cible
ja: ターゲット IP

# targetIP_help
source: This is the IP address of the machine that will be receiving the traffic.
es: Ésta es la dirección IP de la máquina que recibirá el tráfico.
fr: C'est l'adresse IP de la machine qui recevra le trafic.
ja: これはトラフィックを受け取るマシンの IP アドレスです。
zh_tw: 這是會接收流量的機器的 IP 位址。

# targetIP_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-portforward.targetIP]]. [[base-portforward.form_ipaddr_rule]]
fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour l'[[base-portforward.targetIP]]. [[base-portforward.form_ipaddr_rule]]
ja: [[VAR.invalidValue]] は [[base-portforward.targetIP]] に対して不正な値です。 [[base-portforward.form_ipaddr_rule]]
zh_tw: 動作

source: Action
es: Acción
ja: 操作

# action_help
source: You may either modify or drop a port forwarding record.
es: Puede modificar o colocar un registro de reenvío de puertos.
fr: Vous pouvez modifier ou abandonner un transfert de port.
ja: ポート転送レコードを変更または削除できます。
zh_tw: 您可以更改或刪除埠號轉向記錄。

# title_create
source: Port Forwarding Record - Create
es: Registro de reenvío de puertos - Crear
fr: Enregistrement de transfert de port - Créer
ja: ポート転送レコード - 作成
zh_tw: 埠號轉向記錄 - 建立

# title_modify
source: Port Forwarding Record - Modify
es: Registro de reenvío de puertos - Modificar
fr: Enregistrement de transfert de port - Modifier
ja: ポート転送レコード - 変更
zh_tw: 埠號轉向記錄 - 更改

# description
source: Comments
es: Comentarios
fr: Commentaires
ja: コメント
zh_tw: 說明

# description_help
source: You may use the [[base-portforward.description]] field to keep notes on the details of each record.
es: Puede utilizar el cuadro [[base-portforward.description]] para guardar las notas relativas a los detalles de cada registro.
fr: Vous pouvez utiliser le champ [[base-portforward.description]] pour noter des détails concernant chaque enregistrement.
ja: [[base-portforward.description]] フィールドを使用して各レコードの詳細記録を保存できます。
zh_tw: 您可以使用[[base-portforward.description]]欄位記錄每一筆記錄的明細。

# confirmRemoveMessage
source: Are you sure you want to delete this Port Forwarding Rule?
es: ¿Desea eliminar esta regla de reenvío de puertos?
fr: Voulez-vous vraiment supprimer cette règle de transfert de port ?
ja: このポート転送ルールを削除してよろしいですか？
zh_tw: 您確定要刪除此「埠轉向規則」嗎？

# collidingAddresses
source: There already exists a record for source [[VAR.ip]]:[[VAR.port]].
es: Ya existe un registro para el [[VAR.ip]]:[[VAR.port]] de origen.
fr: Il existe déjà un transfert pour la source [[VAR.ip]]:[[VAR.port]].
ja: ソース [[VAR.ip]]:[[VAR.port]] に関するレコードは既に存在します。
zh_tw: 來源的記錄 [[VAR.ip]]:[[VAR.port]] 已經存在。

# mustCrossInterfaces
source: The combination of [[base-portforward.sourceIP]] and [[base-portforward.targetIP]] you have entered will not cross network interfaces. [[base-portforward.portforwarding_menu]] must route traffic from one network interface to another.
es: La combinación de [[base-portforward.sourceIP]] y [[base-portforward.targetIP]] que ha especificado no cruzará las interfaces de red. [[base-portforward.portforwarding_menu]] debe encaminar el tráfico de una interfaz de red a otra.
fr: La combinaison introduite ([[base-portforward.sourceIP]] et [[base-portforward.targetIP]]) ne traversera pas les interfaces réseau. [[base-portforward.portforwarding_menu]] doit router le trafic d'une interface réseau vers une autre.
ja: 入力した [[base-portforward.sourceIP]] および [[base-portforward.targetIP]] の組み合わせは、ネットワークインターフェイス間を行き来できません。 [[base-portforward.portforwarding_menu]] では、トラフィックをあるネットワークインターフェイスから別のインターフェイスにルートする必要があります。
