Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-apache.mod/locale/*/apache.po
Languages: fr, zh_cn

# apache
source: Web Server
fr: Serveur Web
zh_cn: Web 服务器

# apache_help
source: [[base-apache.apacheSettings]] can be changed here.
fr: Les [[base-apache.apacheSettings]] peuvent être modifiés ici.
zh_cn: [[base-apache.apacheSettings]]可在此处更改。

# apacheSettings
source: Web Settings
fr: Paramètres Web
zh_cn: Web 设置

# frontpageField
source: FrontPage Server Extensions
fr: Extensions serveur
zh_cn: FrontPage 服务器扩展

# frontpageField_help
source: Turn FrontPage Server Extensions on or off.
fr: Active ou désactive les extensions serveur de Microsoft FrontPage.
zh_cn: 打开或关闭 FrontPage 服务器扩展。

# frontpageEnabled
source: Enable
fr: Activer
zh_cn: 启用

# passwordWebmasterField
source: webmaster Password
fr: Mot de passe du webmaster
zh_cn: webmaster 口令

# passwordWebmasterField_help
source: Enter a password for the FrontPage client webmaster. The home group web site may be accessed by selecting Open Web in the FrontPage client. Login using the login name webmaster and the password you specify here. Once authenticated, additional FrontPage users are managed using the FrontPage client.
fr: Entrez le mot de passe pour le webmaster client de FrontPage. Le site Web du groupe d'accueil est accessible par la sélection de l'option Ouvrir Web dans le client FrontPage. Connectez-vous en utilisant le nom de connexion webmaster et le mot de passe que vous avez désigné ici. Une fois authentifiés, les utilisateurs supplémentaires de FrontPage sont gérés en utilisant le client FrontPage.
zh_cn: 输入 FrontPage 客户机 webmaster 的口令。主组网站可通过选择 FrontPage 客户机中的“打开 Web”访问。使用登录名称 webmaster 和您在此处指定的口令登录。经过认证后，其他 FrontPage 用户使用 FrontPage 客户机进行管理。

# passwordWebmasterField_rule
source: The password should be between 3 and 16 characters long. A good password should contain at least 5 characters with a mix of uppercase and lowercase letters as well as numbers and punctuation. It should not spell out any words found in the dictionary. Passwords are case sensitive.
fr: Le mot de passe doit contenir de 3 à 16 caractères. Un mot de passe efficace doit contenir au moins 5 caractères et combiner des majuscules et des minuscules, ainsi que des chiffres et la ponctuation. Il ne doit pas correspondre à des mots tirés du dictionnaire. Les mots de passe distinguent les majuscules et les minuscules.
zh_cn: 口令长度应介于 3 和 16 个字符之间。正确的口令应包含至少 5 个大小写字母以及数字和标点符号组合的字符。口令不应是字典中的任何单词。口令区分大小写。

# passwordWebmasterField_invalid
source: Sorry, you have not entered the same password in both fields. The same password is entered in both fields to protect against typing errors. Please try again.
fr: Vous n'avez pas entré le même mot de passe dans les deux champs. Le mot de passe est entré dans les deux champs pour éliminer les erreurs de frappe. Veuillez recommencer.
zh_cn: 对不起，您没有在两个字段中输入相同的口令。两个字段中输入相同口令是为了防止键入错误。请重试。

# cgiAccessField
source: CGI Access
fr: Accès CGI
zh_cn: CGI 访问

# cgiAccessField_help
source: Turn CGI Access on or off. You can set the CGI access rights so that only the server appliance administrator can add CGI script files, or both the administrator and all or selected users can add CGI script files.
fr: Active ou désactive l'accès CGI. Vous pouvez définir les droits d'accès CGI pour autoriser uniquement l'administrateur du serveur à ajouter des fichiers script CGI ou bien pour autoriser l'administrateur et tous ou certains utilisateurs à ajouter les fichiers script CGI.
zh_cn: 打开或关闭 CGI 访问。您可设置 CGI 访问权限，仅使服务器设备管理员能够添加 CGI 脚本文件，或者管理员和所有或所选用户能够添加 CGI 脚本文件。

# cgiAll
source: Allow Access To All Users
fr: Permettre l'accès à tout utilisateur
zh_cn: 允许访问所有用户

# cgiNone
source: Do Not Allow Access To Any User
fr: Ne permettre l'accès à aucun utilisateur
zh_cn: 不允许访问任何用户

# cgiSubset
source: Allow Access To Specified Users Only
fr: Ne permettre l'accès qu'aux utilisateurs désignés
zh_cn: 只允许访问指定用户

# cgiUsersAllowed
source: Users Allowed Access
fr: Utilisateurs autorisés
zh_cn: 允许访问的用户

# cgiUsersDisallowed
source: Users Not Allowed Access
fr: Utilisateurs non autorisés
zh_cn: 不允许访问的用户

# cgiUsersField_empty
source: Sorry, you have not selected any users for CGI Access. Please add users who are allowed CGI Access or choose a different access option.
fr: Vous n'avez pas désigné d'utilisateurs pour l'accès CGI. Ajoutez des utilisateurs disposant d'un accès CGI ou choisissez une autre option d'accès.
zh_cn: 对不起，您没有选择任何 CGI 访问用户。请添加允许 CGI 访问的用户，或者选择不同的访问选项。

# cantConfigCgi
source: Sorry, CGI Access could not be correctly configured at this time.
fr: L'accès CGI n'a pas pu être correctement configuré à ce stade.
zh_cn: 对不起，现在无法正确地配置 CGI 访问。

# systemObjectNotFound
source: Sorry, server configuration is temporarily unavailable. Please wait and try again.
fr: La configuration du serveur est temporairement indisponible. Patientez et réessayez.
zh_cn: 对不起，暂时无法进行服务器配置。请等待并重试。

# amApacheNameTag
source: Web Server
fr: Serveur Web
zh_cn: Web 服务器

# amApacheDetails
source: Web Server Details
fr: Détails du serveur Web
zh_cn: Web 服务器详细信息

# amNotRunning
source: The web server is not running.
fr: Le serveur Web ne fonctionne pas.
zh_cn: web 服务器没有运行。

# amStatusOK
source: The web server is operating normally.
fr: Le serveur Web fonctionne normalement.
zh_cn: web 服务器运行正常。

# amAdmservNameTag
source: Server Desktop
fr: Bureau du serveur
zh_cn: 服务器桌面

# amAdmservDetails
source: Server Desktop Details
fr: Détails du Server Desktop
zh_cn: 服务器桌面详细信息

# amAdmservNotRunning
source: The Server Desktop is not running.
fr: Le Server Desktop ne fonctionne pas.
zh_cn: 服务器桌面没有运行。

# amAdmservStatusOK
source: The Server Desktop is operating normally.
fr: Le Server Desktop fonctionne normalement.
zh_cn: 服务器桌面运行正常。

# capgroup_adminApache
source: Manage Web Server
fr: Gérer le serveur Web
zh_cn: 管理 web 服务器

# capgroup_adminApache_help
source: This administrative right allows a user to modify the public websites' settings, including individual user site rights (eg: frontpage, cgi, ...)
fr: Ce droit administratif permet à un utilisateur de modifier les paramètres des sites web publics, y compris les droits des sites utilisateurs individuels (p. ex. frontpage, cgi...)
zh_cn: 此管理权限允许用户修改公共网站设置，包括个人用户站点的权限 （例如： frontpage, cgi...）
