Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-ldap.mod/locale/*/ldap.po
Languages: de, fr, ja, zh_tw

# ldapName
source: Lightweight Directory Access Protocol (LDAP)
de: LDAP-Verzeichnis (Protokoll zur Verzeichnisverwaltung)
fr: LDAP (Protocole de gestion d'annuaires)
ja: LDAP
zh_tw: 輕裝備目錄存取通信協定 (LDAP)

# importChangerLdap
source: [[base-ldap.ldapName]] Import
fr: Importation [[base-ldap.ldapName]]
ja: [[base-ldap.ldapName]] によるインポート
zh_tw: [[base-ldap.ldapName]] 匯入

# export
source: LDAP Directory
de: LDAP-Verzeichnis
fr: Annuaire LDAP
ja: LDAP ディレクトリ
zh_tw: LDAP 目錄

# ldapExport
source: [[base-ldap.ldapName]] Directory
de: [[base-ldap.ldapName]]-Verzeichnis
fr: Annuaire [[base-ldap.ldapName]]
ja: [[base-ldap.ldapName]] ディレクトリ
zh_tw: [[base-ldap.ldapName]] 目錄

# ldapExportDescription
source: A user directory provided by the [[base-ldap.ldapName]] service can be configured here.
de: Hier können Sie ein vom [[base-ldap.ldapName]]-Dienst bereitgestelltes Benutzerverzeichnis konfigurieren.
fr: Un annuaire utilisateur fourni par le service [[base-ldap.ldapName]] peut être configuré ici.
ja: [[base-ldap.ldapName]] サービスの提供するユーザディレクトリを設定できます。
zh_tw: 此處可配置[[base-ldap.ldapName]] 服務所提供的使用者目錄。

# exportEnabled
source: Enable
de: Aktivieren
fr: Activer
ja: LDAP サービスを有効にする
zh_tw: 啟用

# exportEnabled_help
source: Turn the [[base-ldap.ldapName]] service on or off. Turning this feature on allows users to use standard LDAP clients to obtain email addresses and other information about users on this server appliance.
de: Aktivieren oder deaktivieren Sie den [[base-ldap.ldapName]]-Dienst. Wenn Sie diese Funktion aktivieren, können Benutzer Standard-LDAP-Clients verwenden, um E-Mail-Adressen und andere Informationen über Benutzer auf diesem Server abzurufen.
fr: Active ou désactive le service [[base-ldap.ldapName]]. L'activation de cette fonction permet d'obtenir les adresses email et d'autres informations sur les utilisateurs de ce serveur avec un logiciel client LDAP standard.
ja: このボックスをチェックすると、[[base-ldap.ldapName]]（Lightweight Directory Access Protocol）サービスが有効になります。LDAP を利用すると、一般ユーザは標準的な LDAP クライアントを使って、このサーバ上のユーザの電子メールアドレスなどの情報を入手できます。
zh_tw: 開啟或關閉 [[base-ldap.ldapName]] 服務。開啟這項功能可讓使用者使用標準 LDAP 從屬站取得電子郵件位址，以及其他關於此伺服器設備上之使用者的資訊。

# baseDn
source: Base Distinctive Name (Dn)
de: Bezeichnender Basisname
fr: Nom distinct de base (Dn)
ja: ベース DN
zh_tw: 基本區別名稱 (Dn)

# baseDn_rule
source: For example, o=My Organization, c=US is a valid entry.
de: Eine gültige Eingabe ist z. B. o=Meine Organisation, c=USA.
fr: o=Mon organisation, c=FR est un exemple d'entrée correcte.
ja: （指定例： co=My Organization, c=US）
zh_tw: 例如，o=My Organization、c=US 就是有效的名稱。

# baseDn_help
source: Please enter the base distinctive name (Dn) of your user directory. [[base-ldap.baseDn_rule]]
de: Bitte geben Sie den bezeichnenden Basisnamen (Base Distinctive Name; DN) Ihres Benutzerverzeichnisses ein. [[base-ldap.baseDn_rule]]
fr: Entrez le nom distinct de base (DN, distinguished name) de votre annuaire utilisateur. [[base-ldap.baseDn_rule]]
ja: ユーザディレクトリのベース DN（Distinguished Name）を指定してください。[[base-ldap.baseDn_rule]]
zh_tw: 請輸入您使用者目錄的基本區別名稱 (Dn)。 [[base-ldap.baseDn_rule]]

# baseDn_empty
source: Sorry, you have not entered a value for [[base-ldap.baseDn]]. [[base-ldap.baseDn_rule]]
de: Sie haben keinen Wert im Feld [[base-ldap.baseDn]] eingegeben. [[base-ldap.baseDn_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-ldap.baseDn]]. [[base-ldap.baseDn_rule]]
ja: [[base-ldap.baseDn]] が指定されていません。[[base-ldap.baseDn_rule]]
zh_tw: 很抱歉，您並未輸入[[base-ldap.baseDn]]的值。 [[base-ldap.baseDn_rule]]

# emailBase
source: Email Domain Name
de: E-Mail-Domänenname
fr: Nom de domaine de messagerie
ja: 電子メールのドメインネーム
zh_tw: 電子郵件網域名稱

# emailBase_help
source: Enter an alternate domain name for email addresses exported in your directory. If the host name of this server appliance is mail.company.com, but receives mail for @company.com, you may wish to set the email domain name to company.com. This will cause all email addresses in the directory to be shown as user@company.com rather than user@mail.company.com.
de: Geben Sie einen alternativen Domänennamen für E-Mail-Adressen ein, die in Ihr Verzeichnis exportiert werden. Wenn der Hostname dieses Servers mail.salzburg.au lautet, der Server jedoch E-Mail für w.a.mozart@salzburg.au empfängt, sollten Sie den E-Mail-Domänennamen eventuell auf salzburg.au einstellen. Dadurch werden alle E-Mail-Adressen im Verzeichnis als w.a.mozart@salzburg.au statt als w.a.mozart@mail.salzburg.au angezeigt.
fr: Entrez un autre nom de domaine pour les adresses email exportées dans votre répertoire. Si le nom d'hôte de ce serveur est courrier.entreprise.fr, alors que les messages sont envoyés à @entreprise.fr, vous pouvez définir le nom du domaine de messagerie comme étant entreprise.fr. Cela permettra d'afficher toutes les adresses email dans l'annuaire sous la forme utilisateur@entreprise.fr plutôt que utilisateur@courrier.entreprise.fr.
ja: ディレクトリにエクスポートする電子メールアドレスに使われるドメインネームの別名を入力してください。例えば、このサーバのホスト名が mail.company.com で、@company.com 宛のメールを受信している場合には、電子メールのドメインネームとして company.com を指定するようお勧めします。それにより、ディレクトリ中の電子メールアドレスを、user@mail.company.com ではなく、user@company.com の形式にできます。
zh_tw: 請輸入在您的目錄中匯出之電子郵件位址的替代網域名稱。如果此伺服器設備的主電腦名稱為 mail.company.com，但收到 @company.com 的郵件，您可能須將電子郵件網域名稱設成 company.com，如此將會使目錄中的所有電子郵件位址顯示為 user@company.com，而非 user@mail.company.com。

# emailBase_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-ldap.emailBase]]. Please enter a properly formatted host name or domain name.
de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-ldap.emailBase]]. Bitte geben Sie einen Host- oder Domänennamen im richtigen Format ein.
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-ldap.emailBase]]. Entrez un nom d'hôte ou de domaine de format valide.
ja: [[VAR.invalidValue]] は、[[base-ldap.emailBase]] には指定できません。ホスト名またはドメインネームを正しい形式で入力してください。
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的[[base-ldap.emailBase]]值。請輸入經適當格式化的主電腦名稱或網域名稱。

# ldapImport
source: [[base-ldap.ldapName]] Import
fr: Importation [[base-ldap.ldapName]]
ja: [[base-ldap.ldapName]] インポート
zh_tw: [[base-ldap.ldapName]] 匯入

# import
source: Import Now
de: Jetzt importieren
fr: Importer maintenant
ja: インポートする
zh_tw: 立即匯入

# import_help
source: Click here to import users from the specified [[base-ldap.ldapName]] server.
de: Klicken Sie hier, um Benutzer vom ausgewählten [[base-ldap.ldapName]]-Server zu importieren.
fr: Cliquez ici pour importer les utilisateurs depuis le serveur [[base-ldap.ldapName]] spécifié.
ja: [[base-ldap.ldapName]] サーバを指定してからこのボタンをクリックすると、ユーザのインポートが開始されます。
zh_tw: 按一下此處，可從指定的[[base-ldap.ldapName]] 伺服器匯入使用者。

# server
source: Server Network Address
de: Server-Netzwerkadresse
fr: Adresse réseau du serveur
ja: サーバのネットワークアドレス
zh_tw: 伺服器網址

# server_help
source: Enter the IP address or hostname of the server from which you wish to import users. [[base-ldap.server_rule]]
de: Geben Sie die IP-Adresse oder den Hostnamen des Servers ein, von dem Sie Benutzer importieren möchten. [[base-ldap.server_rule]]
fr: Entrez l'adresse IP ou le nom d'hôte du serveur dont vous allez importer les utilisateurs. [[base-ldap.server_rule]]
ja: ユーザをインポートするサーバの IP アドレスまたはホスト名を指定してください。[[base-ldap.server_rule]]
zh_tw: 請輸入您要從中匯入使用者之伺服器的 IP 位址或主電腦名稱。 [[base-ldap.server_rule]]

# server_rule
source: For example, cobalt.com or 192.168.10.23 are valid entries.
de: Gültige Eingaben sind z. B. cobalt.com oder 192.168.10.23.
fr: 192.168.100.23 et cobalt.com sont des exemples d'entrées valides.
ja: 指定例： cobalt.com、192.168.10.23 など
zh_tw: 例如，cobalt.com 或 192.168.10.23 就是有效的輸入項。

# server_empty
source: Sorry, you have not entered a value for [[base-ldap.server]].
de: Sie haben keinen Wert im Feld [[base-ldap.server]] eingegeben.
fr: Vous n'avez pas entré de valeur pour [[base-ldap.server]].
ja: [[base-ldap.server]] を指定してください。
zh_tw: 很抱歉，您並未輸入[[base-ldap.server]]的值。

# server_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-ldap.server]]. Please enter a valid host name or IP address. [[base-ldap.server_rule]]
de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-ldap.server]]. Bitte geben Sie einen gültigen Hostnamen oder eine gültige IP-Adresse ein. [[base-ldap.server_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur valide pour [[base-ldap.server]]. Entrez une adresse IP ou un nom d'hôte valide. [[base-ldap.server_rule]]
ja: [[VAR.invalidValue]] は、[[base-ldap.server]] には指定できません。ホスト名またはIPアドレスを正しい形式で入力してください。[[base-ldap.server_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的[[base-ldap.server]]值。請輸入有效的主電腦名稱或 IP 位址。 [[base-ldap.server_rule]]

# base
source: Base Distinctive Name (Dn)
de: Bezeichnender Basisname
fr: Nom distinct de base (Dn)
ja: ベース DN
zh_tw: 基本區別名稱 (Dn)

# base_help
source: Enter the base of the LDAP entries to import.
de: Geben Sie den Basisnamen der zu importierenden LDAP-Einträge ein.
fr: Entrez la base identifiant les entrées LDAP à importer.
ja: インポートする LDAP エントリのベース DN（Distinguished Name）を指定してください。
zh_tw: 請輸入要匯入之 LDAP 輸入項的基本名稱。

# base_empty
source: Sorry, you have not entered a value for [[base-ldap.base]].
de: Sie haben keinen Wert im Feld [[base-ldap.base]] eingegeben.
fr: Vous n'avez pas entré de valeur pour [[base-ldap.base]].
ja: [[base-ldap.base]] を指定してください。
zh_tw: 很抱歉，您並未輸入[[base-ldap.base]] 的值。

# bindDn
source: Binding Distinctive Name (Dn)
de: Bindender bezeichnender Name (Dn)
fr: Nom distinct de liaison (Dn)
ja: バインド DN
zh_tw: 連結區別名稱 (Dn)

# bindDn_help
source: Enter the binding distinctive name (Dn) of the admin user on the LDAP server. This value along with its respective password are needed to authenticate and acquire the appropriate information for importing users. For example, cn=myname, C=US is a valid entry.
de: Geben Sie den bindenden bezeichnenden Namen (Binding Distinctive Name; DN) des Admin-Benutzers auf dem LDAP-Server ein. Dieser Wert und das jeweilige Passwort sind notwendig, um sich zu authentifizieren und die entsprechenden Informationen zum Import von Benutzern abzurufen. Eine gültige Eingabe ist z. B. cn=meinname, C=USA.
fr: Entrez le nom distinct de liaison (Dn) de l'utilisateur admin sur le serveur LDAP. Cette valeur et son mot de passe respectif sont nécessaires pour authentifier et acquérir les informations appropriées à l'importation des utilisateurs. cn=monnom, c=FR est un exemple d'entrée correcte.
ja: LDAP サーバに含まれる admin ユーザのバインド DN (Distinguished Name) を入力してください。この値は、パスワードと共に、インポートするユーザ情報の認証と取得に必要です。（指定例： cn=myname, C=US）
zh_tw: 請輸入 LDAP 伺服器上之管理使用者的連結區別名稱 (Dn)。驗證及取得用於匯入使用者的資訊必須具備這個值及其個別的密碼。例如，cn=myname、C=US 就是有效的名稱。

# bindDn_rule
source: Please enter a properly formatted binding distinctive name (Dn). For example, cn=myname, C=US is a valid entry.
de: Bitte geben Sie einen bindenden bezeichnenden Namen im richtigen Format ein. Eine gültige Eingabe ist z. B. cn=meinname, C=USA.
fr: Entrez un nom distinct de liaison (Dn) de format valide. cn=monnom, c=FR est un exemple d'entrée correcte.
ja: バインド DN を正しい形式で入力してください。（指定例： cn=myname, C=US）
zh_tw: 請輸入一個格式化的連結區別名稱 (Dn)。例如，cn=myname、C=US 就是有效的名稱。

# bindDn_empty
source: Sorry, you have not entered a value for [[base-ldap.bindDn]]. [[base-ldap.bindDn_rule]]
de: Sie haben keinen Wert im Feld [[base-ldap.bindDn]] eingegeben. [[base-ldap.bindDn_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-ldap.bindDn]]. [[base-ldap.bindDn_rule]]
ja: [[base-ldap.bindDn]]を指定してください。[[base-ldap.bindDn_rule]]
zh_tw: 很抱歉，您並未輸入[[base-ldap.bindDn]] 的值。 [[base-ldap.bindDn_rule]]

# passwordAuth
source: Password
de: Passwort
fr: Mot de passe
ja: パスワード
zh_tw: 密碼

# passwordAuth_help
source: Enter the password for the binding distinctive name (Dn)
de: Geben Sie das Passwort für den bindenden bezeichnenden Namen ein.
fr: Entrez le mot de passe pour le nom distinct de liaison (Dn)
ja: バインド DN のパスワードを入力してください。
zh_tw: 請輸入連結區別名稱 (Dn) 的密碼

# passwordAuth_empty
source: Sorry, you have not entered a value for [[base-ldap.passwordAuth]].
de: Sie haben keinen Wert im Feld [[base-ldap.passwordAuth]] eingegeben.
fr: Vous n'avez pas entré de valeur pour [[base-ldap.passwordAuth]].
ja: [[base-ldap.passwordAuth]]を指定してください。
zh_tw: 很抱歉，您並未輸入[[base-ldap.passwordAuth]]的值。

# passwordAuth_invalid
source: Sorry, you have not entered the same password in both fields. The same password is entered in both fields to protect against typing errors. Please try again.
de: Sie haben nicht das gleiche Passwort in beide Felder eingegeben. Das gleiche Passwort muss in beide Felder eingegeben werden, um Tippfehlern vorzubeugen. Bitte versuchen Sie es noch einmal.
fr: Vous n'avez pas entré le même mot de passe dans les deux champs. Le même mot de passe doit être entré dans les deux champs pour éliminer les erreurs de frappe. Veuillez recommencer.
ja: パスワードが一致しません。入力ミスを防ぐため、同じパスワードを２回入力してください。パスワードを入力し、[インポートする] ボタンを再度クリックしてください。
zh_tw: 很抱歉，您並未在兩個欄位中輸入相同的密碼；在兩個欄位中輸入相同的密碼可防止鍵入錯誤；請重試。

source: User Filter
de: Benutzerfilter
fr: Filtre d'utilisateur
ja: ユーザ用フィルタ
zh_tw: 使用者過濾程式

# userFilter_help
source: Enter the filter used for determining which object classes to import as users. The value used if left blank is (|(objectClass=cobaltAccount)(objectClass=posixAccount))
de: Geben Sie den Filter ein, mit dem bestimmt wird, welche Objektklassen als Benutzer importiert werden. Wird das Feld leer gelassen, wird der Wert (|(objectClass=cobaltAccount)(objectClass=posixAccount)) verwendet
fr: Entrez le filtre qui sera utilisé pour déterminer les classes d'objet à importer en tant qu'utilisateurs. La valeur utilisée si le champ est laissé vide est (|(objectClass=cobaltAccount)(objectClass=posixAccount))
ja: ユーザとしてインポートしたいオブジェクトクラスを選別するためのフィルタを指定できます。省略すると、(|(objectClass=cobaltAccount)(objectClass=posixAccount)) という値がデフォルトで使われます。
zh_tw: 請輸入過濾項目以決定要匯入那一個目標類別的使用者。如果左邊空白為 (|(objectClass=cobaltAccount)(objectClass=posixAccount))，則使用該值

source: Group Filter
de: Gruppenfilter
fr: Filtre de groupe
ja: グループ用フィルタ
zh_tw: 群組過濾程式

# groupFilter_help
source: Enter the filter used for determining which object classes to import as groups. The value used if left blank is (|(objectClass=cobaltGroup)(objectClass=posixGroup))
de: Geben Sie den Filter ein, mit dem bestimmt wird, welche Objektklassen als Gruppen importiert werden. Wird das Feld leer gelassen, wird der Wert (|(objectClass=cobaltGroup)(objectClass=posixGroup)) verwendet
fr: Entrez le filtre qui sera utilisé pour déterminer les classes d'objet à importer en tant que groupes. La valeur utilisée si le champ est laissé vide est (|(objectClass=cobaltGroup)(objectClass=posixGroup))
ja: グループとしてインポートしたいオブジェクトクラスを選別するためのフィルタを指定できます。省略すると、(|(objectClass=cobaltGroup)(objectClass=posixGroup)) という値がデフォルトで使われます。
zh_tw: 請輸入過濾項目以決定要匯入那一個目標類別的群組。如果左邊空白為 (|(objectClass=cobaltGroup)(objectClass=posixGroup))，則使用該值

# couldnt_connect_to_ldap_server
source: Could not connect to the LDAP server '[[VAR.server]]'. Please check your settings and try again.
de: Die Verbindung mit dem LDAP-Server [[VAR.server]] konnte nicht hergestellt werden. Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es noch einmal.
fr: Impossible de se connecter au serveur LDAP '[[VAR.server]]'. Vérifiez les paramètres et réessayez.
ja: [[VAR.server]] というLDAPサーバに接続できませんでした。設定を確認して、もう一度お試しください。
zh_tw: 無法連接 LDAP 伺服器 '[[VAR.server]]'；請檢查您的設定，然後重試。

# couldnt_bind_to_ldap_server
source: Sorry, an error occurred while binding to the specified LDAP server. Please check your settings and try again.
de: Leider trat bei der Bindung an den angegebenen LDAP-Server ein Fehler auf. Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es noch einmal.
fr: Une erreur s'est produite pendant la liaison au serveur LDAP spécifié. Vérifiez les paramètres et réessayez.
ja: 指定された LDAP サーバへのバインド中にエラーが発生しました。設定を確認して、もう一度お試しください。
zh_tw: 很抱歉，連結到指定的 LDAP 伺服器時發生錯誤；請檢查您的設定，然後重試。

# couldnt_search
source: Sorry, an error occurred while searching: [[VAR.error]].
de: Leider trat bei der Suche ein Fehler auf: [[VAR.error]].
fr: Une erreur s'est produite en recherchant : [[VAR.error]].
ja: 検索中に次のエラーが発生しました： [[VAR.error]]
zh_tw: 很抱歉，在搜尋時發生錯誤： [[VAR.error]]。

# couldnt_fetch_system_object
source: Sorry, an error occurred while trying to fetch the system object.
de: Leider trat beim Versuch, das Systemobjekt abzurufen, ein Fehler auf.
fr: Une erreur s'est produite pendant la recherche de l'objet Système.
ja: システムオブジェクトのフェッチ中にエラーが発生しました。
zh_tw: 很抱歉，在嘗試提取系統物件時發生錯誤。

# problems_occured_with_entry
source: [[VAR.entry]] Problems occurred while importing: [[VAR.err]].
de: [[VAR.entry]] Beim Import traten Probleme auf: [[VAR.err]]
fr: [[VAR.entry]] Problèmes lors de l'importation de : [[VAR.err]
ja: [[VAR.entry]] インポート中に次の問題が発生しました： [[VAR.err]]
zh_tw: [[VAR.entry]] 在匯入時發生問題： [[VAR.err]]

source: Import Errors
de: Importfehler
fr: Importer les erreurs
ja: インポートエラー
zh_tw: 匯入錯誤

source: Error Message
de: Fehlermeldung
fr: Message d'erreur
ja: エラーメッセージ
zh_tw: 錯誤訊息

# errorMessage_help
source: This is a list of the errors that occurred during the LDAP import.
de: Dies ist eine Liste der Fehler, die beim LDAP-Import auftraten.
fr: Ceci est une liste des erreurs survenues lors de l'importation LDAP.
ja: LDAP インポート中に発生したエラーのリストです。
zh_tw: 這是在 LDAP 匯入時發生之錯誤的清單。

# errorCountSingular
source: [[VAR.count]] error
de: [[VAR.count]] Fehler
fr: [[VAR.count]] erreur
ja: エラー数: [[VAR.count]]
zh_tw: [[VAR.count]] 錯誤

# errorCountPlural
source: [[VAR.count]] errors
de: [[VAR.count]] Fehler
fr: [[VAR.count]] erreurs
ja: エラー数: [[VAR.count]]
zh_tw: [[VAR.count]] 錯誤

source: Import Status
fr: Etat de l'importation
ja: インポートの状態
zh_tw: 匯入狀態

# statusField
source: Status
fr: Etat
ja: 状態
zh_tw: 狀態

# statusField_help
source: This is the status of the import.
de: Der Status des Imports.
fr: Ceci affiche l'état de l'importation.
ja: インポートの状態です。
zh_tw: 這是匯入的狀態。

# addingGroup
source: Adding Groups
de: Gruppen werden hinzugefügt
fr: Ajout de groupes
ja: グループを追加しています
zh_tw: 新增群組

# addingUser
source: Adding Users
de: Benutzer werden hinzugefügt
fr: Ajout d'utilisateurs
ja: ユーザを追加しています
zh_tw: 新增使用者

# progressField
source: Progress
de: Verlauf
fr: Progression
ja: 進行状況
zh_tw: 進度

# progressField_help
source: This is the progress of the import.
de: Der Verlauf des Imports.
fr: Ceci affiche la progression de l'importation.
ja: インポートの進行状況です。
zh_tw: 這是匯入的進度。

# importSucceeded
source: Import Completed
de: Import abgeschlossen
fr: Importation terminée
ja: インポートが完了しました
zh_tw: 匯入已完成

# importSucceededMessage
source: The import succeeded
de: Import erfolgreich
fr: L'importation a réussi
ja: インポートに成功しました
zh_tw: 匯入順利完成

# importSucceededMessage_help
source: The import succeeded without any errors.
de: Der Import wurde ohne Fehler erfolgreich abgeschlossen.
fr: L'importation a réussi sans erreurs.
ja: インポート中にエラーは発生しませんでした。
zh_tw: 匯入順利完成，沒有任何錯誤。

# queryingLdap
source: Querying LDAP server for details.
de: Details werden vom LDAP-Server abgefragt.
fr: Interrogation du serveur LDAP pour des détails.
ja: 詳細について LDAP サーバに問い合わせ中です。
zh_tw: 查詢 LDAP 伺服器來取得明細。

# cannotEditBlock
source: Sorry, an error occurred while rewriting the configuration files.
de: Leider trat beim Umschreiben der Konfigurationsdateien ein Fehler auf.
fr: Une erreur s'est produite lors de la réécriture des fichiers de configuration.
ja: 設定ファイルの再書込み中にエラーが発生しました。
zh_tw: 很抱歉，在重新寫入配置檔時發生錯誤。

# cannotLinkLdap
source: Sorry, an error occurred while trying to link the init-scripts.
de: Leider trat beim Versuch, die init-Skripts zu verknüpfen, ein Fehler auf.
fr: Une erreur s'est produite pendant la tentative de liaison des scripts d'initialisation.
ja: init-scripts のリンク時にエラーが発生しました。
zh_tw: 很抱歉，在嘗試鏈結起始 script 時發生錯誤。

# cannotStartLdap
source: Sorry, an error occurred while trying to start LDAP.
de: Leider trat beim Versuch, LDAP zu starten, ein Fehler auf.
fr: Une erreur s'est produite pendant la tentative de démarrage LDAP.
ja: LDAP の起動中にエラーが発生しました。
zh_tw: 很抱歉，在嘗試啟動 LDAP 時發生錯誤。

# cannotRestartLdap
source: Sorry, an error occurred while restarting the LDAP service.
de: Leider trat beim Neustart des LDAP-Dienstes ein Fehler auf.
fr: Une erreur s'est produite lors du redémarrage du service LDAP.
ja: LDAP サービスの再起動中にエラーが発生しました。
zh_tw: 很抱歉，在重新啟動 LDAP 服務時發生錯誤。

# cannotRemoveLink
source: Sorry, an error occurred while trying to unlink the init-scripts.
de: Leider trat beim Versuch, die Verknüpfung der init-Skripts aufzuheben, ein Fehler auf.
fr: Une erreur s'est produite pendant la tentative d'annulation de liaison des scripts d'initialisation.
ja: init-scripts のリンク削除中にエラーが発生しました。
zh_tw: 很抱歉，在嘗試解除鏈結起始 script 時發生錯誤。

# cannotStopLdap
source: Sorry, an error occurred while trying to stop the LDAP service.
de: Leider trat beim Versuch, den LDAP-Dienst zu stoppen, ein Fehler auf.
fr: Une erreur s'est produite pendant la tentative d'arrêt du service LDAP.
ja: LDAP サービスの停止中にエラーが発生しました。
zh_tw: 很抱歉，在嘗試停止 LDAP 服務時發生錯誤。

# capgroup_adminLdapExport
source: Manage LDAP Directory
de: Verwaltung des LDAP-Verzeichnisses
fr: Gérer le répertoire LDAP
ja: LDAP ディレクトリの管理
zh_tw: 管理 LDAP 目錄

# capgroup_adminLdapExport_help
source: This administrative right allows a user to modify the settings used by the LDAP directory.
de: Dieses Administrationsrecht ermöglicht dem Benutzer, die für das LDAP-Verzeichnis gültigen Einstellungen zu verändern.
fr: Ce droit administratif permet à un utilisateur de modifier les paramètres utilisés par le répertoire LDAP.
ja: この管理権限を持つユーザは、LDAP ディレクトリが使用する設定を変更できます。
zh_tw: 這個管理權限允許使用者更改 LDAP 目錄所使用的設定。
