Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/platform/alpine.mod/locale/*/alpine.po
Languages: it_it, ja_jp, pt_pt

# osVendor
source: Project BlueOnyx
it_it: Progetto BlueOnyx
pt_pt: Projeto BlueOnyx

# osDescription
source: The [[base-alpine.osName]] is the base software for the [[base-product.productName]]. This software package is required in order for your server appliance to function.
it_it: Il [[base-alpine.osName]] è il software di base per il [[base-product.productName]]. Questo pacchetto software è necessaria per il vostro apparecchio server per funzionare.
ja_jp: [[base-alpine.osName]] は、[[base-product.productName]]の基本ソフトウェアで、このサーバの動作に必要不可欠なソフトウェアパッケージです。
pt_pt: O [[base-alpine.osName]] é o software base para a [[base-product.productName]]. Este pacote de software é necessária para que o seu aparelho de servidor para função.

# sysmanage
source: Server Management
it_it: Management Server
ja_jp: サーバの管理
pt_pt: Management Server

# sysmanageDescription
source: Server Administration. Click here to manage the server.
it_it: Administration Server. Clicca qui per gestire il server.
ja_jp: サーバの管理画面が表示され、サーバの設定や管理操作を行えます。
pt_pt: Administration Server. Clique aqui para gerenciar o servidor.

source: Security
it_it: Sicurezza
ja_jp: セキュリティ
pt_pt: Segurança

# securityDescription
source: Click here to manage certificates and server security.
it_it: Clicca qui per gestire i certificati e la sicurezza del server.
ja_jp: ディジタル証明書とサーバのセキュリティを管理できます。
pt_pt: Clique aqui para gerenciar certificados e segurança do servidor.

# sitemanage
source: Site Management
it_it: Gestione del sito
ja_jp: サイトの管理
pt_pt: Gestão do Site

# sitemanageDescription
source: Click here to create, edit and manage virtual server (that is, site) settings, user accounts, and backups.
it_it: Clicca qui per creare, modificare e gestire server virtuale (cioè luogo) le impostazioni, gli account utente e backup.
ja_jp: 仮想サイトの新規作成、設定、変更、ユーザアカウントの管理などを行えます。
pt_pt: Clique aqui para criar, editar e gerenciar servidores virtuais (ou seja, local) configurações, contas de usuário e backups.

# controlpanel
source: Network Services
it_it: Servizi di rete
ja_jp: ネットワークサービス
pt_pt: Serviços de Rede

# controlpanelDescription
source: Click here to control the server's services.
it_it: Clicca qui per controllare i servizi del server.
ja_jp: サーバの各種サービスを制御できます。
pt_pt: Clique aqui para controlar os serviços do servidor.

# serverconfig
source: System Settings
it_it: Impostazioni sistema
ja_jp: システムの設定
pt_pt: Configurações

# serverconfigDescription
source: Click here to configure the server's network, bandwidth and time settings.
it_it: Fare clic qui per configurare il server di rete, larghezza di banda e le impostazioni dell'ora.
ja_jp: ネットワーク、帯域幅、時刻と日付などを設定できます。
pt_pt: Clique aqui para configurar a rede, largura de banda do servidor e configurações de tempo.

# cpservicesDescription
source: Click here to manage virtual sites and user accounts.
it_it: Clicca qui per gestire i siti virtuali e account utente.
ja_jp: このサーバ上で利用したいサービスを設定できます。
pt_pt: Clique aqui para gerenciar sites virtuais e contas de usuários.

# sysmaintenance
source: Maintenance
it_it: Manutenzione
ja_jp: 保守
pt_pt: Manutenção

# sysmaintenanceDescription
source: Click here to perform server maintenance such as system backup, storage control, and system restart.
it_it: Clicca qui per effettuare la manutenzione del server, quali il backup di sistema, il controllo di stoccaggio, e il riavvio del sistema.
ja_jp: ストレージの制御、サーバの再起動などの操作を行えます。
pt_pt: Clique aqui para realizar a manutenção do servidor, como backup do sistema, controle de armazenamento, e reiniciar o sistema.

source: Server Usage
it_it: Uso del server
ja_jp: サーバの利用状況
pt_pt: Uso de servidor

# serverusageDescription
source: Click here to view overall usage statistics for this server appliance.
it_it: Clicca qui per visualizzare le statistiche complessive di utilizzo di questo apparecchio server.
ja_jp: このサーバの利用状況に関する統計が表示されます。
pt_pt: Clique aqui para ver as estatísticas de uso geral para este aparelho servidor.

# siteusage
source: Usage Statistics
it_it: Statistiche di utilizzo
ja_jp: サイトの利用状況
pt_pt: Estatísticas de utilização

# siteusageDescription
source: Click here to view usage statistics for this site.
it_it: Clicca qui per vedere le statistiche di utilizzo per questo sito.
ja_jp: このサイトの利用状況に関する統計が表示されます。
pt_pt: Clique aqui para ver as estatísticas de uso para este site.

# netusage
source: Network
it_it: Rete
ja_jp: ネットワーク
pt_pt: Rede

# netusageDescription
source: Click here to view total network usage for this server.
it_it: Clicca qui per visualizzare l'utilizzo totale della rete per questo server.
ja_jp: このサーバ全体のネットワーク利用状況に関する統計が表示されます。
pt_pt: Clique aqui para ver o uso total da rede para este servidor.

# webusage
source: Web
ja_jp: ウェブ
pt_pt: Teia

# webusageDescription
source: Click here to view web usage statistics.
it_it: Clicca qui per vedere le statistiche di utilizzo web.
ja_jp: ウェブ利用状況に関する統計が表示されます。
pt_pt: Clique aqui para ver as estatísticas de uso da web.

# ftpusageDescription
source: Click here to view FTP usage statistics.
it_it: Clicca qui per vedere le statistiche di utilizzo FTP.
ja_jp: FTP 利用状況に関する統計が表示されます。
pt_pt: Clique aqui para ver as estatísticas de uso de FTP.

# mailusage
source: Mail
it_it: Posta
ja_jp: 電子メール
pt_pt: Correio

# mailusageDescription
source: Click here to view Email usage statistics.
it_it: Clicca qui per visualizzare le statistiche di utilizzo della posta elettronica.
ja_jp: 電子メールの利用状況に関する統計が表示されます。
pt_pt: Clique aqui para ver as estatísticas de uso de e-mail.

# sysinfo
source: System Information
it_it: Informazioni di sistema
ja_jp: システム情報
pt_pt: Sistema de Informação

# sysinfoDescription
source: Click here to view server configuration information.
it_it: Clicca qui per visualizzare le informazioni di configurazione del server.
ja_jp: サーバ設定に関する情報が表示されます。
pt_pt: Clique aqui para ver as informações de configuração do servidor.

# sysbackuprestore
source: Backup and Restore
it_it: Backup e ripristino
ja_jp: バックアップ／復元
pt_pt: Backup e Restauração

# sysbackuprestoreDescription
source: Click here to backup or restore server data.
it_it: Clicca qui per eseguire il backup o il ripristino dei dati del server.
ja_jp: サーバのデータをバックアップまたは復元できます。
pt_pt: Clique aqui para fazer backup ou restaurar os dados do servidor.

# usermgmt
source: User Management
it_it: Gestione degli utenti
ja_jp: ユーザの管理
pt_pt: Gerenciamento de usuários

# usermgmtDescription
source: Click here to add, modify or remove users.
it_it: Clicca qui per aggiungere, modificare o rimuovere utenti.
ja_jp: ユーザを追加、変更、削除できます。
pt_pt: Clique aqui para adicionar, alterar ou remover usuários.

# base-programs
source: Programs
it_it: Programmi
ja_jp: プログラム
pt_pt: Programas

# base-programs_description
source: The Programs section allows you to access currently installed programs.
it_it: La sezione Programmi consente di accedere ai programmi installati.
ja_jp: このサーバにインストールされているプログラムへアクセスできます。
pt_pt: A seção de programas permite que você acesse programas instalados atualmente.

# splashProgramsMessage
source: The Programs section allows you to access useful productivity tools and applications.
it_it: La sezione Programmi permette di accedere a utili strumenti di produttività e applicazioni.
ja_jp: ここでは、インストールされているツールやアプリケーションへアクセスできます。
pt_pt: A seção de programas permite que você acessar as ferramentas e aplicativos de produtividade úteis.

# splashPersonalMessage
source: The Personal Profile section allows you to view and edit your user account settings.
it_it: La sezione Profilo personale consente di visualizzare e modificare le impostazioni dell'account utente.
ja_jp: ユーザアカウント設定を表示、変更できます。
pt_pt: A seção Perfil Pessoal permite que você visualize e edite as configurações da conta do usuário.

# base-personalProfile
source: Personal Profile
ja_jp: 個人プロフィール
pt_pt: Perfil Pessoal

# base-personalProfile_description
source: The Personal Profile section allows you to view your user account information.
it_it: La sezione Profilo personale consente di visualizzare le informazioni sull'account utente.
ja_jp: ユーザアカウント情報が表示されます。
pt_pt: A seção Perfil Pessoal permite que você visualize informações de sua conta de usuário.

# wizardSysSettings
source: System Settings
it_it: Impostazioni di sistema
ja_jp: システム設定
pt_pt: Configurações do sistema

# wizardRaid
source: Raid Setup
it_it: Configurazione Raid
ja_jp: Raid の設定
pt_pt: Setup Raid

# wizardRaidBuild
source: Raid Setup
it_it: Configurazione Raid
ja_jp: Raid の設定
pt_pt: Setup Raid

# wizardRegister
source: Registration
it_it: Registrazione
ja_jp: 製品登録
pt_pt: Registro

# loginPageTitle
source: Login - [[base-product.productName]] - [[VAR.hostname]]
it_it: Accesso - [[base-product.productName]] - [[VAR.hostname]]
ja_jp: ログイン - [[base-product.productName]] - [[VAR.hostname]]
pt_pt: Entrar - [[base-product.productName]] - [[VAR.hostname]]

# login
source: Login - [[VAR.hostname]]
it_it: Accesso - [[VAR.hostname]]
ja_jp: ログイン - [[VAR.hostname]]
pt_pt: Entrar - [[VAR.hostname]]

# loginMissingCookies
source: Before trying to login, please verify that your browser supports cookie functionality.
it_it: Prima di provare ad accedere, verificare che il browser supporta la funzionalità dei cookie.
ja_jp: ログイン前に、お使いのブラウザが cookie をサポートしていることを確認してください。
pt_pt: Antes de tentar entrar, verifique se o seu browser suporta funcionalidade de cookies.

# loginExpiredMessage
source: Your login session has expired. To login again, please enter your user name and password.
it_it: La tua sessione di accesso è scaduta. Per accedere di nuovo, inserisci il tuo nome utente e password.
ja_jp: ログインセッションがタイムアウトしました。再度ログインするには、ユーザ名とパスワードを入力してください。
pt_pt: Sua sessão de login expirou. Para iniciar sessão novamente, por favor, digite seu nome de usuário e senha.

# loginByeMessage
source: Thank you for using [[base-product.productName]].
it_it: Grazie per aver usato il te [[base-product.productName]].
ja_jp: [[base-product.productName]] をご利用頂き誠にありがとうございます。
pt_pt: Obrigado por usar o [[base-product.productName]].

# loginOkMessage
source: To login, please enter your user name and password.
it_it: Per accedere, inserisci il tuo nome utente e password.
ja_jp: ログインするには、ユーザ名とパスワードを入力してください。
pt_pt: Para iniciar sessão, por favor, digite seu nome de usuário e senha.

# loginAuthFailed
source: You have not entered a correct username and/or password. Please try again.
it_it: Non è stato immesso un nome utente corretto e / o la password. Riprova.
ja_jp: 入力したユーザ名またはパスワードが間違っています。ユーザ名とパスワードを確認して、もう一度お試しください。
pt_pt: Você não digitou um nome de usuário correto e / ou senha. Por favor, tente novamente.

# loginNoCssMessage
source: Before trying to login, please verify that your browser supports Cascading Style Sheets functionality.
it_it: Prima di provare ad accedere, verificare che il vostro browser supporta la funzionalità Cascading Style Sheets.
ja_jp: ログイン前に、お使いのブラウザが CSS (カスケーディングスタイルシート) をサポートしていることを確認してください。
pt_pt: Antes de tentar entrar, verifique se o seu browser suporta Cascading Style Sheets funcionalidade.

# loginNoJsMessage
source: Before trying to login, please verify that your browser supports JavaScript functionality.
it_it: Prima di provare ad accedere, verificare che il vostro browser supporta le funzionalità Javascript.
ja_jp: ログイン前に、お使いのブラウザが JavaScript をサポートしていることを確認してください。
pt_pt: Antes de tentar entrar, verifique se o seu browser suporta a funcionalidade de JavaScript.

# loginPageUsername
source: User Name:
it_it: Nome Utente:
ja_jp: ユーザ名:
pt_pt: Nome de Usuário:

# loginPagePassword
source: Password:
ja_jp: パスワード:
pt_pt: Senha:

# loginPageSecurity
source: Secure Connect:
it_it: Fissare Connect:
ja_jp: セキュア接続:
pt_pt: Fixe Ligação:

source: Documentation
it_it: Documentazione
ja_jp: 文書
pt_pt: Documentação

# documentation_help
source: Click here to view online manuals for this server appliance.
it_it: Clicca qui per visualizzare manuali online per questo apparecchio server.
ja_jp: このサーバのオンラインマニュアルが表示されます。
pt_pt: Clique aqui para visualizar os manuais on-line para este aparelho servidor.

# pdfDescen
source: BlueOnyx Hosting Edition Manual (English)
it_it: BlueOnyx Hosting Edition Manuale (inglese)
ja_jp: BlueOnyx Hosting Edition マニュアル (英語)
pt_pt: BlueOnyx Alojamento Manual Edição (Inglês)

# pdfDescja
source: BlueOnyx Hosting Edition Manual (Japanese)
it_it: BlueOnyx Hosting Edition Manuale (giapponese)
ja_jp: BlueOnyx Hosting Edition マニュアル (日本語)
pt_pt: BlueOnyx Alojamento Manual Edição (Japonês)

# pdfDescen_US
source: BlueOnyx Hosting Edition Manual (English)
it_it: BlueOnyx Hosting Edition Manuale (inglese)
pt_pt: BlueOnyx Alojamento Manual Edição (Inglês)

# errorFormfields
source: The form could not be submitted as it contained one or more errors. Please review all tabs of this form to see if any of your input raised an error message.
it_it: Il modulo non poteva essere presentata in quanto conteneva uno o più errori. Si prega di rivedere tutte le schede di questo modulo, per vedere se uno dei tuoi ingresso sollevato un messaggio di errore.
pt_pt: A forma não podia ser apresentado como ela continha um ou mais erros. Por favor, reveja todas as guias de este formulário para ver se algum de sua entrada gerado uma mensagem de erro.

# vendorSite
source: http://BlueOnyx.it/
ja_jp: http://BlueOnyx.org/

# loginPageLogin
source: Login
it_it: Accedi
ja_jp: ログイン
