Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-user.mod/locale/*/user.po
Languages: es_es, fr_fr, it_it, pt_pt

source: User List
es_es: Lista de usuarios
fr_fr: Liste des utilisateurs
it_it: Elenco utenti
pt_pt: Lista de usuários

# userListTitle
source: User List for [[VAR.fqdn]]
es_es: Lista de usuarios de [[VAR.fqdn]]
fr_fr: Liste des utilisateurs pour [[VAR.fqdn]]
it_it: Elenco utente per [[VAR.fqdn]]
pt_pt: Lista de usuários para [[VAR.fqdn]]

# users_help
source: Click here to manage Users.
es_es: Haga clic aquí para administrar usuarios.
fr_fr: Cliquer ici pour gérer les utilisateurs.
it_it: Clicca qui per gestire gli utenti.
pt_pt: Clique aqui para gerenciar usuários.

source: Full Name
es_es: Nombre Completo
fr_fr: Nom et prénom
it_it: Nome e Cognome
pt_pt: Nome Completo

# fullName_help
source: This is the full name of the user.
es_es: Este es el nombre completo del usuario.
fr_fr: Le nom complet de l'utilisateur.
it_it: Questo è il nome completo dell'utente.
pt_pt: Este é o nome completo do utilizador.

source: User Name
es_es: Nombre de usuario
fr_fr: Identifiant
it_it: Nome Utente
pt_pt: Nome de usuário

# userName_help
source: This is the name used by the system to identify the user.
es_es: Este es el nombre usado por el sistema para identificar al usuario.
fr_fr: L'identifiant est le nom utilisé par le système pour identifier l'utilisateur.
it_it: Questo è il nome utilizzato dal sistema per identificare l'utente.
pt_pt: Este é o nome usado pelo sistema para identificar o utilizador.

# listAction
source: Action
es_es: Acción
it_it: Azione
pt_pt: Ação

# listAction_help
source: These are the buttons used to modify settings of a user or to remove a user.
es_es: Estos son los botones que se utilizan para modificar la configuración de un usuario o eliminar un usuario.
fr_fr: Ce sont les boutons utilisés pour modifier les paramètres d'un utilisateur ou pour supprimer un utilisateur.
it_it: Questi sono i pulsanti utilizzati per modificare le impostazioni di un utente o per rimuovere un utente.
pt_pt: Estes são os botões usados ​​para modificar as configurações de um usuário ou para remover um usuário.

source: Add New User
es_es: Añadir Nuevo Usuario
fr_fr: Ajouter un nouvel utilisateur
it_it: Aggiungi Nuovo Utente
pt_pt: Adicionar novo usuário

# addNewUserTitle
source: Add New User to [[VAR.fqdn]]
es_es: Añadir Nuevo Usuario de [[VAR.fqdn]]
fr_fr: Ajouter un nouvel utilisateur à [[VAR.fqdn]]
it_it: Aggiungi nuovo utente per [[VAR.fqdn]]
pt_pt: Adicionar novo usuário para [[VAR.fqdn]]

# fullNameField_rule
source: Please enter any characters except colons. For example, John Doe is a valid entry.
es_es: Por favor ingrese los caracteres, excepto dos puntos. Por ejemplo, John Doe es una entrada válida.
fr_fr: Veuillez saisir les caractères à l'exception du double-points. Par exemple, John Doe est une entrée valide.
it_it: Inserisci i caratteri tranne i due punti. Ad esempio, John Doe è una voce valida.
pt_pt: Por favor insira os caracteres, exceto dois pontos. Por exemplo, John Doe é uma entrada válida.

# fullNameField_help
source: Enter the full name of the user. [[base-user.fullNameField_rule]]
es_es: Escriba el nombre completo del usuario. [[base-user.fullNameField_rule]]
fr_fr: Saisir le nom complet de l'utilisateur. [[base-user.fullNameField_rule]]
it_it: Inserire il nome completo dell'utente. [[base-user.fullNameField_rule]]
pt_pt: Digite o nome completo do usuário. [[base-user.fullNameField_rule]]

# userNameField_rule
source: Please enter no more than 31 characters containing only lowercase alphanumeric characters, periods, hyphens and underscores. The first character must be a letter. For example, john.doe is a valid entry.
es_es: Introduzca un máximo de 31 caracteres que contiene sólo caracteres alfanuméricos en minúsculas, puntos, guiones y guiones bajos. El primer carácter debe ser una letra. Por ejemplo, john.doe es una entrada válida.
fr_fr: Veuillez saisir un maximum de 31 caractères alphanumériques qui sont : des chiffres, des lettres sans accents en minuscules « a-z », le tiret « - », le sous-trait « _ » ou le point « . ». Le premier caractère doit être une lettre. Par exemple, john.doe est une entrée valide.
it_it: Inserisci un massimo di 31 caratteri contenente solo caratteri alfanumerici minuscoli, punti, trattini e underscore. Il primo carattere deve essere una lettera. Ad esempio, mario.rossi è una voce valida.
pt_pt: Por favor, insira mais de 31 caracteres contendo apenas caracteres alfanuméricos em minúsculas, pontos, hífens e sublinhados. O primeiro caractere deve ser uma letra. Por exemplo, john.doe é uma entrada válida.

# userNameField_help
source: Enter the name to be used by the system to identify the user. [[base-user.userNameField_rule]]
es_es: Introduce el nombre a ser utilizado por el sistema para identificar al usuario. [[base-user.userNameField_rule]]
fr_fr: Entrez l'identifiant qui sera utilisé par le système pour identifier l'utilisateur. [[base-user.userNameField_rule]]
it_it: Immettere il nome da utilizzare dal sistema per identificare l'utente. [[base-user.userNameField_rule]]
pt_pt: Inserir o nome a ser usado pelo sistema para identificar o utilizador. [[base-user.userNameField_rule]]

# userNameAlreadyTaken
source: Sorry, you have entered a value for [[base-user.userNameField]] that is not available on this system. Please enter another value for [[base-user.userNameField]].
es_es: Lo sentimos, se ha introducido un valor de [[base-user.userNameField]] que no está disponible en este sistema. Por favor, introduzca otro valor de [[base-user.userNameField]].
fr_fr: Désolé, vous avez saisi une valeur pour l'[[base-user.userNameField]] qui n'est pas disponible sur ce système. Veuillez saisir une autre valeur pour l'[[base-user.userNameField]].
it_it: Mi dispiace, è stato inserito un valore per [[base-user.userNameField]] che non è disponibile su questo sistema. Si prega di inserire un altro valore per [[base-user.userNameField]].
pt_pt: Desculpe, você digitou um valor para [[base-user.userNameField]] que não está disponível no sistema. Por favor, insira um outro valor para [[base-user.userNameField]].

# userNameSuggest
source: [[base-user.userNameAlreadyTaken]] The following names are available: [[VAR.list]].
es_es: [[base-user.userNameAlreadyTaken]] Los siguientes nombres están disponibles: [[VAR.list]].
fr_fr: [[base-user.userNameAlreadyTaken]] Les noms suivants sont disponibles : [[VAR.list]].
it_it: [[base-user.userNameAlreadyTaken]] I nomi seguenti sono disponibili: [[VAR.list]].
pt_pt: [[base-user.userNameAlreadyTaken]] Os seguintes nomes estão disponíveis: [[VAR.list]].

# passwordField
source: Password
es_es: Contraseña
fr_fr: Mot de passe
it_it: Parola d'ordine
pt_pt: Senha

# passwordField_help
source: Enter the password to be used by the system to identify this user. [[base-user.passwordField_rule]]
es_es: Introduzca la contraseña para ser utilizado por el sistema para identificar este usuario. [[base-user.passwordField_rule]]
fr_fr: Saisir le mot de passe de cet utilisateur que le système emploiera pour l'identifier. [[base-user.passwordField_rule]]
it_it: Inserire la password per essere utilizzato dal sistema per identificare questo utente. [[base-user.passwordField_rule]]
pt_pt: Digite a senha para ser usado pelo sistema para identificar o usuário. [[base-user.passwordField_rule]]

# passwordField_invalid
source: Sorry, you have not entered the same password in both fields. The same password is entered in both fields to protect against typing errors. Please try again.
es_es: Lo sentimos, no se ha ingresado la misma contraseña en ambos campos. La misma contraseña se introduce en ambos campos de protección contra errores de escritura. Por favor, inténtelo de nuevo.
fr_fr: [[base-network.passwordWebmasterField_invalid]]
it_it: Spiacente, non hai inserito la stessa password in entrambi i campi. La stessa password viene inserita in entrambi i campi per la protezione contro gli errori di battitura. Riprova.
pt_pt: Desculpe, você não digitou a mesma senha nos dois campos. A mesma senha é digitada em ambos os campos para se proteger contra erros de digitação. Por favor, tente novamente.

# error-invalid-password
source: Sorry, the password you entered was invalid. [[base-user.passwordField_rule]]
es_es: Lo sentimos, la contraseña que ha introducido no es válido. [[base-user.passwordField_rule]]
fr_fr: Désolé, le mot de passe que vous avez saisi n'est pas valide. [[base-user.passwordField_rule]]
it_it: Siamo spiacenti, la password che hai inserito non è valido. [[base-user.passwordField_rule]]
pt_pt: Desculpe, a senha que você digitou é inválido. [[base-user.passwordField_rule]]

# maxDiskSpaceField
source: Maximum Allowed Disk Space
es_es: Máximo espacio en disco mascotas
fr_fr: Espace disque maximum permis
it_it: Spazio su disco massimo consentito
pt_pt: Espaço máximo permitido Disk

# maxDiskSpaceField_rule
source: The maximum allowed disk space must be within the range specified in parentheses.
es_es: El espacio de disco máximo permitido debe estar dentro del rango especificado en paréntesis.
fr_fr: L'espace disque maximal autorisé doit être dans la marge spécifiée entre parenthèses.
it_it: Lo spazio su disco massimo consentito deve essere compresa nell'intervallo specificato tra parentesi.
pt_pt: O espaço em disco máximo permitido deve estar dentro do intervalo especificado entre parênteses.

# maxDiskSpaceField_help
source: Set the disk quota of this user. This is the maximum disk space available to this user for the storage of web pages, email messages and all other user files. [[base-user.maxDiskSpaceField_rule]] The default value for new users is set in the User Template section.
es_es: Establecer la cuota de disco de este usuario. Este es el máximo espacio disponible en el disco para este usuario para el almacenamiento de páginas web, mensajes de correo electrónico y todos los otros ficheros del usuario. [[base-user.maxDiskSpaceField_rule]] El valor por defecto para los nuevos usuarios se encuentra en la sección de plantilla de usuario.
fr_fr: Réglez le quota de disque de l'utilisateur. Il s'agit de l'espace disque maximum disponible pour cet utilisateur pour le stockage des pages Web, e-mails et tous les autres fichiers de l'utilisateur. [[base-user.maxDiskSpaceField_rule]] La valeur par défaut pour les nouveaux utilisateurs se trouve dans la section Modèle de l'utilisateur.
it_it: Impostare la quota disco di questo utente. Questo è il massimo spazio su disco disponibile per l'utente per la memorizzazione delle pagine web, messaggi di posta elettronica e tutti gli altri file utente. [[base-user.maxDiskSpaceField_rule]] Il valore di default per i nuovi utenti è impostato nella sezione Modello Utente.
pt_pt: Defina a cota de disco deste usuário. Este é o máximo de espaço em disco disponível para este usuário para o armazenamento de páginas da web, mensagens de e-mail e todos os outros arquivos do usuário. [[base-user.maxDiskSpaceField_rule]] O valor padrão para novos usuários está definido na seção Modelo de Usuário.

# maxDiskSpaceFieldDefault_help
source: Set the default maximum disk space for new users. This is the maximum disk space available to users for the storage of web pages, email messages and all other user files. [[base-user.maxDiskSpaceField_rule]]
es_es: Ajuste el espacio de disco máximo predeterminado para los nuevos usuarios. Este es el máximo espacio disponible en disco a los usuarios para el almacenamiento de páginas web, mensajes de correo electrónico y el resto de los ficheros del usuario. [[base-user.maxDiskSpaceField_rule]]
fr_fr: Définissez l'espace disque maximum par défaut pour les nouveaux utilisateurs. Il s'agit de l'espace disque maximum disponible pour les utilisateurs pour le stockage de pages Web, e-mails et tous les autres fichiers de l'utilisateur. [[base-user.maxDiskSpaceField_rule]]
it_it: Impostare il massimo spazio su disco di default per i nuovi utenti. Questo è il massimo spazio su disco a disposizione degli utenti per l'archiviazione delle pagine web, messaggi di posta elettronica e tutti gli altri file utente. [[base-user.maxDiskSpaceField_rule]]
pt_pt: Definir o espaço em disco máximo padrão para novos usuários. Este é o máximo de espaço em disco disponível para os usuários para o armazenamento de páginas da web, mensagens de e-mail e todos os outros arquivos do usuário. [[base-user.maxDiskSpaceField_rule]]

# memberGroupsField
source: Group Membership
es_es: Pertenencia a grupos
fr_fr: Appartenance à un groupe
it_it: Appartenenza al gruppo
pt_pt: Associação de Grupo

# memberGroupsField_help
source: Set the group membership of this user. The left column shows the groups to which this user currently belongs. The right column shows the groups to which this user could possibly belong. To add this user as a member of a group, move the group from the right column to the left column.
es_es: Establezca la pertenencia a grupos de este usuario. La columna izquierda muestra los grupos a los que pertenece actualmente a este usuario. La columna de la derecha muestra los grupos a los que este usuario posiblemente podría pertenecer. Para agregar el usuario como miembro de un grupo, mueva el grupo de la columna de la derecha de la columna izquierda.
fr_fr: Définir le groupe auquel appartient l'utilisateur. La colonne de gauche affiche les groupes auxquels l'utilisateur appartient actuellement. La colonne de droite affiche les groupes auxquels l'utilisateur pourrait appartenir. Pour ajouter cet utilisateur en tant que membre d'un groupe, déplacez le groupe à partir de la colonne de droite de la colonne de gauche.
it_it: Impostare l'appartenenza al gruppo di questo utente. La colonna di sinistra mostra i gruppi a cui questo utente appartiene attualmente. La colonna di destra mostra i gruppi a cui l'utente potrebbe appartenere. Per aggiungere l'utente come membro di un gruppo, spostare il gruppo dalla colonna di destra alla colonna di sinistra.
pt_pt: Definir os membros do grupo deste usuário. A coluna da esquerda mostra os grupos aos quais esse usuário pertence atualmente. A coluna da direita mostra os grupos aos quais esse usuário poderia pertencem. Para adicionar este usuário como um membro de um grupo, mova o grupo na coluna da direita para a coluna da esquerda.

# memberGroups
source: Groups Affiliated
es_es: Grupos afiliados
fr_fr: Groupes affiliés
it_it: Gruppi affiliati
pt_pt: Grupos Filiado

# allGroups
source: Groups Not Affiliated
es_es: Grupos no afiliados
fr_fr: Groupes non affiliés
it_it: Gruppi non affiliati
pt_pt: Grupos não filiados

# modifyUser
source: Modify User Settings for [[VAR.userName]]
es_es: Modificación de la configuración de usuario para [[VAR.userName]]
fr_fr: Modifier les paramètres utilisateur pour [[VAR.userName]]
it_it: Modifica impostazioni utente per [[VAR.userName]]
pt_pt: Modificar configurações de usuário para [[VAR.userName]]

# newPasswordField
source: New Password
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
pt_pt: Nova Senha

# emailSettingsFor
source: Email Settings for [[VAR.userName]]
es_es: Configuración del correo electrónico para [[VAR.userName]]
fr_fr: Paramètres de messagerie pour [[VAR.userName]]
it_it: Impostazioni e-mail per la [[VAR.userName]]
pt_pt: Configurações de e-mail para [[VAR.userName]]

source: Email Alias
es_es: Alias ​​de correo electrónico
fr_fr: Alias de messagerie
it_it: Alias ​​di posta elettronica
pt_pt: Alias ​​de e-mail

# emailAliasesField
source: Email Aliases
es_es: Correo electrónico Alias
fr_fr: Les alias e-mail
it_it: Email Alias
pt_pt: E-mail Alias

# emailAliasesField_rule
source: Please enter characters containing only lowercase alphanumeric characters, periods, hyphens and underscores. The default value is the lowercase first and last name of the user separated by a period. For example, john.doe is a valid entry.
es_es: Introduzca los caracteres que contengan únicamente caracteres en minúsculas alfanuméricos, puntos, guiones y guiones bajos. El valor predeterminado es minúsculas el nombre y apellido del usuario separado por un punto. Por ejemplo, john.doe es una entrada válida.
fr_fr: [[base-network.alphanum_rule]]. La valeur par défaut est le nom et le prénom de l'utilisateur en minuscules séparés par un point. Par exemple, john.doe est une saisie valide.
it_it: Inserisci i caratteri che contengono solo caratteri alfanumerici minuscoli, punti, trattini e underscore. Il valore predefinito è il nome e il cognome in minuscolo dell'utente separati da un punto. Ad esempio, mario.rossi è una voce valida.
pt_pt: Por favor insira caracteres contendo apenas caracteres alfanuméricos em minúsculas, pontos, hífens e sublinhados. O valor padrão é a minúscula primeiro e último nome do usuário separados por um ponto. Por exemplo, john.doe é uma entrada válida.

# emailAliasesField_help
source: Enter additional names that the user will receive email as. [[base-user.emailAliasesField_rule]]
es_es: Escriba otros nombres que el usuario recibirá un correo electrónico como archivos. [[base-user.emailAliasesField_rule]]
fr_fr: Saisir des autres noms d'alias avec lesquels l'utilisateur recevra son courrier. [[base-user.emailAliasesField_rule]]
it_it: Immettere nomi aggiuntivi che l'utente riceverà email. [[base-user.emailAliasesField_rule]]
pt_pt: Digite os nomes adicionais que o usuário receberá e-mail como. [[base-user.emailAliasesField_rule]]

# forwardEnableField
source: Email Forwarding
fr_fr: Faire suivre le courriel
pt_pt: Encaminhamento de e-mail

# forwardEnableField_help
source: Enabling email forwarding causes email received in the future to be automatically forwarded to the email addresses specified.
es_es: Habilitar el reenvío de correo electrónico causa correo electrónico recibidos en el futuro que se reenvía automáticamente a las direcciones de correo especificada.
fr_fr: En activant la redirection du courriel, les e-mails reçus seront automatiquement transmis aux adresses indiquées.
it_it: Abilitare l'inoltro di email provoca mail ricevuta in futuro per essere trasmessa automaticamente indirizzi email specificati.
pt_pt: Permitindo o encaminhamento de e-mail provoca e-mail recebido, no futuro, será automaticamente encaminhado para os endereços de email especificado.

# forwardEnable
source: Enable
es_es: Permitir
fr_fr: Activer
it_it: Attiva
pt_pt: Permitir

# forwardEmailField_rule
source: Enter valid email addresses. Multiple addresses are fine. Separate them with a comma or put each address on a separate line.
es_es: Introduce las direcciones de correo electrónico válidas. Varias direcciones están bien. Separar con una coma o poner cada dirección en una línea separada.
fr_fr: Saisir des adresses e-mail valides. De multiples adresses sont permises ; les séparer par une virgule ou mettre chaque adresse sur une ligne distincte.
it_it: Inserisci gli indirizzi email validi. Indirizzi multipli vanno bene. Separarli con una virgola o mettere ciascun indirizzo su una riga separata.
pt_pt: Insira os endereços de e-mail válidos. Vários endereços estão bem. Separe-os com uma vírgula ou colocar cada endereço em uma linha separada.

# forwardEmailField
source: Email Addresses
es_es: Direcciones de correo electrónico
fr_fr: Adresses électroniques
it_it: Indirizzi e-mail
pt_pt: Endereços de e-mail

# forwardEmailField_help
source: Enter the email addresses to which you would like your email forwarded. [[base-user.forwardEmailField_rule]]
es_es: Introduzca las direcciones de correo electrónico a la que desea que su dirección de correo electrónico enviada. [[base-user.forwardEmailField_rule]]
fr_fr: Saisir une adresse e-mail à laquelle vous souhaitez que votre e-mail soit envoyé. [[base-user.forwardEmailField_rule]]
it_it: Inserisci gli indirizzi email a cui desideri che la tua e-mail inviata. [[base-user.forwardEmailField_rule]]
pt_pt: Digite os endereços de e-mail para o qual você gostaria que seu e-mail encaminhado. [[base-user.forwardEmailField_rule]]

# autoResponderField
source: Vacation Message
es_es: Mensaje de Vacaciones
fr_fr: Message d'absence
pt_pt: Mensagem de férias

# autoResponderField_help
source: Vacation Message allows you to automatically send a custom message to everyone who sends you email.
es_es: Mensaje de vacaciones le permite enviar automáticamente un mensaje personalizado a todos los que le envía correo electrónico.
fr_fr: Le message d'absence vous permet d'envoyer automatiquement un message personnalisé à tous ceux qui vous envoie un courriel.
it_it: Vacation Message consente di inviare automaticamente un messaggio personalizzato a tutti coloro che manda email.
pt_pt: Mensagem de férias permite enviar automaticamente uma mensagem personalizada para todos os que lhe envia e-mail.

# enableAutoResponderField
source: Enable
es_es: Permitir
fr_fr: Activer
it_it: Attiva
pt_pt: Permitir

# autoResponderMessageField
source: Auto-Reply
es_es: Auto-Responder
fr_fr: Réponse automatique
pt_pt: Auto-Responder

# autoResponderMessageField_help
source: Enter the message which will be sent automatically as a reply to the sender of every email you receive.
es_es: Introduzca el mensaje que se enviará automáticamente como una respuesta al remitente de cada email que usted recibe.
fr_fr: Saisir le message qui sera envoyé automatiquement comme une réponse à chaque expéditeur d'un courriel que vous recevez.
it_it: Inserisci il messaggio che sarà inviato automaticamente come una risposta al mittente di ogni messaggio ricevuto.
pt_pt: Digite a mensagem que será enviada automaticamente como uma resposta ao remetente de cada e-mail que você recebe.

# blank-vacation-msg
source: Sorry, you have entered an invalid value for [[base-user.autoResponderMessageField]].
es_es: Lo sentimos, se ha introducido un valor no válido para [[base-user.autoResponderMessageField]].
fr_fr: Désolé, vous n'avez pas saisi une valeur réglementaire pour [[base-user.autoResponderMessageField]].
it_it: Mi dispiace, è stato inserito un valore non valido per [[base-user.autoResponderMessageField]].
pt_pt: Desculpe, você digitou um valor inválido para [[base-user.autoResponderMessageField]].

# userDefaults
source: Edit User Template
es_es: Editar plantilla del usuario
fr_fr: Modifier le modèle de l'utilisateur
it_it: Modifica modello User
pt_pt: Editar Modelo de Usuário

# userDefaults_help
source: Click here to change default settings for new users.
es_es: Haga clic aquí para cambiar la configuración predeterminada para los nuevos usuarios.
fr_fr: Cliquer ici pour modifier les paramètres par défaut pour les nouveaux utilisateurs.
it_it: Clicca qui per cambiare le impostazioni predefinite per i nuovi utenti.
pt_pt: Clique aqui para alterar as configurações padrão para novos usuários.

# userDefaultsTitle
source: Edit User Template for [[VAR.fqdn]]
es_es: Editar plantilla del usuario [[VAR.fqdn]]
fr_fr: Modifier le modèle de l'utilisateur pour [[VAR.fqdn]]
it_it: Modifica modello di utente per [[VAR.fqdn]]
pt_pt: Editar Modelo de usuário para [[VAR.fqdn]]

# basicDefaults
source: Basic
es_es: Básico
it_it: Di base
pt_pt: Básico

# serviceDefaults
source: Services
es_es: Servicios
it_it: Servizi
pt_pt: Serviços

# usersPerPage
source: Number of Users per Page
es_es: Número de usuarios por página
fr_fr: Nombre d'utilisateurs par page
it_it: Numero di utenti per pagina
pt_pt: Número de usuários por página

# usersPerPage_help
source: Set the number of users to display per page in the user list.
es_es: Establecer el número de usuarios que desea mostrar por página, en la lista de usuarios.
fr_fr: Définissez le nombre d'utilisateurs à afficher par page dans la liste des utilisateurs.
it_it: Impostare il numero di utenti da visualizzare per pagina nella lista degli utenti.
pt_pt: Defina o número de usuários a serem exibidos por página na lista de usuários.
