Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-user.mod/locale/*/user.po
Languages: es_es, fr_fr, it_it, pt_pt

# userNameGenField
source: User Name Generation
es_es: Nombre de Usuario Generación
fr_fr: Création d'identifiant
it_it: Nome Utente Generation
pt_pt: Nome Generation usuário

# userNameGenField_help
source: Set the method by which user names are automatically generated after entering full names. For example, if John Doe is the full name, then either johnd, jdoe, john or doe would be the automatically generated user name.
es_es: Establecer el método por el cual los nombres de usuario se generan de forma automática después de introducir nombres completos. Por ejemplo, si John Doe es el nombre completo, entonces o bien johnd, jdoe, john doe o sería el nombre de usuario se genera automáticamente.
fr_fr: Définir la méthode par laquelle les identifiants d'utilisateur sont crées automatiquement après la saisie du nom complet. Par exemple, si John Doe est le nom complet, alors soit JohnD, jdoe, john ou doe serait l'identifiant généré automatiquement.
it_it: Impostare il metodo con cui i nomi utente vengono generati automaticamente dopo aver inserito i nomi completi. Per esempio, se John Doe è il nome completo, allora o johnd, mrossi, john doe o sarebbe il nome utente generato automaticamente.
pt_pt: Defina o método pelo qual os nomes de usuário são gerados automaticamente após a inserção de nomes completos. Por exemplo, se John Doe é o nome completo, em seguida, johnd, jsilva, john doe ou seria o nome de usuário gerado automaticamente.

# first
source: Only First Name
es_es: Sólo Nombre
fr_fr: Seulement le prénom
it_it: Solo Nome
pt_pt: Apenas o primeiro nome

# last
source: Only Last Name
es_es: Sólo Apellido
fr_fr: Seulement le nom
it_it: Solo Cognome
pt_pt: Apenas Sobrenome

# firstInitLast
source: Initial of First Name & Last Name
es_es: Inicial del nombre y apellido
fr_fr: Initiale du prénom et nom
it_it: Iniziale del Nome & Cognome
pt_pt: Inicial do primeiro nome e sobrenome

# firstLastInit
source: First Name & Initial of Last Name
es_es: Nombre y inicial del apellido
fr_fr: Prénom et initiale du nom
it_it: Nome e iniziali del cognome
pt_pt: Nome e inicial do sobrenome

# languageField
source: Language Preference
es_es: Preferencia de idioma
fr_fr: Préférence linguistique
it_it: Preferenza lingua
pt_pt: Preferência de idioma

# languageField_help
source: The server will try to display pages in the preferred language you select here. If you select 'Set From Browser Options', the server will try to display pages based on your web browser's language preferences. If the language you select is unavailable, the server will display pages using the default language that is available to your server.
es_es: El servidor intentará mostrar las páginas en el idioma que seleccione aquí. Si selecciona &#39;Configuración de Opciones del navegador &quot;, el servidor tratará de mostrar las páginas basadas en las preferencias de idioma del navegador web. Si el idioma seleccionado no está disponible, el servidor mostrará páginas con el idioma predeterminado que está disponible en el servidor.
fr_fr: Le serveur va essayer d'afficher les pages dans la langue sélectionnée ici. En sélectionnant [[base-palette.browser]], le serveur tentera d'afficher des pages en fonction des préférences linguistiques de votre navigateur Web. Si la langue sélectionnée n'est pas disponible, le serveur affichera les pages en utilisant la langue par défaut qui est disponible sur votre serveur.
it_it: Il server cercherà di visualizzare le pagine nella lingua preferita selezionata qui. Se si seleziona 'Imposta Da Opzioni del browser', il server tenterà di visualizzare le pagine in base alle preferenze della lingua del browser web. Se la lingua selezionata non è disponibile, il server visualizzerà le pagine utilizzando la lingua predefinita che è disponibile per il vostro server.
pt_pt: O servidor vai tentar exibir páginas no idioma preferido você selecionar aqui. Se você selecionar 'Ajuste de opções do navegador, o servidor vai tentar exibir páginas com base em preferências de idioma do seu navegador web. Se o idioma selecionado não estiver disponível, o servidor irá exibir páginas usando o idioma padrão que está disponível para o servidor.

source: Account
es_es: Cuenta
fr_fr: Comptes
it_it: Acconto
pt_pt: Conta

# account_help
source: Click here to configure basic account settings.
es_es: Haga clic aquí para configurar los parámetros básicos de la cuenta.
fr_fr: Cliquer ici pour configurer les paramètres de comptes d'utilisateurs.
it_it: Fare clic qui per configurare le impostazioni di base.
pt_pt: Clique aqui para configurar as definições contas básicas.

# email_help
source: Click here to configure email settings such as aliases, forwarding and vacation message.
es_es: Haga clic aquí para configurar los ajustes de correo electrónico, como los alias, y prestan su mensaje de vacaciones.
fr_fr: Cliquer ici pour configurer les paramètres de messagerie tels que les alias, la redirection d'e-mail et le message de vacances.
it_it: Fare clic qui per configurare le impostazioni di posta elettronica, come gli alias, l'inoltro e il messaggio vacanza.
pt_pt: Clique aqui para configurar as definições de e-mail como aliases, encaminhamento e mensagem de férias.

# personalEmail_help
source: Click here to manage your email forwarding and auto response settings.
es_es: Haga clic aquí para administrar el reenvío de correo electrónico y la configuración de respuesta automática.
fr_fr: Cliquer ici pour gérer la redirection d'e-mails et les paramètres de réponse automatique.
it_it: Clicca qui per gestire il tuo inoltro di email e le impostazioni di risposta automatica.
pt_pt: Clique aqui para gerenciar o encaminhamento de e-mails e configurações de resposta automática.

# styleField
source: Style
es_es: Estilo
it_it: Stile
pt_pt: Estilo

# styleField_help
source: Changes the graphical style used to display menus, buttons, and other items.
es_es: Cambia el estilo de gráfica que se utiliza para mostrar los menús, los botones, y otros artículos.
fr_fr: Modifie le style graphique utilisé pour afficher les menus, les boutons et autres éléments.
it_it: Cambia lo stile grafico utilizzato per la visualizzazione dei menu, pulsanti e altri elementi.
pt_pt: Muda o estilo gráfico usado para exibir menus, botões e outros itens.

# personalAccount
source: Account
es_es: Cuenta
fr_fr: Compte d'utilisateur
it_it: Acconto
pt_pt: Conta

# personalAccount_help
source: Click here to manage personal user account information.
es_es: Haga clic aquí para administrar la información de su cuenta personal de usuario.
fr_fr: Cliquer ici pour gérer les informations de compte utilisateur personnel.
it_it: Clicca qui per gestire le informazioni sull'account utente personale.
pt_pt: Clique aqui para gerenciar informações de conta de usuário pessoal.

# accountSettings
source: Account Settings for [[VAR.userName]]
es_es: Configuración de la cuenta de [[VAR.userName]]
fr_fr: Paramètres de compte pour [[VAR.userName]]
it_it: Impostazioni account per [[VAR.userName]]
pt_pt: Configurações da conta de [[VAR.userName]]

# removeUserConfirm
source: Are you sure you want to remove the user [[VAR.userName]]?
es_es: ¿Está seguro que desea eliminar el usuario [[VAR.userName]]?
fr_fr: Etes-vous sûr de vouloir supprimer l'utilisateur [[VAR.userName]]?
it_it: Sei sicuro di voler rimuovere l'utente [[VAR.userName]]?
pt_pt: Você tem certeza que deseja remover o usuário [[VAR.userName]]?

# reloadMessage
source: Your web browser will now refresh automatically to use the chosen language.
es_es: Su navegador web ahora se actualizará automáticamente para utilizar el idioma elegido.
fr_fr: Votre navigateur va maintenant s'actualiser automatiquement avec la langue choisie.
it_it: Il browser web sarà ora aggiornare automaticamente per utilizzare la lingua scelta.
pt_pt: Seu navegador irá agora atualizar automaticamente para usar o idioma escolhido.

# forwardSaveField
source: Save Copy
es_es: Guardar copia
fr_fr: Garder une copie
it_it: Salva copia
pt_pt: Salvar cópia

# forwardSaveField_help
source: Save Copy saves a copy of every email received to the mailbox in addition to forwarding a copy to the email addresses specified.
es_es: Guardar copia guarda una copia de todos los correos electrónicos recibidos en el buzón además de remitir una copia a las direcciones de correo especificada.
fr_fr: Ceci garde dans sa boîte aux lettres une copie de chaque e-mail redirigé vers l'adresse spécifiée dans le champ [[base-user.forwardEnableField]].
it_it: Salva copia salva una copia di ogni e-mail ricevuta alla casella di posta, oltre ad inoltro di una copia agli indirizzi specificati.
pt_pt: Salvar cópia salva uma cópia de cada e-mail recebido para a caixa de correio, além de encaminhar uma cópia para os endereços de email especificado.

# userDesc
source: Remarks
es_es: Observaciones
fr_fr: Remarques
it_it: Osservazioni
pt_pt: Observações

# userDesc_help
source: This column provides additional information about each user.
es_es: Esta columna proporciona información adicional acerca de cada usuario.
fr_fr: Cette colonne fournit des informations supplémentaires à propos de chaque utilisateur.
it_it: Questa colonna fornisce ulteriori informazioni su ciascun utente.
pt_pt: Esta coluna fornece informações adicionais sobre cada usuário.

# userDescField
source: Remarks
es_es: Observaciones
fr_fr: Remarques
it_it: Osservazioni
pt_pt: Observações

# userDescField_help
source: Enter additional information or comments about the user here.
es_es: Introduzca la información adicional o comentarios sobre el usuario aquí.
fr_fr: saisir ici des renseignements ou commentaires complémentaires sur l'utilisateur.
it_it: Inserisci informazioni aggiuntive o commenti relative all'utente qui.
pt_pt: Digite informações adicionais ou comentários sobre o usuário aqui.

# uidAlreadyTaken
source: Sorry, an error occurred. The uid entered is already taken.
es_es: Disculpa, ocurrió un error. El uid entrado ya está en uso.
fr_fr: Désolé, une erreur s'est produite. L'uid saisi est déjà pris.
it_it: Siamo spiacenti, si è verificato un errore. L'uid inserito è già stato preso.
pt_pt: Desculpe, ocorreu um erro. O uid entrou já está tomada.

# aliasAlreadyTaken
source: Sorry, this user could not be created with the specified name because an email alias already exists for that name.
es_es: Lo sentimos, este usuario no puede ser creado con el nombre especificado ya un alias de correo electrónico ya existe para ese nombre.
fr_fr: Désolé, cet utilisateur ne peut pas être créé avec le nom spécifié car un alias existe déjà pour ce nom.
it_it: Spiacenti, questo utente non può essere creata con il nome specificato perché un alias email esiste già per quel nome.
pt_pt: Desculpe, este usuário não pode ser criado com o nome especificado por um alias de e-mail já existe para esse nome.

# aliasAlreadyTaken2
source: Sorry, this user's email aliases could not be set because one or more of the specified aliases is already in use.
es_es: Lo sentimos, alias de correo electrónico del usuario no pueden establecerse debido a que uno o más de los alias especificado ya está en uso.
fr_fr: Désolé, les alias de messagerie de l'utilisateur peuvent pas être enregistrés parce qu'un ou plusieurs des alias spécifiés est déjà en cours d'utilisation.
it_it: Siamo spiacenti, alias di posta elettronica dell'utente non potrebbero essere fissati a causa di uno o più degli alias specificato è già in uso.
pt_pt: Desculpe, aliases de e-mail do usuário não pode ser definido porque um ou mais dos aliases especificados já está em uso.

# add_user_help
source: Click here to add a new user.
es_es: Haz clic aquí para agregar un nuevo usuario.
fr_fr: Cliquer ici pour ajouter un nouvel utilisateur.
it_it: Clicca qui per aggiungere un nuovo utente.
pt_pt: Clique aqui para adicionar um novo usuário.

source: Administrator
es_es: Administrador
fr_fr: Administrateur
pt_pt: Administrador

# failed-to-add-user
source: A user account could not be created because of a system error.
es_es: Una cuenta de usuario no se pudo crear debido a un error del sistema.
fr_fr: Un compte d'utilisateur ne peut être créé à cause d'une erreur du système.
it_it: Un account utente non può essere creata a causa di un errore di sistema.
pt_pt: A conta de usuário não pode ser criado por causa de um erro do sistema.

# cantCreateUserServices
source: Unable to create the UserServices object.
es_es: No se puede crear el objeto UserServices.
fr_fr: Impossible de créer l'objet UserServices.
it_it: Impossibile creare l'oggetto UserServices.
pt_pt: Não é possível criar o objeto UserServices.

# =
source: is
es_es: es
fr_fr: est
it_it: è
pt_pt: é

# match
source: contains
es_es: contiene
fr_fr: contient
it_it: contiene
pt_pt: contém

# nomatch
source: does not contain
es_es: no contiene
fr_fr: ne contient pas
it_it: non contiene
pt_pt: não contêm

# searchbut
source: Search
es_es: Buscar
fr_fr: Rechercher
it_it: Cerca
pt_pt: Pesquisar

# searchbut_help
source: Click here to retrieve a list of users based on the entered criteria.
es_es: Haga clic aquí para obtener una lista de usuarios en función de los criterios introducidos.
fr_fr: Cliquer ici pour afficher une liste des utilisateurs en fonction des critères saisis.
it_it: Clicca qui per recuperare un elenco di utenti in base ai criteri inseriti.
pt_pt: Clique aqui para obter uma lista de usuários com base nos critérios inseridos.

# userSearch
source: Search Users
es_es: Usuarios
fr_fr: Rechercher des utilisateurs
it_it: Utenti
pt_pt: Procurar Usuários

# userSearchCriteria
source: Search:
es_es: Búsqueda:
fr_fr: Recherche :
it_it: Ricerca:
pt_pt: Pesquisar:

# userSearchCriteria_help
source: You can use this search tool to find users based on the criteria you specify. Select the field on which to search and choose how the text you enter should be compared against the field.
es_es: Usted puede utilizar esta herramienta de búsqueda para encontrar usuarios en función de los criterios especificados. Seleccione el campo en el que buscar y elegir cómo el texto que introduzca debe ser comparado con el campo.
fr_fr: Vous pouvez utiliser cet outil de recherche pour trouver des utilisateurs en fonction des critères que vous spécifiez. Sélectionnez le champ sur lequel de rechercher et de choisir la manière dont le texte que vous saisir doit être comparé au champ.
it_it: È possibile utilizzare questo strumento di ricerca per trovare gli utenti in base ai criteri specificati. Selezionare il campo su cui cercare e scegliere in che modo il testo immesso deve essere confrontato con il campo.
pt_pt: Você pode usar essa ferramenta de busca para encontrar usuários com base nos critérios especificados. Selecione o campo no qual a pesquisar e escolher a forma como o texto que você digitar deve ser comparado com o campo.

# capgroup_adminUser
source: Manage Users
es_es: Administrar usuarios
fr_fr: Gérer les utilisateurs
it_it: Gestire gli utenti
pt_pt: Gerenciar usuários

# capgroup_adminUser_help
source: This administrative right allows a user to create, destroy and modify other users on this machine
es_es: Este derecho administrativo permite a un usuario crear, destruir y modificar otros usuarios en esta máquina
fr_fr: Ce droit administratif permet à un utilisateur de créer, éliminer et modifier d'autres utilisateurs sur cet serveur.
it_it: Questo diritto amministrativo consente a un utente di creare, distruggere e modificare gli altri utenti su questa macchina
pt_pt: Este direito administrativo permite ao usuário criar, destruir e modificar outros usuários nesta máquina

# siteAdminEnabled
source: Site Administrator
es_es: Administrador del sitio
fr_fr: Administrateur du site
it_it: Amministratore del Sito
pt_pt: Administrador do Site

# siteAdminEnabled_help
source: This user is a site administrator.
es_es: Este usuario es un administrador del sitio.
fr_fr: Cet utilisateur est un administrateur du site.
it_it: Questo utente è un amministratore del sito.
pt_pt: Este usuário é um administrador do site.

source: User Suspended
es_es: Usuario Suspendido
fr_fr: Utilisateur suspendu
it_it: Utente Sospeso
pt_pt: Usuário Suspenso

# userSuspended_help
source: This user is suspended and will be denied access to system services associated with that account such as telnet, FTP, mail, and web access to their files. Email sent to this account will be rejected and the sender will receive an error message.
es_es: Este usuario se ha suspendido y se le negará el acceso a los servicios del sistema asociados a esa cuenta, como telnet, FTP, correo electrónico y acceso web a sus archivos. Correo electrónico enviado a esta cuenta será rechazada y el remitente recibirá un mensaje de error.
fr_fr: Cet utilisateur est suspendu et se verra refusé l'accès aux services du système associés à ce compte comme telnet, ftp, mail et l'accès à ses fichiers par le Web. Les courriel envoyés à ce compte seront rejetés et l'expéditeur recevra un message d'erreur.
it_it: Questo utente è sospeso e verrà negato l'accesso ai servizi di sistema associati a tale account, come telnet, ftp, posta, e l'accesso web ai loro file. E-mail inviato a questo account sarà respinta e il mittente riceverà un messaggio di errore.
pt_pt: Este utilizador está suspenso e será negado o acesso aos serviços do sistema associados a essa conta, como telnet, FTP, e-mail e acesso à web para seus arquivos. E-mail enviado a esta conta serão rejeitados eo remetente receberá uma mensagem de erro.

# rights
source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato
pt_pt: Estado

# rights_help
source: This column displays icons for features enabled for the user. Move your mouse over the icons for more information on each item.
es_es: Esta columna muestra los iconos de las funciones activadas por el usuario. Mueva su ratón sobre los iconos para obtener más información sobre cada elemento.
fr_fr: Cette colonne affiche les icônes des fonctions activées pour l'utilisateur. Déplacez votre souris au dessus des icônes pour plus d'informations sur chaque élément.
it_it: Questa colonna visualizza le icone per le funzioni abilitate per l'utente. Muovi il mouse sopra le icone per maggiori informazioni su ogni articolo.
pt_pt: Esta coluna exibe os ícones para os recursos ativados para o usuário. Passe o mouse sobre os ícones para mais informações sobre cada item.

source: Email Aliases
es_es: Correo electrónico Alias
fr_fr: Les alias e-mail
it_it: Email Alias
pt_pt: E-mail Alias

# emailAliases_help
source: This column lists the email aliases for the user. The user can receive email addressed to these names in addition to the user name.
es_es: Esta columna muestra los alias de correo electrónico para el usuario. El usuario puede recibir correo electrónico dirigido a estos nombres, además del nombre de usuario.
fr_fr: Cette colonne indique les alias de messagerie de l'utilisateur. L'utilisateur peut recevoir du courrier électronique adressé à ces noms-alias (en plus de l'identifiant d'utilisateur). Par exemple, le courrier adressé à alias-x@domaine.tld ou à alias-y@domaine.tld ou à alias-z@domaine.tld sera reçu par l'utilisateur identifiant@domaine.tld
it_it: Questa colonna elenca gli alias di posta elettronica per l'utente. L'utente può ricevere e-mail indirizzata a questi nomi, oltre al nome utente.
pt_pt: Esta coluna lista os aliases de e-mail para o usuário. O usuário pode receber e-mail endereçado a estes nomes, além do nome de usuário.

# suspendUser
source: Suspended
es_es: Suspendido
fr_fr: Suspendu
it_it: Sospeso
pt_pt: Suspenso

# suspendUser_help
source: Suspending a user will prevent that user from accessing system services associated with that account such as telnet, FTP, mail, and Web access to their files. Email sent to the suspended user's account will be rejected and the sender will receive an error message.
es_es: Suspender un usuario evitará que el usuario de acceder a los servicios del sistema asociados a esa cuenta, como telnet, FTP, correo electrónico y acceso a Internet para sus archivos. Correo electrónico enviado a la cuenta del usuario en suspensión será rechazado y el remitente recibirá un mensaje de error.
fr_fr: La suspension d'un utilisateur permet d'éviter que l'utilisateur d'accéder aux services du système associés à ce compte comme telnet, ftp, mail et l'accès à ses fichiers par le Web. Le courriel envoyé à un utilisateur suspendu sera rejeté et l'expéditeur recevra un message d'erreur.
it_it: Sospendere un utente impedirà che l'utente l'accesso ai servizi di sistema associati a tale account, come telnet, ftp, posta, e l'accesso Web per i propri file. E-mail inviata al conto dell'utente sospeso sarà respinta e il mittente riceverà un messaggio di errore.
pt_pt: Suspendendo um usuário irá impedir que o usuário acesse os serviços do sistema associados a essa conta, como telnet, FTP, e-mail, Web e acesso a seus arquivos. E-mail enviado para a conta do usuário suspenso será rejeitada eo remetente receberá uma mensagem de erro.

# siteAdministratorField
source: Site Administrator
es_es: Administrador del sitio
fr_fr: Administrateur du site
it_it: Amministratore del Sito
pt_pt: Administrador do Site

# siteAdministratorField_help
source: Site administrators are users who are capable of configuring settings for a site.
es_es: Los administradores del sitio son los usuarios que son capaces de configurar los ajustes para un sitio.
fr_fr: Les administrateurs du site sont les utilisateurs qui sont capable de configurer les paramètres d'un site.
it_it: Gli amministratori del sito sono gli utenti che sono in grado di configurare le impostazioni per un sito.
pt_pt: Os administradores do site são os usuários que são capazes de configurar as definições para um site.

# cantDeleteUser
source: Unable to delete the specified user.
es_es: No se puede eliminar el usuario especificado.
fr_fr: Impossible de supprimer l'utilisateur spécifié.
it_it: Impossibile eliminare l'utente specificato.
pt_pt: Não é possível excluir o usuário especificado.

# cleanupOldFiles
source: This user owns files that are under the site's directory but not in the user's home directory that you may want to keep. You must delete these files or reassign the ownership to another user before deleting this user.
es_es: Este usuario posee los archivos que se encuentran en el directorio del sitio, pero no en el directorio home del usuario que es posible que desee mantener. Debe eliminar estos archivos o reasignar la propiedad a otro usuario antes de eliminar este usuario.
fr_fr: Cet utilisateur possède des fichiers que vous souhaitez peut-être conserver qui se trouvent dans le répertoire du site mais pas dans le répertoire personnel de l'utilisateur. Vous devez supprimer ces fichiers ou les réaffecter à un autre utilisateur avant de pouvoir supprimer cet utilisateur.
it_it: Questo utente non possiede i file che si trovano sotto la directory del sito, ma non nella directory home dell'utente che si potrebbe voler mantenere. È necessario eliminare questi file o riassegnare la proprietà di un altro utente prima di eliminare questo utente.
pt_pt: Este usuário possui arquivos que estão no diretório do site, mas não no diretório home do usuário que você pode querer manter. Você deve excluir esses arquivos ou transferir a propriedade para outro usuário antes de excluir este usuário.

# cantGetRootAccess
source: Unable to get the RootAccess namespace for [[VAR.name]] from CCE.
es_es: No se puede obtener el espacio de nombres RootAccess de [[VAR.name]] del CCE.
fr_fr: Impossible d'obtenir l'espace de noms RootAccess pour [[VAR.name]] du CCE.
it_it: Impossibile ottenere lo spazio dei nomi RootAccess per [[VAR.name]] dalla CCE.
pt_pt: Não foi possível obter o namespace RootAccess para [[VAR.name]] de CCE.
