Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-user.mod/locale/*/user.po
Languages: es_es, fr_fr, it_it, pt_pt

# ImapSyncRunFailed
source: The IMAP Synchronization has failed. Please examine the logfile, as it might indicate a reason for this. Possible causes are usually incorrect login details or incorrect protocol and/or authentication mechanisms. Please correct the problems and try it again.
fr_fr: La synchronisation IMAP a échoué. S'il vous plaît examiner le fichier journal, car il peut indiquer une raison à cela. Les causes possibles sont généralement des détails de connexion incorrectes ou des mécanismes de protocole incorrect et / ou d'authentification. S'il vous plaît corriger les problèmes et essayer de nouveau.
pt_pt: A sincronização IMAP falhou. Por favor, examine o arquivo de log, pois pode indicar uma razão para isso. As possíveis causas são geralmente detalhes de login incorretas ou mecanismos de protocolo e / ou autenticação incorreta. Corrija os problemas e tente novamente.

# EmailSettings
source: Basic Settings
fr_fr: Réglages de base
