Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-user.mod/locale/*/user.po
Languages: es_es, fr_fr, it_it, pt_pt

# cantDisableRootAccess
source: Unable to disable root access for [[VAR.name]].
es_es: No se puede deshabilitar el acceso raíz para [[VAR.name]].
fr_fr: Impossible de désactiver l'accès root pour [[VAR.name]].
it_it: Impossibile disabilitare l'accesso root per [[VAR.name]].
pt_pt: Incapaz de desabilitar o acesso root para [[VAR.name]].

# cantEnableRootAccess
source: Unable to enable root access for [[VAR.name]].
es_es: No se puede permitir el acceso raíz para [[VAR.name]].
fr_fr: Impossible de permettre un accès root pour [[VAR.name]].
it_it: Impossibile abilitare l'accesso di root per [[VAR.name]].
pt_pt: Incapaz de permitir o acesso root para [[VAR.name]].

# cantDeleteAlterRoot
source: Unable to remove the root user account, [[VAR.root]].
es_es: No se puede eliminar la cuenta de usuario root, [[VAR.root]].
fr_fr: Impossible de supprimer le compte utilisateur root [[VAR.root]].
it_it: Impossibile rimuovere l'account utente root, [[VAR.root]].
pt_pt: Não foi possível remover a conta de usuário root, [[VAR.root]].

# cantCreateAlterRoot
source: Unable to create the root user account, [[VAR.root]].
es_es: No se puede crear la cuenta de usuario root, [[VAR.root]].
fr_fr: Impossible de créer le compte d'utilisateur root [[VAR.root]].
it_it: Impossibile creare l'account utente root, [[VAR.root]].
pt_pt: Não é possível criar a conta de usuário root, [[VAR.root]].

# cantUpdateAlterRoot
source: Unable to synchronize the root user account password for the root account, [[VAR.root]], to match the password for [[VAR.name]]'s account.
es_es: No es posible sincronizar la contraseña de la cuenta de usuario root para la cuenta root, [[VAR.root]], para que coincida con la contraseña de [[VAR.name]] &#39;s cuenta.
fr_fr: Impossible de synchroniser le mot de passe de l'utilisateur root pour le compte root [[VAR.root]] avec le mot de passe du compte [[VAR.name]].
it_it: Impossibile sincronizzare l'utente password dell'account principale per l'account di root, [[VAR.root]], per abbinare la password per [[VAR.name]] 's conto.
pt_pt: Incapaz de sincronizar a senha da conta de usuário root para a conta root, [[VAR.root]], para coincidir com a senha [[VAR.name]] 's conta.

# emailDisabled
source: Disable User's Email
es_es: Desactivar Email del usuario
fr_fr: Désactiver l'utilisateur e-mail
it_it: Disabilitare l'utente Email
pt_pt: Desative-mail do usuário

# emailDisabled_help
source: This will disable the user's email for his main account and all aliases
es_es: Esto desactivará el correo electrónico del usuario para su cuenta principal y todos los alias
fr_fr: Cela désactivera l'e-mail de l'utilisateur pour son compte principal et tous ses alias
it_it: Questo disabiliterà e-mail dell'utente per il suo account principale e tutti gli alias
pt_pt: Isso irá desativar e-mail do usuário para a sua conta principal e todos os aliases

# dnsAdministratorField
source: DNS Administrator
es_es: Administrador de DNS
fr_fr: Administrateur DNS
it_it: Amministratore DNS
pt_pt: Administrador de DNS

# dnsAdministratorField_help
source: This user is a DNS Administrator.
es_es: Este usuario es un Administrador de DNS.
fr_fr: Cet utilisateur est un administrateur DNS.
it_it: Questo utente è un amministratore DNS.
pt_pt: Este usuário é um administrador DNS.

# passwordField_rule
source: The password should be between 6 and 24 characters long. A good password should contain at least 6 characters with a mix of uppercase and lowercase letters as well as numbers and punctuation. It should not spell out any words found in the dictionary. Passwords are case sensitive.
es_es: La contraseña debe tener entre 6 y 24 caracteres de longitud. Una buena contraseña debe contener como mínimo 6 caracteres con una combinación de letras mayúsculas y minúsculas, así como números y signos de puntuación. No debe detallar las palabras que se encuentran en el diccionario. Las contraseñas distinguen entre mayúsculas y minúsculas.
fr_fr: Le mot de passe doit avoir entre 6 et 24 caractères. Un bon mot de passe doit contenir au moins 6 caractères avec un mélange de lettres majuscules et minuscules ainsi que des chiffres et signes de ponctuation. Il ne devrait pas épeler tous les mots trouvés dans le dictionnaire. Les mots de passe sont sensibles à la casse.
it_it: La password deve essere lunga tra 6 e 24 caratteri. Una buona password deve contenere almeno 6 caratteri, con una combinazione di lettere maiuscole e minuscole e numeri e segni di punteggiatura. Non deve precisare le parole trovate nel dizionario. Le password sono maiuscole e minuscole.
pt_pt: A senha deve ter entre 6 e 24 caracteres. Uma boa senha deve conter pelo menos 6 caracteres com uma mistura de letras maiúsculas e minúsculas, bem como números e sinais de pontuação. Não deve soletrar todas as palavras encontradas no dicionário. As senhas são case sensitive.

# error-password-equals-username
source: Invalid Password - you may not use a password that is identical to your username!
es_es: Contraseña no válida - usted no puede utilizar una contraseña que sea igual a su nombre de usuario?
fr_fr: Mot de passe invalide - vous ne pouvez pas utiliser un mot de passe qui est identique à votre nom d'utilisateur !
it_it: Password non valida - non si può utilizzare una password che è identico al tuo nome utente!
pt_pt: Senha inválida - você não pode usar uma senha que é idêntico ao seu nome de usuário!

# error-password-invalid
source: Invalid Password:
es_es: Contraseña no válida:
fr_fr: Mot de passe valide :
it_it: Password non valida:
pt_pt: Senha inválida:

# autoRespondStartDate
source: Start date:
es_es: Fecha de inicio:
fr_fr: Date de début :
it_it: Data di inizio:
pt_pt: Data de início:

# autoRespondStartDate_help
source: Date and time when the auto responder (if enabled) starts to send out vacation messages. If start and stop date are identical while the auto responder is enabled, then it will run until it is turned off.
es_es: Fecha y hora en que la respuesta automática (si está activado) comienza a enviar mensajes de vacaciones. Si la fecha de inicio y parada son idénticos, mientras que la respuesta automática está activada, se ejecutará hasta que se apaga.
fr_fr: Date et heure auxquelles le répondeur automatique (si activé) commence à envoyer des messages de vacances. Si la date de début et d'arrêt sont identiques alors que le répondeur automatique est activé, il fonctionnera jusqu'à ce qu'il soit éteint.
it_it: Data e ora in cui il risponditore automatico (se abilitato) inizia a inviare messaggi di vacanza. In caso di inizio e data di fine sono identici, mentre il risponditore automatico è abilitato, allora verrà eseguito fino a quando non si spegne.
pt_pt: Data e hora em que a resposta automática (se habilitado) começa a enviar mensagens de férias. Se a data de início e parada são idênticos, enquanto o atendedor automático estiver ativado, ele será executado até que seja desligado.

# autoRespondStopDate
source: End date:
es_es: Fecha de finalización:
fr_fr: Date de fin :
it_it: Data di fine:
pt_pt: Data final:

# autoRespondStopDate_help
source: Date and time when the auto responder (if enabled) stops to send out vacation messages. If start and stop date are identical while the auto responder is enabled, then it will run until it is turned off.
es_es: Fecha y hora en que la respuesta automática (si está activado) deja de enviar mensajes de vacaciones. Si la fecha de inicio y parada son idénticos, mientras que la respuesta automática está activada, se ejecutará hasta que se apaga.
fr_fr: Date et heure auxquelles le répondeur automatique (si activé) arrête d'envoyer des messages de vacances. Si la date de début et d'arrêt sont identiques alors que le répondeur automatique est activé, il fonctionnera jusqu'à ce qu'il soit éteint.
it_it: Data e ora in cui il risponditore automatico (se abilitato) si ferma per l'invio di messaggi di vacanza. In caso di inizio e data di fine sono identici, mentre il risponditore automatico è abilitato, allora verrà eseguito fino a quando non si spegne.
pt_pt: Data e hora em que a resposta automática (se habilitado) pára de enviar mensagens de férias. Se a data de início e parada são idênticos, enquanto o atendedor automático estiver ativado, ele será executado até que seja desligado.

# autoRespondStartTime
source: Start time:
es_es: Hora de inicio:
fr_fr: Heure de départ :
it_it: Ora di inizio:
pt_pt: Hora de início:

# autoRespondStartTime_help
source: Time when the autoresponder (if enabled) starts to send out vacation messages.
es_es: Momento en que la respuesta automática (si está activado) comienza a enviar mensajes de vacaciones.
fr_fr: Moment où le répondeur (si activé) commence à envoyer des messages de vacances.
it_it: Ora quando la risposta automatica (se attivata) inizia a inviare messaggi di vacanza.
pt_pt: Momento em que a resposta automática (se habilitado) começa a enviar mensagens de férias.

# autoRespondStoptTime
source: Stop time:
es_es: Tiempo de parada:
fr_fr: Heure d'arrêt :
it_it: Tempo di Stop:
pt_pt: Parar o tempo:

# autoRespondStoptTime_help
source: Time when the autoresponder (if enabled) stops to send out vacation messages.
es_es: Momento en que la respuesta automática (si está activado) deja de enviar mensajes de vacaciones.
fr_fr: Moment où le répondeur (si activé) arrête d'envoyer des messages de vacances.
it_it: Ora quando la risposta automatica (se attivata) smette di inviare messaggi di vacanza.
pt_pt: Momento em que a resposta automática (se habilitado) pára de enviar mensagens de férias.

# invalidVacationDate
source: You have entered an invalid vacation date. The stop date and time must not be before the start date.
es_es: Ha escrito una fecha de vacaciones válida. La fecha y la hora de parada no debe ser anterior a la fecha de inicio.
fr_fr: Vous avez saisi un jour de vacances invalide. La date et l'heure d'arrêt ne doivent pas être avant la date de départ.
it_it: È stata inserita una data di vacanza non valido. La data e l'ora di fine non deve essere antecedente alla data di inizio.
pt_pt: Você digitou uma data de férias inválido. A data ea hora parada não deve ser anterior à data de início.

# removeConfirmQuestion
source: Are you sure you want to remove this user?
fr_fr: Etes-vous sûr de vouloir supprimer cet utilisateur?
pt_pt: Você tem certeza que deseja remover este usuário?

# userRemoveConfirmInfo
source: This will remove the account of this user and will also delete all emails, files and data of this user. This operation cannot be undone.
fr_fr: Cela permettra d'éliminer le compte de cet utilisateur et supprime également tous les e-mails, fichiers et données de l'utilisateur. Cette opération ne peut être annulée.
pt_pt: Isto irá remover a conta deste usuário e também irá apagar todos os e-mails, arquivos e dados deste usuário. Esta operação não pode ser desfeita.

# ImapSync
source: IMAP Synchronization
fr_fr: IMAP synchronisation
pt_pt: Sincronização IMAP

# sync_desc_text
source: IMAP Synchronization allows you to copy the emails and IMAP folders from one mailbox to another. This can be used to import emails of a single user from another server after a server migration. It can also be used to export emails of a local user to a mailbox locate on another server.
fr_fr: IMAP synchronisation vous permet de copier les e-mails et des dossiers IMAP d'une boîte à l'autre. Cela peut être utilisé pour importer des e-mails d'un utilisateur unique d'un autre serveur après une migration de serveur. Il peut également être utilisé pour exporter les emails d'un utilisateur local à une boîte aux lettres localiser sur un autre serveur.
pt_pt: Sincronização IMAP permite que você copie os e-mails e pastas IMAP de uma caixa de correio para outro. Isso pode ser usado para importar e-mails de um único usuário de outro servidor após uma migração de servidor. Também pode ser usada para exportar e-mails de um utilizador local localizar uma caixa de correio de um outro servidor.

# ImapSyncField
source: IMAP Synchronization
fr_fr: IMAP synchronisation
pt_pt: Sincronização IMAP

# ImapSyncField_help
source: When you tick the 'Enable' checkbox, have all required fields filled out and save the changes, then this server will attempt to import emails via ImapSync from the remote to the local destination. A logfile of the transaction is created and can then be viewed to determine if the transfer was successful or not.
fr_fr: Lorsque vous cochez la case «Activer», ont tous les champs remplis et enregistrer les modifications, puis ce serveur sera de tenter d'importer des e-mails via imapsync de la distance à la destination locale. Un fichier journal de la transaction est créée et peut alors être considéré pour déterminer si le transfert a réussi ou non.
pt_pt: Quando você marcar a caixa de seleção 'Ativar', ter todos os campos preenchidos e salvar as alterações, em seguida, este servidor irá tentar importar e-mails via imapsync do controle remoto para o destino local. Um arquivo de log da transação é criado e podem ser visualizados para determinar se a transferência foi bem sucedida ou não.

# SourceHostHeader
source: Server FROM which you want to import:
fr_fr: Serveur à partir duquel vous souhaitez importer:
pt_pt: Servidor do qual você deseja importar:

# source
source: Source Server
fr_fr: Serveur source
pt_pt: Fonte Servidor

# source_help
source: This can be the hostname or the IP-address of the remote server from which you want to import.
fr_fr: Cela peut être le nom d'hôte ou l'adresse IP du serveur distant à partir duquel vous souhaitez importer.
pt_pt: Este pode ser o nome ou o endereço IP do servidor remoto a partir do qual você deseja importar.

source: Source Username
fr_fr: Source Nom d'utilisateur
pt_pt: Fonte Usuário

# sourceUsername_help
source: Please enter the login details for the remote server. Depending on the server architecture this can either be the username, or the email-address. Not all servers support logins with the email-address, though. In that case use the username instead. If you export from another [[base-product.productName]] server, then just specify the username.
fr_fr: S'il vous plaît entrer les informations de connexion pour le serveur distant. Selon l'architecture du serveur, cela peut être soit le nom d'utilisateur, ou l'adresse e-mail. Pas toutes les connexions de soutien des serveurs avec le adresse e-mail, cependant. Dans ce cas utiliser le nom d'utilisateur à la place. Si vous exportez un autre serveur [[base-product.productName]], alors il suffit de spécifier le nom d'utilisateur.
pt_pt: Por favor insira os detalhes de login para o servidor remoto. Dependendo da arquitetura de servidor que pode ser tanto o nome de usuário ou o endereço de email. Nem todos os logins de apoio os servidores com o endereço de email, no entanto. Nesse caso, utilize o nome de usuário em seu lugar. Se você exportar a partir de outro servidor [[base-product.productName]], em seguida, basta especificar o nome de usuário.

# sourcePass
source: Source Password
fr_fr: Source Mot de passe
pt_pt: Fonte senha

# sourcePass_help
source: Please enter the password of the remote email account.
fr_fr: S'il vous plaît entrez le mot de passe du compte de messagerie distant.
pt_pt: Por favor, digite a senha da conta de e-mail remoto.

# sourceProto
source: Source Protocol
fr_fr: Protocole de Source
pt_pt: Fonte Protocolo

# sourceProto_help
source: This is the IMAP protocol used for connecting to the remote server. Choose 'IMAP' for unencrypted regular IMAP. If the remote server supports either 'SSL' or 'TLS', then choose them instead to establish a more secure connection.
fr_fr: Il s'agit du protocole IMAP utilisé pour la connexion au serveur distant. Choisissez «IMAP» pour IMAP régulière en clair. Si le serveur distant prend en charge soit «SSL» ou «TLS», puis choisissez eux au lieu d'établir une connexion plus sécurisée.
pt_pt: Este é o protocolo IMAP utilizado para conexão com o servidor remoto. Escolha 'IMAP' para IMAP normal sem criptografia. Se o servidor remoto suporta tanto 'SSL' ou 'TLS', então escolhê-los, em vez de estabelecer uma conexão mais segura.

source: Source Auth
pt_pt: Fonte Auth

# sourceAuth_help
source: Please specify the Authentication Mechanism that the remote server supports. This usually is 'PLAIN' or 'LOGIN', but you can also try 'CRAM-MD5'. If you plan to import from Google Mail, then please try 'OAUTH' instead.
fr_fr: S'il vous plaît préciser le mécanisme d'authentification que le serveur distant prend en charge. Il s'agit généralement de «PLAIN» ou «LOGIN», mais vous pouvez aussi essayer «CRAM-MD5». Si vous envisagez d'importer de Google Mail, alors s'il vous plaît essayer de «OAuth» à la place.
pt_pt: Por favor, especifique o mecanismo de autenticação que o servidor remoto suporta. Isso geralmente é 'PLAIN' ou 'LOGIN', mas você também pode tentar 'CRAM-MD5'. Se você pretende importar do Google Mail, em seguida, por favor tente 'OAuth' em vez.

# TargetHostHeader
source: Server TO which you want to import:
fr_fr: Serveur sur lequel vous souhaitez importer:
pt_pt: Servidor para o qual você deseja importar:

# target
source: Target Server
fr_fr: serveur cible
pt_pt: Servidor de destino

# target_help
source: This can be the hostname or the IP-address of the server to which you want to import. If you want to import the emails onto this [[base-product.productName]] server, then you can leave the IP-address at the default value of '127.0.0.1'.
fr_fr: Cela peut être le nom d'hôte ou l'adresse IP du serveur sur lequel vous voulez importer. Si vous voulez importer les e-mails sur ce serveur [[base-product.productName]], vous pouvez laisser l'adresse IP à la valeur par défaut de '127.0.0.1'.
pt_pt: Este pode ser o nome ou o endereço IP do servidor ao qual você deseja importar. Se você deseja importar os e-mails para este servidor [[base-product.productName]], então você pode deixar o endereço IP com o valor padrão de '127.0.0.1'.

source: Target Username
fr_fr: Nom d'utilisateur cible
pt_pt: Alvo Usuário

# targetUsername_help
source: Please enter the login details for the server to which you want to import the emails. Depending on the server architecture this can either be the username, or the email-address. If you import to a [[base-product.productName]] server, then just specify the username.
fr_fr: S'il vous plaît entrer les informations de connexion pour le serveur sur lequel vous voulez importer les e-mails. Selon l'architecture du serveur, cela peut être soit le nom d'utilisateur, ou l'adresse e-mail. Si vous importez un serveur [[base-product.productName]], alors il suffit de spécifier le nom d'utilisateur.
pt_pt: Por favor insira os detalhes de login para o servidor para o qual você deseja importar os e-mails. Dependendo da arquitetura de servidor que pode ser tanto o nome de usuário ou o endereço de email. Se você importar para um servidor [[base-product.productName]], em seguida, basta especificar o nome de usuário.

# targetPass
source: Target Password
fr_fr: Cible Mot de passe
pt_pt: Alvo senha

# targetPass_help
source: Please enter the password of the email account to which you want to import the emails.
fr_fr: S'il vous plaît entrez le mot de passe du compte e-mail à laquelle vous souhaitez importer les e-mails.
pt_pt: Por favor, digite a senha da conta de e-mail para o qual você deseja importar os e-mails.

# targetProto
source: Target Protocol
fr_fr: Protocole cible
pt_pt: Protocolo Alvo

# targetProto_help
source: This is the IMAP protocol used for connecting to the local server. Choose 'IMAP' for unencrypted regular IMAP. If the remote server supports either 'SSL' or 'TLS', then choose them instead to establish a more secure connection. If you want to import the emails onto this [[base-product.productName]] server, then you can usually leave it at the default value of 'SSL', as long as the server administrator has IMAP over SSL enabled here.
fr_fr: Il s'agit du protocole IMAP utilisé pour la connexion au serveur local. Choisissez «IMAP» pour IMAP régulière en clair. Si le serveur distant prend en charge soit «SSL» ou «TLS», puis choisissez eux au lieu d'établir une connexion plus sécurisée. Si vous voulez importer les e-mails sur ce serveur [[base-product.productName]], alors vous pouvez généralement laisser à la valeur par défaut de «SSL», tant que l'administrateur du serveur IMAP sur SSL a permis ici.
pt_pt: Este é o protocolo IMAP utilizado para conectar-se ao servidor local. Escolha 'IMAP' para IMAP normal sem criptografia. Se o servidor remoto suporta tanto 'SSL' ou 'TLS', então escolhê-los, em vez de estabelecer uma conexão mais segura. Se você deseja importar os e-mails para este servidor [[base-product.productName]], então você geralmente pode deixá-lo no valor padrão de 'SSL', desde que o administrador do servidor tem IMAP sobre SSL habilitado aqui.

source: Target Auth
fr_fr: Cible Auth
pt_pt: Alvo Auth

# targetAuth_help
source: Please specify the Authentication Mechanism that the remote server supports. This usually is 'PLAIN' or 'LOGIN', but you can also try 'CRAM-MD5'. If you plan to import from Google Mail, then please try 'OAUTH' instead. If you plan to import to this [[base-product.productName]] server, then you can leave it at the default 'PLAIN'.
fr_fr: S'il vous plaît préciser le mécanisme d'authentification que le serveur distant prend en charge. Il s'agit généralement de «PLAIN» ou «LOGIN», mais vous pouvez aussi essayer «CRAM-MD5». Si vous envisagez d'importer de Google Mail, alors s'il vous plaît essayer de «OAuth» à la place. Si vous envisagez d'importer de ce serveur [[base-product.productName]], vous pouvez laisser l'option par défaut «PLAIN».
pt_pt: Por favor, especifique o mecanismo de autenticação que o servidor remoto suporta. Isso geralmente é 'PLAIN' ou 'LOGIN', mas você também pode tentar 'CRAM-MD5'. Se você pretende importar do Google Mail, em seguida, por favor tente 'OAuth' em vez. Se você planeja importar a este servidor [[base-product.productName]], então você pode deixá-lo no padrão 'PLAIN'.

# LogFileHeader
source: IMAP Synchronization Logfile:
fr_fr: IMAP synchronisation de fichier journal:
pt_pt: IMAP Sincronização Logfile:

# logdelete
source: Delete Logfile
fr_fr: Supprimer fichier journal
pt_pt: Excluir Logfile

# logdelete_help
source: If you tick this box and save this page, then the logfile created during the last IMAP Synchronization will be deleted.
fr_fr: Si vous cochez cette case et enregistrez cette page, le fichier journal créé pendant la dernière synchronisation IMAP sera supprimé.
pt_pt: Se você marcar esta caixa e salvar esta página, em seguida, o arquivo de log criado durante a última sincronização IMAP serão eliminados.

# ViewImapSyncLog
source: View Logfile
fr_fr: Voir fichier journal
pt_pt: Ver Logfile

# ViewImapSyncLog_help
source: This allows you to examine the logfile that was created during the last IMAP synchronization.
fr_fr: Cela vous permet d'examiner le fichier journal qui a été créé au cours de la dernière synchronisation IMAP.
pt_pt: Isso permite que você examine o arquivo de log que foi criado durante a última sincronização IMAP.
