Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/ui/*-raid.mod/locale/*/smart.po
Languages: fr_fr

# SMARTnameTag
source: Self-Monitoring Analysis and Reporting Technology (SMART) Status Details
fr_fr: Analyse d&#39;auto-surveillance et d&#39;information technologique (SMART) Détails de l&#39;état

# noAMobject
source: Cannot find Active Monitor object
fr_fr: Vous ne trouvez pas l&#39;objet d&#39;Active Monitor

# errRefreshingSnapshot
source: Error recording snapshot of SMART status
fr_fr: Erreur d&#39;enregistrement instantané de l&#39;état SMART

# errRegettingObject
source: Error re-finding Active Monitor object
fr_fr: Erreur trouver un nouvel objet Active Monitor

# smartFailures
source: One or more of your disks has an error. Please backup your system and replace the bad disk. (FIXME! which disk should I replace??)
fr_fr: Un ou plusieurs de vos disques comporte une erreur. S&#39;il vous plaît sauvegarder votre système et de remplacer le disque défectueux. (FIXME! quel disque dois-je remplacer?)

# smartDeclining
source: The following drives have started to weaken, but are currently able to run without losing any data: [[VAR.display_names]]. Please refer to [[base-sauce-basic.techSupportURL]] for help in replacing a weakened drive.
fr_fr: Les disques suivants ont commencé à s&#39;affaiblir, mais sont actuellement en mesure de fonctionner sans aucune perte de données: [[VAR.display_names]]. S&#39;il vous plaît se référer à [[base-sauce-basic.techSupportURL]] de l&#39;aide pour remplacer un disque affaibli.

# smartOK
source: Drive self monitoring is performing normally on all installed drives.
fr_fr: auto-surveillance Drive fonctionne normalement sur tous les disques installés.

# turned_off_drives
source: The following drives are beginning to fail and have been disabled: [[VAR.display_names]]. Please refer to [[base-sauce-basic.techSupportURL]] for help on how to back up and replace the failed drives.
fr_fr: Les lecteurs suivants commencent à échouer et ont été désactivés: [[VAR.display_names]]. S&#39;il vous plaît se référer à [[base-sauce-basic.techSupportURL]] de l&#39;aide sur la façon de sauvegarder et remplacer les disques défectueux.

# unsafe
source: The following drives are beginning to fail but cannot be turned off without losing information: [[VAR.display_names]]. Please refer to [[base-sauce-basic.techSupportURL]] for help on how to back up and replace the failed drives.
fr_fr: Les disques suivants sont en train d&#39;échouer, mais ne peuvent pas être désactivés sans perte d&#39;information: [[VAR.display_names]]. S&#39;il vous plaît se référer à [[base-sauce-basic.techSupportURL]] de l&#39;aide sur la façon de sauvegarder et remplacer les disques défectueux.

# standalone
source: The following drives are beginning to fail but cannot be turned off without losing information: [[VAR.display_names]]. Please refer to [[base-sauce-basic.techSupportURL]] for help on how to back up and replace stand-alone failed drives.
fr_fr: Les disques suivants sont en train d&#39;échouer, mais ne peuvent pas être désactivés sans perte d&#39;information: [[VAR.display_names]]. S&#39;il vous plaît se référer à [[base-sauce-basic.techSupportURL]] de l&#39;aide sur la façon de sauvegarder et remplacer autonome disques défectueux.

# drive_off
source: This drive has been turned off because it has failed. Please refer to [[base-sauce-basic.techSupportURL]] for instructions on replacing this drive.
fr_fr: Ce disque a été désactivé parce qu&#39;il a échoué. S&#39;il vous plaît se référer à [[base-sauce-basic.techSupportURL]] pour obtenir des instructions sur le remplacement de ce lecteur.

# unsafe_drive
source: This drive has failed but cannot be turned off without losing information. Please refer to [[base-sauce-basic.techSupportURL]] for instructions on replacing the drive.
fr_fr: Ce disque est en panne mais ne peut être éteint sans perte d&#39;information. S&#39;il vous plaît se référer à [[base-sauce-basic.techSupportURL]] pour obtenir des instructions sur le remplacement du disque.

# unsafe_drive_standalone
source: This drive has failed but cannot be turned off without losing information. Please refer to [[base-sauce-basic.techSupportURL]] for instructions on replacing a stand-alone drive.
fr_fr: Ce disque est en panne mais ne peut être éteint sans perte d&#39;information. S&#39;il vous plaît se référer à [[base-sauce-basic.techSupportURL]] pour des instructions sur le remplacement d&#39;un lecteur autonome.

# drive_declining
source: This drive has started to weaken but currently is able to run without losing any data. Please refer to [[base-sauce-basic.techSupportURL]] for instructions on replacing a declining disk.
fr_fr: Ce disque a commencé à s&#39;affaiblir, mais actuellement est capable de fonctionner sans perte de données. S&#39;il vous plaît se référer à [[base-sauce-basic.techSupportURL]] pour obtenir des instructions sur le remplacement d&#39;un disque en déclin.
