Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-identity.mod/locale/*/identity.po
Languages: es, fr, ja

# identity
source: Organization
es: Organización
fr: Société
ja: 組織

source: Modify identity
es: Modificar identidad
fr: Modifier l'identité
ja: 識別情報の変更

# identityHelp
source: Set identity information for this machine.
es: Definir la información de identidad para esta máquina.
fr: Définir les informations d'identité pour cette machine.
ja: このマシンの識別情報を設定します。

source: Country
es: País
fr: Pays
ja: 国

# country_empty
source: Country is a non-optional field.
es: País no es un campo opcional.
fr: Le pays est un champ obligatoire.
ja: 国フィールドは必須入力項目です。

# country_help
source: The country that this machine is located in the form of a two letter country code. e.g AU for Australia, PL for Poland.
es: El país en el que se encuentra esta máquina está ubicado bajo el formato de código de país de dos letras, p. ej.: AU para Australia, PL para Polonia.
fr: Le pays où se trouve cette machine, sous la forme d'un code de deux lettres (p. ex. AU pour l'Australie, PL pour la Pologne).
ja: このマシンが設置されている国の 2 文字の国コードです（例：Australia は AU、Poland は PL）。

source: State
es: Estado
fr: État
ja: 州

# state_help
source: The state that this machine is located in the form of the abbreviation. e.g. CA for California, America. NSW for New South Wales, Australia.
es: El estado en el que se encuentra esta máquina se encuentra en formato de abreviatura, p. ej.: CA para California, América. NSW para Nueva Gales del Sur, Australia.
fr: L'état où se trouve cette machine, sous sa forme abrégée (p. ex. CA pour la Californie aux États-Unis ou NSW pour le New South Wales en Australie.
ja: このマシンが設置されている州の 2 文字の州コードです（例：California、America は CA、New South Wales、Australia は NSW）。

# state_empty
source: State field is required
es: El campo Estado es obligatorio.
fr: L'état est un champ obligatoire
ja: 州フィールドは必須入力項目です。

source: Locality
es: Localidad
fr: Localité
ja: 所在地

# locality_help
source: The locality that this machine is located in the form of a full name. e.g. Sydney or 'San Fransisco'
es: La localidad en la que se encuentra esta máquina tiene el formato de nombre completo, p. ej.: Sidney o 'San Fransisco'
fr: La localité où se trouve cette machine, sous sa forme complète (p. ex. Sydney ou 'San Francisco')
ja: このマシンが設置されている所在地の完全な名前です（例：Sydney、「San Fransisco」）。

# locality_empty
source: Locality field is required
es: El campo Localidad es obligatorio.
fr: La localité est un champ obligatoire
ja: 所在地フィールドは必須入力項目です。

# organisation
source: Organization
es: Organización
fr: Société
ja: 組織

# organisation_help
source: The company that this box is primarially associated with. e.g. 'Null Pointer Corp.'
es: La compañía con la que está asociada porincipalmente esta casilla, p. ej.: 'Null Pointer Corp.'
fr: La société à laquelle cette boîte est essentiellement associée. p. ex. 'Null Pointer Corp.'
ja: このフィールドに関連する会社名です（例：「Null Pointer Corp」）。

# organisation_empty
source: [[base-identity.organisation]] name is required
es: El nombre [[base-identity.organisation]] es obligatorio.
fr: Le nom de la [[base-identity.organisation]] est obligatoire
ja: [[base-identity.organisation]] 名は必須入力項目です

# organisationUnit
source: [[base-identity.organisation]] Unit
es: Unidad [[base-identity.organisation]]
fr: Unité de la [[base-identity.organisation]]
ja: [[base-identity.organisation]] ユニット

# organisationUnit_help
source: The unit that this machine is mainly used by. e.g. 'Web Hosting', 'Engineering' or 'Sales'
es: La unidad en la que se utiliza principalmente esta máquina, p. ej.: 'Alojamiento de Web', 'Ingeniería' o 'Ventas'
fr: L'unité où cette machine est surtout utilisée, p. ex. 'Web Hosting', 'Engineering' ou 'Ventes'
ja: 主にこのマシンを使用するユニットです（例：「Web ホスト」、「エンジニアリング」、「営業」）。

# organisationUnit_empty
source: Unit name is required
es: El nombre de unidad es obligatorio.
fr: Le nom de l'unité est obligatoire
ja: ユニット名は必須入力項目です
