Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-quotastats.mod/locale/*/quotastats.po
Languages: es, ja

# diskUsage
source: Disk
es: Disco
ja: ディスク

# diskUsageMenuDesc
source: Disk usage statistics can be viewed here.
es: Ver las estadísticas de uso del disco.
ja: ディスクの使用状況が表示されます。

# diskQuotaStats
source: Disk Usage
es: Uso del disco
ja: ディスクの使用状況

source: Disk Usage - Summary
es: Uso del disco - Resumen
ja: パーティション別ディスク使用状況

# userQuotas
source: Disk Usage - Users
es: Uso del disco - Usuarios
ja: ユーザ別ディスク使用状況

# groupQuotas
source: Disk Usage - Groups
es: Uso del disco - Grupos
ja: グループ別ディスク使用状況

source: Select Usage...
es: Seleccionar uso...
ja: 統計の区分を選択…

# usageSummary
source: Summary
es: Resumen
ja: パーティション別

# usageUser
source: Users
es: Usuarios
ja: ユーザ別

# usageGroup
source: Groups
es: Grupos
ja: グループ別

# lastCollectionDate
source: Usage Last Checked
es: Última comprobación de uso
ja: 統計の生成時刻

# lastCollectionDate_help
source: This is the last time disk usage statistics were generated.
es: Últimas estadísticas de uso del disco.
ja: 現在表示されているディスク使用状況が生成された時刻です。

# notRunYet
source: Disk usage statistics have not yet been generated.
es: Aún no se han generado estadísticas de uso del disco.
ja: ディスク使用状況の統計はまだ生成されていません。

# updateNow
source: Check Usage Now
es: Comprobar uso ahora
ja: 使用状況の統計を更新する

# updateNow_help
source: Click here to update disk usage information immediately. The statistics may take several minutes to generate.
es: Pulse aquí para actualizar la información sobre el uso del disco. Pueden transcurrir varios minutos hasta que se generen las estadísticas.
ja: このボタンをクリックすると、現時点におけるディスク使用状況を確認できます。統計情報の生成にはしばらく時間がかかります。

# askUpdateNowConfirmation
source: Are you sure you want to check disk usage now? This operation may take several minutes.
es: ¿Está seguro de que desea comprobar el uso del disco? Esto puede tardar varios minutos.
ja: ディスクの使用状況を確認しますか？この処理には数分かかります。

source: Partition
es: Partición
ja: パーティション

# partition_help
source: This shows the name of the file system partition and what the partition is used for.
es: Nombre y uso de la partición del sistema de archivos.
ja: ファイルシステムパーティションの名前と用途が表示されます。

# usedSpace
source: Used (MB)
es: Espacio utilizado (MB)
ja: 使用中（MB）

# usedSpace_help
source: This is the amount of space in megabytes used on the file system partition.
es: Espacio utilizado en megabytes en la partición del sistema de archivos.
ja: 使用されているファイルシステムパーティションの容量がメガバイトを単位として表示されます。

# available
source: Free (MB)
es: Espacio libre (MB)
ja: 空き（MB）

# available_help
source: This is the amount of space in megabytes available on the file system partition.
es: Espacio libre en megabytes en la partición del sistema de archivos.
ja: 使用可能なファイルシステムパーティションの空き容量がメガバイトを単位として表示されます。

# totalSpace
source: Total (MB)
es: Espacio total (MB)
ja: 合計（MB）

# totalSpace_help
source: This is the amount of space in megabytes allocated to the file system partition.
es: Espacio asignado en megabytes a la partición del sistema de archivos.
ja: 各ファイルシステムパーティションに割り当てられているディスク容量がメガバイトを単位として表示されます。

# pct
source: Percentage Used
es: Porcentaje utilizado
ja: 使用率

# pct_help
source: This is the percentage of the total available or allocated disk space that has been used.
es: Porcentaje del disco disponible o asignado.
ja: 使用可能なディスク容量全体に占める、使用中のディスク容量の割合です。

# rootFiles
source: System Files - Root Partition (/)
es: Archivos del sistema - Partición raíz (/)
ja: システムファイル - ルート (/)

# varFiles
source: System Files - Var Partition (/var)
es: Archivos del sistema - Partición var (/var)
ja: システムファイル - VAR (/var)

# userFiles
source: User and Group Files - Home Partition (/home)
es: Archivos de usuarios y grupos - Partición principal (/home)
ja: ユーザ／グループファイル - ホーム (/home)

# totals
source: All Partitions
es: Total de particiones
ja: 合計

# user
source: User Name
es: Nombre de usuario
ja: ユーザ

# user_help
source: This is the user to whom the disk usage information applies.
es: Usuario vinculado con la información de uso del disco.
ja: ディスク空間が割り当てられているユーザのユーザ名です。

# blocks
source: Used (MB)
es: Espacio utilizado (MB)
ja: 使用中（MB）

# blocks_help
source: This is the amount of space in megabytes that is currently being used.
es: Espacio utilizado en megabytes.
ja: 使用されているディスク容量がメガバイトを単位として表示されます。

# quota
source: Allowed (MB)
es: Espacio permitido (MB)
ja: 割当容量（MB）

# quota_help
source: This is the maximum allowed disk space usage in megabytes.
es: Espacio de disco máximo permitido en megabytes.
ja: 各ユーザに割り当てられているディスク容量がメガバイトを単位として表示されます。

source: All Users
es: Todos los usuarios
ja: 合計

# group
source: Group Name
es: Nombre de grupo
ja: グループ

# group_help
source: This is the group to which the disk usage information applies.
es: Grupo vinculado a la información de uso del disco.
ja: ディスク空間が割り当てられているグループの名前です。

source: All Groups
es: Todos los grupos
ja: 合計

# mailQuotaUserSubject
source: User Disk Usage Warning
es: Notificación a usuario sobre uso de disco
ja: ユーザのディスク使用状況に関する警告 - [[VAR.date]]

# mailQuotaUserBody
source: Warning: The disk usage for user [[VAR.user]] on [[VAR.host]] is over [[VAR.pct]]% of the allocated limit with less than [[VAR.free]] MB free. Please consider deleting some files, moving some data to another location, or requesting an increase in the maximum storage limit.
es: Aviso: El usuario [[VAR.user]] en [[VAR.host]] ha superado el [[VAR.pct]]% límite asignado de espacio en disco, y hay menos de [[VAR.free]] MB libres. Se recomienda eliminar archivos, mover datos o solicitar un aumento del límite de almacenamiento.
ja: 警告： [[VAR.host]] のユーザ [[VAR.user]] は、割り当て容量の [[VAR.pct]]% を超えるディスク容量を使用しており、空き容量は [[VAR.free]]MB 未満です。不要なファイルの削除、データの移動などを行うか、 ディスク容量の割り当て増加をリクエストする必要があります。

# mailQuotaGroupSubject
source: Group Disk Usage Warning
es: Notificación a grupo sobre uso de disco
ja: グループのディスク使用状況に関する警告 - [[VAR.date]]

# mailQuotaGroupBody
source: Warning: The disk usage for group [[VAR.group]] on [[VAR.host]] is over [[VAR.pct]]% of the allocated limit with less than [[VAR.free]] MB free. Please consider deleting some files, moving some data to another location, or requesting an increase in the maximum storage limit.
es: Aviso: El grupo [[VAR.group]] en [[VAR.host]] ha superado el [[VAR.pct]]% límite asignado de espacio en disco, y hay menos de [[VAR.free]] MB libres. Se recomienda eliminar archivos, mover datos o solicitar un aumento del límite de almacenamiento.
ja: 警告： [[VAR.host]] のグループ [[VAR.group]] は、割り当て容量の [[VAR.pct]]% を超えるディスク容量を使用しており、空き容量は [[VAR.free]]MB 未満です。 不要なファイルの削除、データの移動などを行うか、 追加ディスク容量の割り当てをリクエストする必要があります。

# unknownDiskUsage
source: Unknown
es: Desconocído
ja: 不明

# unlimitedQuota
source: Unlimited
es: Ilimitada
ja: 無制限
