Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/trunk/ui/*-disk.mod/locale/*/disk.po
Languages: de, ja, zh_tw

# userDiskUsage
source: Disk Usage
de: Festplattenbelegung
ja: ディスクの使用状況
zh_tw: 磁碟用量

# userDiskUsage_help
source: Click here to view information about your disk usage.
de: Klicken Sie hierauf, um Informationen über die Belegung Ihrer Festplatte anzuzeigen.
ja: ここをクリックすると、ディスクの使用状況に関する情報が表示されます。
zh_tw: 按一下此處，可檢視有關您磁碟用法的資訊。

# diskUsageFor
source: Disk Usage - [[VAR.userName]]
de: Festplattenbelegung - [[VAR.userName]]
ja: ディスクの使用状況 - [[VAR.userName]]
zh_tw: 磁碟用量 - [[VAR.userName]]

# userDiskUsed
source: Disk Space Used (MB)
de: Belegter Festplattenspeicher (MB)
ja: 使用ディスク容量（MB）
zh_tw: 已使用的磁碟空間 (MB)

# userDiskUsed_help
source: This is the amount of disk space in megabytes (MB) that you are currently using.
de: Dies ist der aktuell von Ihnen belegte Speicherplatz auf der Festplatte in Megabyte ( MB).
ja: 現在使用しているディスク容量です。（単位： メガバイト）
zh_tw: 這是您目前正在使用的磁碟空間數量（以百萬位元組 (MB) 為單位）。

# userDiskFree
source: Disk Space Free (MB)
de: Freier Festplattenspeicher (MB)
ja: 空きディスク容量（MB）
zh_tw: 可用磁碟空間 (MB)

# userDiskFree_help
source: This is the total amount of disk space in megabytes (MB) that you have available for your use.
de: Die Gesamtmenge des Festplattenspeichers in Megabyte (MB), der zur Verwendung verfügbar ist.
ja: 使用できるディスクの空き容量です。（単位： メガバイト）
zh_tw: 這是您可使用的磁碟空間總計（以百萬位元組 (MB) 為單位）。

# userDiskPercentage
source: Percentage Used
de: Belegt (Prozent)
ja: 使用率
zh_tw: 已使用的百分比

# userDiskPercentage_help
source: This shows what percentage of the total disk space available to you is being used.
de: Zeigt an, welcher Prozentsatz des gesamten verfügbaren Festplattenspeichers belegt ist.
ja: 使用可能なディスク容量全体の中で、現在使用中のディスク容量が占める割合を示します。
zh_tw: 這顯示您可用的磁碟空間中共有多少百分比正在使用。

# userOverQuota
source: Quota Warning
de: Quotenwarnung
ja: ディスク容量に関する警告
zh_tw: 限額警告

# userOverQuota_help
source: This indicates that you are currently using more disk space then you are allowed on this server. Remove unneeded emails, attachments, and other files to correct this.
de: Zeigt an, dass Sie momentan mehr Festplattenspeicher belegen, als auf diesem Server zulässig ist. Entfernen Sie nicht mehr benötigte E-Mails und Dateien, um das Problem zu beheben.
ja: 現在、割り当てられているディスク容量を超過する量のディスク空間が使用されていることを示します。不要になった古いファイルや電子メールをこのサーバから削除して、ディスク空間の空きを増やしてください。
zh_tw: 這指出您目前正在使用的磁碟空間超過您被允許在此伺服器上使用的空間。請刪除不必要的電子郵件、附件及其他檔案，以解除此警告。

# overQuotaMsg
source: You are currently using more disk space than you are allowed on this server. Remove unneeded emails, attachments, and other files to correct this.
de: Sie belegen momentan mehr Festplattenspeicher, als auf diesem Server zulässig ist. Entfernen Sie nicht mehr benötigte E-Mails und Dateien, um das Problem zu beheben.
ja: 現在、割り当てられているディスク容量を超過する量のディスク空間が使用されています。不要になった古いファイルや電子メールをこのサーバから削除して、ディスク空間の空きを増やしてください。
zh_tw: 您目前正在使用的磁碟空間超過您被允許在此伺服器上使用的空間。請刪除不必要的電子郵件、附件及其他檔案，以解除此警告。

# amDiskNameTag
source: Disk Usage
de: Festplattenbelegung
ja: ディスクの使用状況
zh_tw: 磁碟用量

# amDetails
source: Disk Usage Details
de: Festplattenbelegungs-Details
ja: ディスク使用状況の詳細
zh_tw: 磁碟用量明細

# amDiskWarning
source: A disk partition is nearly full. Disk space on the partition [[VAR.fs]] is [[VAR.pcnt]]% used. The partition has [[VAR.free]] MB available.
de: Eine Festplattenpartition ist fast voll. Der Speicherplatz auf der Partition [[VAR.fs]] ist zu [[VAR.pcnt]]% belegt. Auf der Partition sind noch [[VAR.free]] MB frei.
ja: ディスクのパーティションがほぼ一杯です。[[VAR.fs]] パーティション上のディスク容量の [[VAR.pcnt]] % が使用中です。このパーティション上の空き容量は、[[VAR.free]] MB です。
zh_tw: 磁碟分割區將用盡。分割區 [[VAR.fs]] 上的磁碟空間使用率已達 [[VAR.pcnt]]%。該分割區的可用空間只剩下 [[VAR.free]] MB。

# amDiskOk
source: Disk usage is normal.
de: Festplattenbelegung ist normal.
ja: ディスクの使用状況は正常です。
zh_tw: 磁碟用量正常。

# cantExecuteDf
source: Cannot execute df command
de: Kann df-Befehl nicht ausführen.
ja: df コマンドを実行できません。
zh_tw: 無法執行 df 指令

# cantExecuteRepquota
source: Cannot execute repquota command
de: Kann repquota-Befehl nicht ausführen.
ja: repquota コマンドを実行できません。
zh_tw: 無法執行 repquota 指令

# cantSetSystemObject
source: Cannot set to System object
de: Das Systemobjekt kann nicht eingestellt werden.
ja: システムオブジェクトに設定できません。
zh_tw: 無法設成系統物件

# cantSetUserObject
source: Cannot set to User object
de: Kann nicht auf Benutzerobjekt eingestellt werden.
ja: ユーザオブジェクトに設定できません。
zh_tw: 無法設成使用者物件

# systemObjectNotFound
source: Cannot find System object
de: Das Systemobjekt konnte nicht gefunden werden.
ja: システムオブジェクトが見つかりません。
zh_tw: 找不到系統物件

# couldNotGetId
source: The user account settings could not be found in the system files. This user may have been manually deleted from the server configuration files.
de: Die Einstellungen des Benutzerkontos konnten nicht in den Systemdateien gefunden werden. Dieser Benutzer könnte manuell aus den Server-Konfigurationsdateien gelöscht worden sein.
ja: システムファイルでアカウント設定が見つかりませんでした。 このユーザはシステム設定ファイルから手動で削除された可能性があります。
zh_tw: 使用者帳號設定在系統檔案中無法找到。此使用者可手動從伺服器配置檔案中刪除。
