Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/ui/*-dhcpd.mod/locale/*/dhcpd.po
Languages: fr, zh_cn, zh_tw

# noIPAddrRange
source: The From or To IP address is missing. Please enter an IP address for the beginning of the range of IP addresses as well as an IP address for the end of the range of IP addresses to assign to clients on your network.
fr: L'adresse IP source ou destination est manquante. Entrez une adresse IP de début et une adresse IP de fin désignant la plage d'adresses IP à affecter aux clients de votre réseau.
zh_cn: 缺少开始或结束 IP 地址。请输入 IP 地址范围开始以及结束的 IP 地址，以分配给您网络上的客户机。
zh_tw: 缺少「起始 IP 位址」或「終止 IP 位址」。請輸入要指定給您網路上之從屬站的 IP 位址範圍的開始和結束 IP 位址。

# ipAddrRangeNotValid
source: IP address range is not valid. Please enter an IP address for the beginning and end of the range of IP addresses to assign to clients on your network. The From IP address must be lower than the To IP address.
fr: La plage d'adresses IP n'est pas correcte. Entrez une adresse IP pour le début et la fin de la plage d'adresses IP à affecter aux clients de votre réseau. L'adresse IP de début doit être inférieure à l'adresse IP de fin.
zh_cn: IP 地址范围无效。请输入 IP 地址范围开始和结束 IP 地址，以分配给您网络上的客户机。开始 IP 地址必须小于结束 IP 地址。
zh_tw: IP 位址範圍無效。請輸入要指定給您網路上之從屬站的 IP 位址範圍的開始和結束位址。「起始 IP 位址」必須低於「終止 IP 位址」。

# modDynamicAddress
source: Modify Dynamic Address Assignment
fr: Modifier les plages d'adresses dynamiques
zh_cn: 修改动态地址分配
zh_tw: 修改動態位址指定

# modStaticAddress
source: Modify Static Address Assignment
fr: Modifier les attribution d'adresses statiques
zh_cn: 修改静态地址分配
zh_tw: 修改靜態位址指定

# noDhcpConf
source: Sorry, the DHCP server configuration file, /etc/dhcpd.conf, could not be found. Try reconfiguring your DHCP settings. If you still see this message, contact [[base-carmel.osVendor]] technical support.
fr: Le fichier de configuration du serveur DHCP /etc/dhcpd.conf est introuvable. Essayez de reconfigurer vos paramètres DHCP. Si ce message persiste, consultez le support technique [[base-carmel.osVendor]].
zh_cn: 对不起，无法找到 DHCP 服务器配置文件 /etc/dhcpd.conf。尝试重新配置您的 DHCP 设置。如果仍看到此消息，请与[[base-carmel.osVendor]]技术支持联系。
zh_tw: 很抱歉，找不到 DHCP 伺服器配置檔 /etc/dhcpd.conf。請嘗試重新配置 DHCP 設定。如果您仍然看到這則訊息，請連絡 [[base-carmel.osVendor]] 技術支援。

# noSystemObj
source: DHCP Parameter set operation could not find the System object. Please contact [[base-carmel.osVendor]] technical support.
fr: L'opération de définition des paramètres DHCP n'a pas trouvé l'objet Système. Contactez le support technique [[base-carmel.osVendor]].
zh_cn: DHCP 参数设置操作无法找到系统对象。请与[[base-carmel.osVendor]]技术支持联系。
zh_tw: DHCP 參數設定作業找不到系統物件。請連絡 [[base-carmel.osVendor]] 技術支援。

# noNetworkObj
source: DHCP Parameter set operation could not find the Network object. Please contact [[base-carmel.osVendor]] technical support.
fr: L'opération de définition des paramètres DHCP n'a pas trouvé l'objet Réseau. Consultez le support technique [[base-carmel.osVendor]].
zh_cn: DHCP 参数设置操作无法找到网络对象。请与[[base-carmel.osVendor]]技术支持联系。
zh_tw: DHCP 參數設定作業找不到網路物件。請連絡 [[base-carmel.osVendor]] 技術支援。

# noParamObj
source: DHCP Parameter set operation could not find the DhcpParam object. Please contact [[base-carmel.osVendor]] technical support.
fr: L'opération de définition des paramètres DHCP n'a pas trouvé l'objet DhcpParam. Consultez le support technique [[base-carmel.osVendor]].
zh_cn: DHCP 参数设置操作无法找到 DhcpParam 对象，请与[[base-carmel.osVendor]]技术支持联系。
zh_tw: DHCP 參數設定作業找不到 DhcpParam 物件。請連絡 [[base-carmel.osVendor]] 技術支援。

source: Parameters
fr: Paramètres
zh_cn: 参数
zh_tw: 參數

# noConfigFile
source: Sorry, the DHCP server configuration file, /etc/dhcpd.conf, could not be found. Try reconfiguring your DHCP settings. If you still see this message, contact [[base-carmel.osVendor]] technical support.
fr: Le fichier de configuration du serveur DHCP /etc/dhcpd.conf est introuvable. Essayez de reconfigurer vos paramètres DHCP. Si ce message persiste, consultez le support technique [[base-carmel.osVendor]].
zh_cn: 对不起，无法找到 DHCP 服务器配置文件 /etc/dhcpd.conf。尝试重新配置您的 DHCP 设置。如果仍看到此消息，请与[[base-carmel.osVendor]]技术支持联系。
zh_tw: 很抱歉，找不到 DHCP 伺服器配置檔 /etc/dhcpd.conf。請嘗試重新配置 DHCP 設定。如果您仍然看到這則訊息，請連絡 [[base-carmel.osVendor]] 技術支援。

# cannotLock
source: The configuration file /etc/dhcpd.conf file is in use. Try again later. If you still see this message, contact [[base-carmel.osVendor]] technical support.
fr: Le fichier de configuration /etc/dhcpd.conf est actuellement utilisé. Réessayez plus tard. Si ce message persiste, consultez le support technique [[base-carmel.osVendor]].
zh_cn: 配置文件 /etc/dhcpd.conf 正在使用。请稍后再试。如果仍看到此消息，请与[[base-carmel.osVendor]]技术支持联系。
zh_tw: 配置檔 /etc/dhcpd.conf 檔在使用中。請稍後重試。如果您仍然看到這則訊息，請連絡 [[base-carmel.osVendor]] 技術支援。

# cantUpdateConf
source: The system cannot update the configuration file, /etc/dhcpd.conf. Try reconfiguring your DHCP settings. If you still see this message, contact [[base-carmel.osVendor]] technical support.
fr: Le système ne peut pas mettre à jour le fichier de configuration, /etc/dhcpd.conf. Essayez de reconfigurer vos paramètres DHCP. Si ce message persiste, consultez le support technique [[base-carmel.osVendor]].
zh_cn: 系统无法更新配置文件 /etc/dhcpd.conf。尝试重新配置您的 DHCP 设置。如果您仍看到此消息，请与[[base-carmel.osVendor]]技术支持联系。
zh_tw: 系統無法更新配置檔 /etc/dhcpd.conf。請嘗試重新配置 DHCP 設定。如果您仍然看到這則訊息，請連絡 [[base-carmel.osVendor]] 技術支援。

# rangeMismatch
source: The IP address of the Primary interface is on a different subnet than the IP addresses to be assigned to DHCP clients. Please check your Address Assignments and ensure that they are on the same subnet as the server.
fr: L'adresse IP de l'interface primaire est sur un autre sous-réseau que les adresses IP à attribuer aux clients DHCP. Vérifiez vos attributions d'adresses et assurez-vous qu'elles sont sur le même sous-réseau que le serveur.
zh_cn: 主接口的 IP 地址在不同的子网上，而不是分配给 DHCP 客户机的 IP 地址。请检查您的地址分配，并确认它们与服务器在同一子网上。
zh_tw: 主要介面的 IP 位址與要指定給 DHCP 從屬站之 IP 位址在不同的子網路上。請檢查「位址指定」，確定它們與伺服器在相同的子網路上。

# gwMismatch
source: The IP address of the Primary interface is on a different subnet than the Default Gateway to be assigned to DHCP clients. Please check your Client Default Gateway and ensure that it is on the same subnet as the server.
fr: L'adresse IP de l'interface primaire est sur un autre sous-réseau que la passerelle par défaut à allouer aux clients DHCP. Vérifiez la passerelle client par défaut et assurez-vous qu'elle est sur le même sous-réseau que le serveur.
zh_cn: 主接口的 IP 地址与分配给 DHCP 客户机的缺省网关在不同的子网上。请检查您的客户机缺省网关，并确认它与服务器在同一子网上。
zh_tw: 主要介面的 IP 位址與要指定給 DHCP 從屬站之「預設閘道」在不同的子網路上。請檢查「從屬站預設閘道」，確定它與伺服器在相同的子網路上。

# ipMismatch
source: The IP address of the Primary interface is on a different subnet than the IP Address to be assigned to a DHCP client for this Static Address Assignment. Please enter an IP Address for this Static Address Assignment that is on the same subnet as the server.
fr: L'adresse IP de l'interface primaire est sur un autre sous-réseau que l'adresse IP à allouer à un client DHCP pour cette attribution d'adresse statique. Entrez une adresse IP pour cette attribution d'adresse statique qui soit sur le même sous-réseau que le serveur.
zh_cn: 主接口的 IP 地址与为此静态地址分配而分配给 DHCP 客户机的 IP 地址在不同的子网上。请输入与服务器在同一子网上的此静态地址分配的 IP 地址。
zh_tw: 主要介面的 IP 位址與要指定給 DHCP 從屬站（針對此「靜態位址指定」）之 IP 位址在不同的子網路上。請針對此「靜態位址指定」，輸入一個與伺服器在相同子網路上的 IP 位址。

# noLeaseFile
source: The configuration file, /etc/dhcpd.leases, cannot be opened. Remove this file, reconfigure your DHCP Settings and restart the DHCP server. If you still see this message, contact [[base-carmel.osVendor]] technical support.
fr: Impossible d'ouvrir le fichier de configuration, /etc/dhcpd.leases. Supprimez ce fichier, reconfigurez vos paramètres DHCP et redémarrez le serveur DHCP. Si ce message persiste, consultez le support technique [[base-carmel.osVendor]].
zh_cn: 无法打开配置文件 /etc/dhcpd.leases。删除此文件，重新配置您的 DHCP 设置，并重新启动 DHCP 服务器。如果您仍看到此消息，请与[[base-carmel.osVendor]]技术支持联系。
zh_tw: 無法開啟配置檔 /etc/dhcpd.leases。請移除這個檔案、重新配置 DHCP 設定，然後重新啟動 DHCP 伺服器。如果您仍然看到這則訊息，請連絡 [[base-carmel.osVendor]] 技術支援。

# initScriptError
source: The initialization script for the DHCP server could not be executed. Please try again. This file may be corrupt or missing. If you still see this message, contact [[base-carmel.osVendor]] technical support.
fr: Impossible d'exécuter le script d'initialisation pour le serveur DHCP. Veuillez recommencer. Ce fichier est peut-être endommagé ou manquant. Si ce message persiste, consultez le support technique [[base-carmel.osVendor]].
zh_cn: 无法执行 DHCP 服务器的初始化脚本。请重试。此文件可能被破坏或缺失。如果您仍看到此消息，请与[[base-carmel.osVendor]]技术支持联系。
zh_tw: 無法對 DHCP 伺服器執行起始設定 Script；請重試。這個檔案可能已毀損或遺失。如果您仍然看到這則訊息，請連絡 [[base-carmel.osVendor]] 技術支援。

# initLinkOnFail
source: The system was unable to configure the initialization script for starting the DHCP server automatically on subsequent boots. Please try again. If you still see this message, contact [[base-carmel.osVendor]] technical support.
fr: Le système n'arrive pas à configurer le script d'initialisation pour démarrer automatiquement le serveur DHCP lors lors des démarrages successifs. Veuillez recommencer. Si ce message persiste, consultez le support technique [[base-carmel.osVendor]].
zh_cn: 系统无法配置用于自动启动后续引导的 DHCP 服务器的初始化脚本。请重试。如果您仍看到此消息，请与[[base-carmel.osVendor]]技术支持联系。
zh_tw: 系統無法配置起始設定 Script，以後在啟動時不能自動啟動 DHCP 伺服器；請重試。如果您仍然看到這則訊息，請連絡 [[base-carmel.osVendor]] 技術支援。

# initLinkOffFail
source: The system was unable to remove the initialization script to disable the DHCP server on subsequent boots. Please try again. If you still see this message, contact [[base-carmel.osVendor]] technical support.
fr: Le système n'arrive pas à supprimer le script d'initialisation pour désactiver le serveur DHCP lors des démarrages successifs. Veuillez recommencer. Si ce message persiste, consultez le support technique [[base-carmel.osVendor]].
zh_cn: 系统无法删除用于禁用后续引导的 DHCP 服务器的初始化脚本。请重试。如果您仍看到此消息，请与[[base-carmel.osVendor]]技术支持联系。
zh_tw: 系統無法移除起始設定 Script，以後在啟動時不能停用 DHCP 伺服器；請重試。如果您仍然看到這則訊息，請連絡 [[base-carmel.osVendor]] 技術支援。

# offFail
source: The system was unable to turn off the DHCP server. Please try disabling the server again. If you still see this message, contact [[base-carmel.osVendor]] technical support.
fr: Le système n'arrive pas à désactiver le serveur DHCP. Réessayez de désactiver le serveur. Si ce message persiste, consultez le support technique [[base-carmel.osVendor]].
zh_cn: 系统无法关闭 DHCP 服务器。请重试禁用服务器。如果您仍看到此消息，请与[[base-carmel.osVendor]]技术支持联系。
zh_tw: 系統無法關閉 DHCP 伺服器；請重新嘗試停用該伺服器。如果您仍然看到這則訊息，請連絡 [[base-carmel.osVendor]] 技術支援。

# cannotStartDhcp
source: The DHCP server could not be enabled. Please make sure that you have configured the DHCP Client Settings and added at least one Address Assignment. Also ensure that the Default Gateway and Address Assignments are on the same subnet as the Primary interface of the server.
fr: Le serveur DHCP n'a pas pu être activé. Vérifiez que les paramètres de client DHCP ont été configurés et si au moins une attribution d'adresse a été ajoutée. Vérifiez également que la passerelle par défaut et les attributions d'adresses sont sur le même sous-réseau que l'interface primaire du serveur.
zh_cn: 无法启用 DHCP 服务器。请确保您已经配置了 DHCP 客户机设置，并添加了至少一个地址分配。还要确保缺省网关和地址分配与服务器的主接口位于同一子网。
zh_tw: 無法啟用 DHCP 伺服器。請確定您已配置「DHCP 從屬站設定」，並至少新增了一個「位址指定」。同時請確定「預設閘道」及「位址指定」與伺服器的主要介面在相同的子網路上。

# amDHCPNameTag
source: Dynamic Host Configuration Protocol (DHCP) Server
fr: Serveur de configuration d'hôte dynamique (DHCP)
zh_cn: 动态主机配置协议 (DHCP) 服务器
zh_tw: 動態主電腦配置通信協定 (DHCP) 伺服器

# amDetailsTitle
source: Dynamic Host Configuration Protocol (DHCP) Server Details
fr: Détails du serveur DHCP
zh_cn: 动态主机配置协议 (DHCP) 服务器详细信息
zh_tw: 動態主電腦配置通信協定 (DHCP) 伺服器明細

# amDHCPNotRunning
source: The DHCP server is not running.
fr: Le serveur DHCP ne fonctionne pas.
zh_cn: DHCP 服务器没有运行。
zh_tw: 此 DHCP 伺服器不在執行中。

# amDHCPStatusOK
source: The DHCP server is operating normally.
fr: Le serveur DHCP fonctionne normalement.
zh_cn: DHCP 服务器运行正常。
zh_tw: 此 DHCP 檔案正常運作中。

# turnedOffDhcpdIpChange
source: The DHCP service has been disabled. The new IP address of the system is on a different subnet than the IP addresses to be assigned to DHCP clients. Please check your Address Assignments and ensure that they are on the same subnet as the server.
fr: Le service DHCP a été désactivé. La nouvelle adresse IP du système est sur un autre sous-réseau que les adresses IP à attribuer aux clients DHCP. Vérifiez vos attributions d'adresses et assurez-vous qu'elles sont sur le même sous-réseau que le serveur.
zh_cn: DHCP 服务已被禁用。系统的新 IP 地址与分配给 DHCP 客户机的 IP 地址在不同的子网上。请检查您的地址分配，并确保它们与服务器位于同一子网上。
zh_tw: DHCP 服務已停用。新的系統 IP 位址與要指定給 DHCP 從屬站的 IP 位址在不同的子網路上。請檢查「位址指定」，確定它們與伺服器在相同的子網路上。

# errorWhileDisablingDhcpdIpChange
source: An error occurred while trying to disable your DHCP service. Please reconfigure the DHCP Address Assignemts so they are on the same subnet as the Primary interface of the server.
fr: Erreur lors de la tentative de désactivation du serveur DHCP. Reconfigurez les attributions d'adresses IP afin qu'elles soient sur le même sous-réseau que l'interface primaire du serveur.
zh_cn: 在尝试禁用您的 DHCP 服务时出现错误。请重新配置 DHCP 地址分配，使它们与服务器的主接口位于同一子网上。
zh_tw: 在嘗試停用您的 DHCP 服務時發生錯誤。請重新配置 DHCP 位址分派，使其與伺服器的主要介面在相同的子網路上。

# cceError
source: Configuration Engine error retrieving DHCP objects from the database.
fr: Erreur du moteur de configuration lors de la récupération des objets DHCP de la base de données.
zh_cn: 从数据库中检索 DHCP 对象时出现配置引擎错误。
zh_tw: 從資料庫擷取 DHCP 物件時，發生「配置引擎」錯誤。

# capgroup_adminDhcpd
source: Manage DHCP
fr: Gérer DHCP
zh_cn: 管理 DHCP
zh_tw: 管理 DHCP

# capgroup_adminDhcpd_help
source: This adminsitrative right allows a user to manage all DHCP related settings, including creating static and dynamic address assignments
fr: Ce droit administratif permet à un utilisateur de gérer tous les paramètres liés à DHCP, y compris les affectations d'adresses statiques et dynamiques
zh_cn: 此管理权限允许用户管理所有 DHCP 相关设置，包括创建静态和动态的地址分配。
zh_tw: 這個管理權限允許使用者管理所有 DHCP 的相關設定，包括建立靜態及動態位址分派。
