Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/ui/*-dhcpd.mod/locale/*/dhcpd.po
Languages: fr, zh_cn, zh_tw

# dhcpd_help
source: Click here to change [[base-dhcpd.dhcpdSettings]].
fr: Cliquez ici pour modifier les [[base-fileshare.fileSharingSettings]] .
zh_cn: 单击此处更改[[base-dhcpd.dhcpdSettings]]。
zh_tw: 按一下此處，可變更[[base-dhcpd.dhcpdSettings]]。

# dhcpdSettings
source: Dynamic Host Configuration Protocol (DHCP) Settings
fr: Paramètres du serveur DHCP
zh_cn: 动态主机配置协议 (DHCP) 设置
zh_tw: 動態主電腦配置通信協定 (DHCP) 設定

# enableServerField
source: Enable Server
fr: Activer le serveur
zh_cn: 启用服务器
zh_tw: 啟用伺服器

# enableServerField_help
source: Turn Dynamic Host Configuration Protocol (DHCP) server functionality on or off. Turning this feature on allows a client machine to automatically obtain networking configuration settings at startup from this server appliance.
fr: Active ou désactive le serveur DHCP. Une fois activée, cette fonction permet aux ordinateurs client d'obtenir automatiquement leurs paramètres de configuration réseau au démarrage à partir de ce serveur.
zh_cn: 打开或关闭动态主机配置协议 (DHCP) 服务器功能。打开此功能允许客户机在启动时从此服务器设备上自动获取网络配置设置。
zh_tw: 開啟或關閉「動態主電腦配置通信協定 (DHCP)」伺服器功能。開啟這項功能，可讓從屬站機器在此伺服器設備啟動時，自動取得網路功能配置設定。

# settingsForClients
source: DHCP Client Settings
fr: Paramètres client DHCP
zh_cn: DHCP 客户机设置
zh_tw: DHCP 從屬站設定

# settingsForClients_help
source: Click here to configure DHCP Client Settings. These are the networking configuration settings that will be automatically served to the clients at startup time.
fr: Cliquez ici pour configurer les paramètres de client DHCP. Ce sont les paramètres de configuration réseau qui seront automatiquement servis aux clients au moment du démarrage.
zh_cn: 单击此处配置 DHCP 客户机设置。这些网络配置设置将在启动时自动为客户机提供。
zh_tw: 按一下此處可配置「DHCP 從屬站設定」。這些是會在啟動時自動伺服從屬站的網路功能配置設定。

# domainNameField
source: Client Domain Name
fr: Nom de domaine client
zh_cn: 客户机域名
zh_tw: 從屬站網域名稱

# domainNameField_rule
source: Please enter only lowercase alphanumeric characters, dashes or periods. For example, sun.com is a valid entry.
fr: Seuls des caractères alphanumériques minuscules, tirets et points sont admis. Par exemple, sun.com est une entrée valable.
zh_cn: 请只输入小写的字母数字字符、破折号或句点。例如，sun.com 就是有效的输入。
zh_tw: 只能輸入小寫英數字元、破折號或句點。例如，sun.com 就是一個有效的登錄。

# domainNameField_help
source: Enter the domain name which will be served automatically to these clients. This domain name is usually the same as the domain name of this server appliance. [[base-dhcpd.domainNameField_rule]]
fr: Entrez le nom de domaine qui sera utilisé automatiquement par les clients DHCP. Ce nom de domaine est généralement le même que celui du serveur. [[base-dhcpd.domainNameField_rule]]
zh_cn: 输入将自动为这些客户机服务的域名。此域名通常与此服务器设备的域名相同。 [[base-dhcpd.domainNameField_rule]]
zh_tw: 請輸入將自動伺服這些從屬站的網域名稱。這個網域名稱通常與此伺服器設備的網域名稱相同。 [[base-dhcpd.domainNameField_rule]]

# domainNameField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dhcpd.domainNameField]]. [[base-dhcpd.domainNameField_rule]]
fr: [[VAR.invalidValue]] n'est pas un [[base-dhcpd.domainNameField]] valide. [[base-dhcpd.domainNameField_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-dhcpd.domainNameField]]的无效值。 [[base-dhcpd.domainNameField_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的[[base-dhcpd.domainNameField]]值。 [[base-dhcpd.domainNameField_rule]]

# domainNameField_empty
source: Sorry, you have not entered a value for [[base-dhcpd.domainNameField]]. [[base-dhcpd.domainNameField_rule]]
fr: Vous n'avez pas entré de [[base-dhcpd.domainNameField]]. [[base-dhcpd.domainNameField_rule]]
zh_cn: 对不起，您没有为[[base-dhcpd.domainNameField]]输入值。 [[base-dhcpd.domainNameField_rule]]
zh_tw: 很抱歉，您並未輸入[[base-dhcpd.domainNameField]]的值。 [[base-dhcpd.domainNameField_rule]]

# dnsAddressesField
source: Client DNS Addresses
fr: Adresses DNS client
zh_cn: 客户机 DNS 地址
zh_tw: 從屬站 DNS 位址

# dnsAddressesField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
fr: Entrez une série de quatre nombres entre 0 et 255 séparés par des points. 192.168.1.1 est un exemple d'entrée correcte.
zh_cn: 请输入 0 和 255 之间的四个数字，用句点隔开。例如，192.168.1.1 就是有效的输入。
zh_tw: 請輸入四個介於 0 到 255 之間的數字序列，以句點分隔。例如，192.168.1.1 就是有效的數字。

# dnsAddressesField_help
source: Enter the IP address or addresses of your local domain name server or servers which will be served automatically to these clients. A domain name server translates textual host names and domain names into numerical IP addresses, and vice-versa. [[base-dhcpd.dnsAddressesField_rule]]
fr: Entrez la ou les adresses IP des serveurs de noms de domaine locaux qui seront utilisés automatiquement par les clients DHCP. Un serveur de noms de domaine convertit les noms de domaines et d'hôtes textuels en adresses IP numériques, et réciproquement. [[base-dhcpd.dnsAddressesField_rule]]
zh_cn: 输入您的本地域名服务器的 IP 地址或自动为这些客户机提供服务的服务器的地址。域名服务器将文本的主机名和域名转换为数字式的 IP 地址，也可将数字式 IP 地址转换为文本的主机名和域名。[[base-dhcpd.dnsAddressesField_rule]]
zh_tw: 請輸入您區域網域名稱伺服器（其將自動伺服這些從屬站）的 IP 位址。網域名稱伺服器會將文字式主機名稱和網域名稱轉換成數字型 IP 位址，反之亦然。 [[base-dhcpd.dnsAddressesField_rule]]

# dnsAddressField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dhcpd.dnsAddressesField]]. [[base-dhcpd.dnsAddressesField_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur valide d'[[base-dhcpd.dnsAddressesField]]. [[base-dhcpd.dnsAddressesField_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-dhcpd.dnsAddressesField]]的无效值。 [[base-dhcpd.dnsAddressesField_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的[[base-dhcpd.dnsAddressesField]]值。 [[base-dhcpd.dnsAddressesField_rule]]

# dnsAddressesField_empty
source: Sorry, you have not entered a value for [[base-dhcpd.dnsAddressesField]]. [[base-dhcpd.dnsAddressesField_rule]]
fr: Vous n'avez pas entré d'[[base-dhcpd.dnsAddressesField]]. [[base-dhcpd.dnsAddressesField_rule]]
zh_cn: 对不起，您没有为[[base-dhcpd.dnsAddressesField]]输入值。 [[base-dhcpd.dnsAddressesField_rule]]
zh_tw: 很抱歉，您並未輸入[[base-dhcpd.dnsAddressesField]]的值。 [[base-dhcpd.dnsAddressesField_rule]]

# subnetMaskField
source: Client Subnet Mask
fr: Masque réseau client
zh_cn: 客户机子网掩码
zh_tw: 從屬站子網路遮罩

# subnetMaskField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 255.255.255.0 is a valid entry.
fr: Entrez une série de quatre nombres entre 0 et 255 séparés par des points. 255.255.255.0 est un exemple d'entrée correcte.
zh_cn: 请输入 0 和 255 之间的四个数字，用句点隔开。例如，255.255.255.0 就是有效的输入。
zh_tw: 請輸入四個介於 0 到 255 之間的數字序列，以句點分隔。例如，255.255.255.0 就是有效的數字。

# subnetMaskField_help
source: Enter the subnet mask which will be served automatically to these clients. [[base-dhcpd.subnetMaskField_rule]]
fr: Entrez le masque de sous-réseau qui sera utilisé automatiquement par les clients DHCP. [[base-dhcpd.subnetMaskField_rule]]
zh_cn: 输入将自动为这些客户机服务的子网掩码。 [[base-dhcpd.subnetMaskField_rule]]
zh_tw: 請輸入將自動伺服這些從屬站的子網路遮罩。 [[base-dhcpd.subnetMaskField_rule]]

# subnetMaskField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dhcpd.subnetMaskField]]. [[base-dhcpd.subnetMaskField_rule]]
fr: [[VAR.invalidValue]] n'est pas un [[base-dhcpd.subnetMaskField]] valide. [[base-dhcpd.subnetMaskField_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-dhcpd.subnetMaskField]]的无效值。 [[base-dhcpd.subnetMaskField_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的[[base-dhcpd.subnetMaskField]]值。 [[base-dhcpd.subnetMaskField_rule]]

# subnetMaskField_empty
source: Sorry, you have not entered a value for [[base-dhcpd.subnetMaskField]]. [[base-dhcpd.subnetMaskField_rule]]
fr: Vous n'avez pas entré de [[base-dhcpd.subnetMaskField]]. [[base-dhcpd.subnetMaskField_rule]]
zh_cn: 对不起，您没有为[[base-dhcpd.subnetMaskField]]输入值。 [[base-dhcpd.subnetMaskField_rule]]
zh_tw: 很抱歉，您並未輸入[[base-dhcpd.subnetMaskField]]的值。 [[base-dhcpd.subnetMaskField_rule]]

# gatewayField
source: Client Default Gateway
fr: Passerelle par défaut
zh_cn: 客户机缺省网关
zh_tw: 從屬站預設閘道

# gatewayField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
fr: Entrez une série de quatre nombres entre 0 et 255 séparés par des points. 192.168.1.1 est un exemple d'entrée correcte.
zh_cn: 请输入 0 和 255 之间的四个数字，用句点隔开。例如，192.168.1.1 就是有效的输入。
zh_tw: 請輸入四個介於 0 到 255 之間的數字序列，以句點分隔。例如，192.168.1.1 就是有效的數字。

# gatewayField_help
source: Enter the IP address of your local network gateway which will be served automatically to these clients. A network gateway allows you to connect to the world outside of your local network area. [[base-dhcpd.gatewayField_rule]]
fr: Entrez l'adresse IP de la passerelle de votre réseau local qui sera utilisée automatiquement par les clients DHCP. Une passerelle réseau permet la connexion à l'extérieur au réseau local. [[base-dhcpd.gatewayField_rule]]
zh_cn: 输入将自动为这些客户机服务的本地网关的 IP 地址。网关允许您与您的本地网关区域外界连接。 [[base-dhcpd.gatewayField_rule]]
zh_tw: 請輸入將自動伺服這些從屬站之區域網路閘道的 IP 位址。網路閘道可讓您的伺服器連接到您區域網路區域以外的世界。 [[base-dhcpd.gatewayField_rule]]

# gatewayField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dhcpd.gatewayField]]. [[base-dhcpd.gatewayField_rule]]
fr: [[VAR.invalidValue]] n'est pas une [[base-dhcpd.gatewayField]] valide. [[base-dhcpd.gatewayField_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-dhcpd.gatewayField]]的无效值。 [[base-dhcpd.gatewayField_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的[[base-dhcpd.gatewayField]]值。 [[base-dhcpd.gatewayField_rule]]

# gatewayField_empty
source: Sorry, you have not entered a value for [[base-dhcpd.gatewayField]]. [[base-dhcpd.gatewayField_rule]]
fr: Vous n'avez pas entré de [[base-dhcpd.gatewayField]]. [[base-dhcpd.gatewayField_rule]]
zh_cn: 对不起，您没有为[[base-dhcpd.gatewayField]]输入值。 [[base-dhcpd.gatewayField_rule]]
zh_tw: 很抱歉，您並未輸入[[base-dhcpd.gatewayField]]的值。 [[base-dhcpd.gatewayField_rule]]

# maxLeaseField
source: Maximum Lease Time (Seconds)
fr: Durée de bail maximum (secondes)
zh_cn: 最大租用时间（秒）
zh_tw: 最大閒置時間（秒）

# maxLeaseField_rule
source: Please enter an integer greater than zero. The default value is 86400.
fr: Entrez un nombre entier supérieur à zéro. La valeur par défaut est 86400.
zh_cn: 请输入大于零的整数。缺省值是 86400。
zh_tw: 請輸入一個大於零的整數。預設值為 86400。

# maxLeaseField_help
source: The networking information assigned by a Dynamic Host Configuration Protocol (DHCP) server expires after a fixed period of time. Enter the maximum period of time in seconds before a lease expires. [[base-dhcpd.maxLeaseField_rule]]
fr: Les paramètres réseau attribués par un serveur DHCP expirent après une période de temps donnée. Entrez la période maximum en secondes avant l'expiration d'un bail. [[base-dhcpd.maxLeaseField_rule]]
zh_cn: 动态主机配置协议 (DHCP) 服务器分配的网络信息在固定的时间段后失效。输入租用到期前最长的时间段（以秒表示）。 [[base-dhcpd.maxLeaseField_rule]]
zh_tw: 「動態主電腦配置通信協定 (DHCP)」伺服器所指定的網路功能資訊會在固定的時限後終止。請輸入閒置終止之前的最大時限（以秒為單位）。 [[base-dhcpd.maxLeaseField_rule]]

# maxLeaseField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dhcpd.maxLeaseField]]. [[base-dhcpd.maxLeaseField_rule]]
fr: [[VAR.invalidValue]] n'est pas une [[base-dhcpd.maxLeaseField]] valide. [[base-dhcpd.maxLeaseField_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-dhcpd.maxLeaseField]]的无效值。 [[base-dhcpd.maxLeaseField_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的[[base-dhcpd.maxLeaseField]]值。 [[base-dhcpd.maxLeaseField_rule]]

# maxLeaseField_empty
source: Sorry, you have not entered a value for [[base-dhcpd.maxLeaseField]]. [[base-dhcpd.maxLeaseField_rule]]
fr: Vous n'avez pas entré de [[base-dhcpd.maxLeaseField]]. [[base-dhcpd.maxLeaseField_rule]]
zh_cn: 对不起，您没有为[[base-dhcpd.maxLeaseField]]输入值。 [[base-dhcpd.maxLeaseField_rule]]
zh_tw: 很抱歉，您並未輸入[[base-dhcpd.maxLeaseField]]。 [[base-dhcpd.maxLeaseField_rule]]

# addressAssignments
source: Modify Address Assignments
fr: Modifier les plages d'adresses
zh_cn: 修改地址分配
zh_tw: 修改位址指定

# addressAssignments_help
source: Click here to setup the IP addresses that this server will assign to clients requesting an IP address.
fr: Cliquez ici pour configurer les blocs d'adresses IP que ce serveur va utiliser pour attribuer les adresses IP aux clients DHCP.
zh_cn: 单击此处设置将分配至请求 IP 地址的客户机的服务器的 IP 地址。
zh_tw: 按一下此處，可設定將此伺服器的 IP 位址指定給要求 IP 位址的從屬站。

# dynamicAssignmentList
source: Dynamic Address Assignment List
fr: Liste des plages d'adresses dynamiques
zh_cn: 动态地址分配列表
zh_tw: 動態位址指定清單

# ipAddressLow
source: IP Address Range (From)
fr: Plage d'adresses IP (Début)
zh_cn: IP 地址范围（从）
zh_tw: IP 位址範圍（起始）

# ipAddressLow_help
source: This is the low end of the range of IP addresses being assigned dynamically.
fr: Seuil inférieur de la plage d'adresses IP dynamiques.
zh_cn: 这是动态分配的 IP 地址范围的起点。
zh_tw: 這是動態指定 IP 位址範圍的下限。

# ipAddressHi
source: IP Address Range (To)
fr: Plage d'adresses IP (Fin)
zh_cn: IP 地址范围（到）
zh_tw: IP 位址範圍（終止）

# ipAddressHi_help
source: This is the high end of the range of IP addresses being assigned dynamically.
fr: Seuil supérieur de la plage d'adresses IP dynamiques.
zh_cn: 这是动态分配的 IP 地址范围的终点。
zh_tw: 這是動態指定 IP 位址範圍的上限。

# listActionDyn
source: Action
zh_cn: 操作
zh_tw: 動作

# listActionDyn_help
source: These are the buttons used to modify or remove a range of IP addresses being assigned dynamically.
fr: Ces boutons servent à modifier ou à supprimer une plage d'adresses IP dynamiques.
zh_cn: 这些是用于修改或删除动态分配的 IP 地址范围的按钮。
zh_tw: 這些是用來修改或移除動態指定之 IP 位址範圍的按鈕。

# removeDynamicConfirm
source: Are you sure you want to remove the range of IP addresses from [[VAR.ipAddressLow]] to [[VAR.ipAddressHi]]?
fr: Voulez-vous vraiment supprimer la plage d'adresses IP de [[VAR.ipAddressLow]] à [[VAR.ipAddressHi]] ?
zh_cn: 是否确定要删除从[[VAR.ipAddressLow]]到[[VAR.ipAddressHi]]的 IP 地址范围？
zh_tw: 您確定要移除在範圍 [[VAR.ipAddressLow]] 到 [[VAR.ipAddressHi]] 的 IP 位址嗎？

# addNewDynamic
source: Add New Dynamic Address Assignment
fr: Ajouter une nouvelle plage d'adresses dynamiques
zh_cn: 添加新动态地址分配
zh_tw: 新增動態位址指定

# ipAddressLowField
source: IP Address Range (From)
fr: Plage d'adresses IP (Début)
zh_cn: IP 地址范围（从）
zh_tw: IP 位址範圍（起始）

# ipAddressLowField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.100 is a valid entry.
fr: Entrez une série de quatre nombres entre 0 et 255 séparés par des points. 192.168.10.100 est un exemple d'entrée correcte.
zh_cn: 请输入 0 和 255 之间四个连续数字，用句点隔开。例如，192.168.1.100 就是有效的输入。
zh_tw: 請輸入四個介於 0 到 255 之間的數字序列，以句點分隔。例如，192.168.1.100 就是有效的數字。

# ipAddressLowField_help
source: Enter the first or lowest IP address in the range of IP addresses to be dynamically assigned by this server. [[base-dhcpd.ipAddressLowField_rule]]
fr: Entrez la première ou la plus basse adresse de la plage d'adresses IP à attribuer dynamiquement par ce serveur. [[base-dhcpd.ipAddressLowField_rule]]
zh_cn: 输入此服务器动态分配的 IP 地址范围内第一个或最低的 IP 地址。 [[base-dhcpd.ipAddressLowField_rule]]
zh_tw: 請輸入此伺服器動態指定之 IP 位址範圍的第一個或最低的 IP 位址。 [[base-dhcpd.ipAddressLowField_rule]]

# ipAddressLowField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dhcpd.ipAddressLowField]]. [[base-dhcpd.ipAddressLowField_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dhcpd.ipAddressLowField]]. [[base-dhcpd.ipAddressLowField_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-dhcpd.ipAddressLowField]]的无效值。[[base-dhcpd.ipAddressLowField_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的 [[base-dhcpd.ipAddressLowField]]值。 [[base-dhcpd.ipAddressLowField_rule]]

# ipAddressLowField_empty
source: Sorry, you have not entered a value for [[base-dhcpd.ipAddressLowField]]. [[base-dhcpd.ipAddressLowField_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dhcpd.ipAddressLowField]]. [[base-dhcpd.ipAddressLowField_rule]]
zh_cn: 对不起，您没有为[[base-dhcpd.ipAddressLowField]]输入值。 [[base-dhcpd.ipAddressLowField_rule]]
zh_tw: 很抱歉，您並未輸入 [[base-dhcpd.ipAddressLowField]]的值。 [[base-dhcpd.ipAddressLowField_rule]]

# ipAddressHiField
source: IP Address Range (To)
fr: Plage d'adresses IP (Fin)
zh_cn: IP 地址范围（到）
zh_tw: IP 位址範圍（終止）

# ipAddressHiField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.110 is a valid entry.
fr: Entrez une série de quatre nombres entre 0 et 255 séparés par des points. 192.168.10.110 est un exemple d'entrée correcte.
zh_cn: 请输入 0 和 255 之间四个连续数字，用句点隔开。例如，192.168.1.110 就是有效的输入。
zh_tw: 請輸入四個介於 0 到 255 之間的數字序列，以句點分隔。例如，192.168.1.110 就是有效的數字。

# ipAddressHiField_help
source: Enter the last or highest IP address in the range of IP addresses to be dynamically assigned by this server. [[base-dhcpd.ipAddressHiField_rule]]
fr: Entrez la dernière ou l'adresse la plus élevée de la plage d'adresses IP à attribuer dynamiquement par ce serveur. [[base-dhcpd.ipAddressHiField_rule]]
zh_cn: 输入此服务器动态分配的 IP 地址范围内最后一个或最高的 IP 地址。 [[base-dhcpd.ipAddressHiField_rule]]
zh_tw: 請輸入此伺服器動態指定之 IP 位址範圍的最後一個或最高的 IP 位址。 [[base-dhcpd.ipAddressHiField_rule]]

# ipAddressHiField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dhcpd.ipAddressHiField]]. [[base-dhcpd.ipAddressHiField_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dhcpd.ipAddressHiField]]. [[base-dhcpd.ipAddressHiField_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-dhcpd.ipAddressHiField]]的无效值。 [[base-dhcpd.ipAddressHiField_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的 [[base-dhcpd.ipAddressHiField]]值。 [[base-dhcpd.ipAddressHiField_rule]]

# ipAddressHiField_empty
source: Sorry, you have not entered a value for [[base-dhcpd.ipAddressHiField]]. [[base-dhcpd.ipAddressHiField_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dhcpd.ipAddressHiField]]. [[base-dhcpd.ipAddressHiField_rule]]
zh_cn: 对不起，您没有为[[base-dhcpd.ipAddressHiField]]输入值。 [[base-dhcpd.ipAddressHiField_rule]]
zh_tw: 很抱歉，您並未輸入 [[base-dhcpd.ipAddressHiField]]的值。 [[base-dhcpd.ipAddressHiField_rule]]

# staticAssignmentList
source: Static Address Assignment List
fr: Liste des adresses statiques
zh_cn: 静态地址分配列表
zh_tw: 固定位址指定清單

source: IP Address
fr: Adresse IP
zh_cn: IP 地址
zh_tw: IP 位址

# ipAddress_help
source: This is the IP address that will be assigned consistently and statically to the computer with the specified MAC address.
fr: Adresse IP affectée constamment et statiquement à l'ordinateur doté de l'adresse MAC spécifiée.
zh_cn: 这是采用指定的 MAC 地址一致并静态地分配给计算机的 IP 地址。
zh_tw: 這是靜態分派給指定 MAC 位址電腦的 IP 位址。

source: MAC Address
fr: Adresse MAC
zh_cn: MAC 地址
zh_tw: MAC 位址

# macAddress_help
source: This is the MAC address of the computer that will be consistently and statically assigned the specified IP address.
fr: Adresse MAC de l'ordinateur à qui sera affectée constamment et statiquement l'adresse IP spécifiée.
zh_cn: 这是一致并静态地分配指定的 IP 地址的计算机的 MAC 地址。
zh_tw: 這是電腦的 MAC 位址，會被靜態分派到指定 IP 位址。

# listActionStatic
source: Action
zh_cn: 操作
zh_tw: 動作

# listActionStatic_help
source: These are the buttons used to modify or remove an IP address being assigned statically.
fr: Ces boutons servent à modifier ou à supprimer une plage d'adresses IP statiques.
zh_cn: 这些是用于修改或删除静态分配的 IP 地址的按钮。
zh_tw: 這些是用來修改或移除靜態指定 IP 位址的按鈕。

# removeStaticConfirm
source: Are you sure you want to remove the assignment of the IP address [[VAR.ipAddress]] to the MAC address [[VAR.macAddress]]?
fr: Voulez-vous vraiment supprimer l'attribution de l'adresse IP [[VAR.ipAddress]] pour l'adresse MAC [[VAR.macAddress]] ?
zh_cn: 是否确定要删除从 IP 地址[[VAR.ipAddress]]到 MAC 地址[[VAR.macAddress]]的分配？
zh_tw: 您確定要移除對 MAC 位址 [[VAR.macAddress]] 指定的 IP 位址 [[VAR.ipAddress]] 嗎？

# addNewStatic
source: Add New Static Address Assignment
fr: Ajouter une nouvelle attribution d'adresse statique
zh_cn: 添加新的静态地址分配
zh_tw: 新增靜態位址分派

# ipAddressField
source: IP Address
fr: Adresse IP
zh_cn: IP 地址
zh_tw: IP 位址

# ipAddressField_help
source: Enter the IP address to be statically assigned by this server to a specific computer that is identified by a specific Media Access Control (MAC) address. [[base-dhcpd.ipAddressField_rule]]
fr: Entrez l'adresse IP que ce serveur doit attribuer statiquement à un ordinateur identifié par une adresse MAC (Media Access Control). [[base-dhcpd.ipAddressField_rule]]
zh_cn: 输入此服务器静态分配给由特定媒体访问控制 (MAC) 地址识别的特定计算机的 IP 地址。[[base-dhcpd.ipAddressField_rule]]
zh_tw: 請輸入要由此伺服器靜態地指定給特定電腦（由特定的「媒體存取控制 (MAC)」位址所識別）的 IP 位址。 [[base-dhcpd.ipAddressField_rule]]

# ipAddressField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dhcpd.ipAddressField]]. [[base-dhcpd.ipAddressField_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dhcpd.ipAddressField]]. [[base-dhcpd.ipAddressField_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-dhcpd.ipAddressField]]的无效值。 [[base-dhcpd.ipAddressField_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的 [[base-dhcpd.ipAddressField]]值。 [[base-dhcpd.ipAddressField_rule]]

# ipAddressField_empty
source: Sorry, you have not entered a value for [[base-dhcpd.ipAddressField]]. [[base-dhcpd.ipAddressField_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dhcpd.ipAddressField]]. [[base-dhcpd.ipAddressField_rule]]
zh_cn: 对不起，您没有为[[base-dhcpd.ipAddressField]]输入值。 [[base-dhcpd.ipAddressField_rule]]
zh_tw: 很抱歉，您並未輸入 [[base-dhcpd.ipAddressField]]的值。 [[base-dhcpd.ipAddressField_rule]]

# macAddrAlreadySpecified
source: The MAC Address specified has already been assigned an IP Address.
fr: Une adresse IP a déjà été attribuée à l'adresse MAC spécifiée.
zh_cn: 指定的 MAC 地址已被分配了一个 IP 地址。
zh_tw: 所指定的 MAC 位址已有指定的 IP 位址。

# macAddressField
source: MAC Address
fr: Adresse MAC
zh_cn: MAC 地址
zh_tw: MAC 位址

# macAddressField_rule
source: Please enter a series of 12 hexadecimal digits separated by a colon between every 2 digits. For example, 00:10:E0:01:33:AB is a valid entry.
fr: Entrez une série de 12 chiffres hexadécimaux séparés par deux-points tous les deux chiffres. 00:10:E0:01:33:AB est un exemple d'entrée correcte.
zh_cn: 请输入 12 个连续的十六进制数字，每 2 个数字之间用冒号隔开。例如，00:10:E0:01:33:AB 就是有效的输入。
zh_tw: 請輸入 12 個十六進位數字的序列，每隔 2 個數字即以冒號分隔。例如，00:10:E0:01:33:AB 就是一個有效的序列。

# macAddressField_help
source: Enter the Media Access Control (MAC) address of the computer to be statically assigned an IP address by this server. A MAC address is the hardware address of the network interface card. This hardware address is a unique identifier and cannot be changed after manufacture. [[base-dhcpd.macAddressField_rule]]
fr: Entrez l'adresse MAC (Media Access Control) de l'ordinateur auquel ce serveur doit attribuer statiquement une adresse IP. L'adresse MAC est l'adresse matériel de la carte réseau. C'est un identificateur unique qui n'est pas modifiable après la sortie d'usine. [[base-dhcpd.macAddressField_rule]]
zh_cn: 输入此服务器将静态分配 IP 地址的计算机的媒体访问控制 (MAC) 地址。MAC 地址是网络接口卡的硬件地址。此硬件地址是唯一的标识符，并且在生成后无法更改。[[base-dhcpd.macAddressField_rule]]
zh_tw: 請輸入要由此伺服器靜態指定 IP 位址之電腦的「媒體存取控制 (MAC)」位址。MAC 位址是網路介面卡的硬體位址。這個硬體位址是唯一的 ID，自製造後即不可再更改。 [[base-dhcpd.macAddressField_rule]]

# macAddressField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dhcpd.macAddressField]]. [[base-dhcpd.macAddressField_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dhcpd.macAddressField]]. [[base-dhcpd.macAddressField_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-dhcpd.macAddressField]]的无效值。 [[base-dhcpd.macAddressField_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的 [[base-dhcpd.macAddressField]]值。 [[base-dhcpd.macAddressField_rule]]

# macAddressField_empty
source: Sorry, you have not entered a value for [[base-dhcpd.macAddressField]]. [[base-dhcpd.macAddressField_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dhcpd.macAddressField]]. [[base-dhcpd.macAddressField_rule]]
zh_cn: 对不起，您没有为[[base-dhcpd.macAddressField]]输入值。 [[base-dhcpd.macAddressField_rule]]
zh_tw: 很抱歉，您並未輸入 [[base-dhcpd.macAddressField]]的值。 [[base-dhcpd.macAddressField_rule]]

# cantSetParam
source: Cannot set DHCP Parameters.
fr: Impossible de définir les paramètres DHCP.
zh_cn: 无法设置 DHCP 参数。
zh_tw: 無法設定 DHCP 參數。
