Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5210R/platform/*-apache.mod/locale/*/apache.po
Languages: it_it

# apache_help
source: [[base-apache.apacheSettings]] can be changed here.
it_it: [[base-apache.apacheSettings]] può essere modificata qui.

# apacheSettings
source: Web Settings
it_it: Impostazioni Web

# frontpageField
source: FrontPage Server Extensions
it_it: Estensioni del server di FrontPage

# frontpageField_help
source: Turn FrontPage Server Extensions on or off.
it_it: Attiva o disattiva le estensioni del server di FrontPage.

# frontpageEnabled
source: Enable
it_it: Attiva

# passwordWebmasterField_help
source: Enter a password for the FrontPage client webmaster. The home group web site may be accessed by selecting Open Web in the FrontPage client. Login using the login name webmaster and the password you specify here. Once authenticated, additional FrontPage users are managed using the FrontPage client.
it_it: Inserire una password per il webmaster client di FrontPage. Il sito web del gruppo di origine può essere raggiunto selezionando Open Web nel client di FrontPage. Accedi utilizzando il nome di login webmaster e la password specificata qui. Una volta autenticato, ulteriori utenti di FrontPage vengono gestite utilizzando il client di FrontPage.

# passwordWebmasterField_rule
source: The password should be between 3 and 16 characters long. A good password should contain at least 5 characters with a mix of uppercase and lowercase letters as well as numbers and punctuation. It should not spell out any words found in the dictionary. Passwords are case sensitive.
it_it: La password deve essere lunga tra 3 e 16 caratteri. Una buona password deve contenere almeno 5 caratteri, con una combinazione di lettere maiuscole e minuscole e numeri e segni di punteggiatura. Non deve precisare le parole trovate nel dizionario. Le password sono maiuscole e minuscole.

# passwordWebmasterField_invalid
source: Sorry, you have not entered the same password in both fields. The same password is entered in both fields to protect against typing errors. Please try again.
it_it: Spiacente, non hai inserito la stessa password in entrambi i campi. La stessa password viene inserita in entrambi i campi per la protezione contro gli errori di battitura. Riprova.

# cgiAccessField
source: CGI Access
it_it: Accesso CGI

# cgiAccessField_help
source: Turn CGI Access on or off. You can set the CGI access rights so that only the server appliance administrator can add CGI script files, or so that both the administrator and all or selected users can add CGI script files.
it_it: Girare accesso CGI o disattivare. È possibile impostare i diritti di accesso CGI in modo che solo l'amministratore del server appliance può aggiungere file di script CGI, o in modo che sia l'amministratore e tutti o utenti selezionati possono aggiungere i file di script CGI.

# cgiAll
source: Allow Access To All Users
it_it: Consentire l'accesso a tutti gli utenti

# cgiNone
source: Do Not Allow Access To Any User
it_it: Non consentire l'accesso a nessuno

# cgiSubset
source: Allow Access To Specified Users Only
it_it: Consentire l'accesso solo a utenti specifici

# cgiUsersAllowed
source: Users Allowed Access
it_it: Utenti ammessi all'accesso

# cgiUsersDisallowed
source: Users Not Allowed Access
it_it: Gli utenti non sono ammessi all'accesso

# cgiUsersField_empty
source: Sorry, you have not selected any users for CGI Access. Please add users who are allowed CGI Access or choose a different access option.
it_it: Siamo spiacenti, non è stato selezionato alcun utente per l'accesso CGI. Si prega di aggiungere gli utenti che hanno il permesso di accesso CGI o scegliere un'opzione di accesso diverso.

# cantConfigCgi
source: Sorry, CGI Access could not be correctly configured at this time.
it_it: Siamo spiacenti, Accesso CGI non può essere configurato correttamente in questo momento.

# systemObjectNotFound
source: Sorry, server configuration is temporarily unavailable. Please wait and try again.
it_it: Siamo spiacenti, la configurazione del server è temporaneamente non disponibile. Aspettare e riprovare.

# amApacheDetails
source: Web Server Details
it_it: Dettagli del server Web

# amNotRunning
source: The [[base-apache.amApacheNameTag]] is not running and could not be restarted. Try rebooting the server by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If you are still unable to access the [[base-apache.amApacheNameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
it_it: Il [[base-apache.amApacheNameTag]] non è in esecuzione e non può essere riavviato. Provare a riavviare il server facendo clic sul [[base-power.reboot]] nella [[base-power.power]] menu sotto [[base-alpine.serverconfig]]. Se non si riesce ancora ad accedere al [[base-apache.amApacheNameTag]], si prega di visitare [[base-sauce-basic.techSupportURL]] per il supporto tecnico.

# amStatusOK
source: The web server is operating normally.
it_it: Il web server funziona normalmente.

# amAdmservDetails
source: Server Desktop Details
it_it: Dettagli del Server Desktop

# amAdmservNotRunning
source: The [[base-apache.amAdmservNameTag]] is not running and could not be restarted. Try rebooting the server by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If you are still unable to access the [[base-apache.amAdmservNameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
it_it: Il [[base-apache.amAdmservNameTag]] non è in esecuzione e non può essere riavviato. Provare a riavviare il server facendo clic sul [[base-power.reboot]] nella [[base-power.power]] menu sotto [[base-alpine.serverconfig]]. Se non si riesce ancora ad accedere al [[base-apache.amAdmservNameTag]], si prega di visitare [[base-sauce-basic.techSupportURL]] per il supporto tecnico.

# amAdmservStatusOK
source: The Server Desktop is operating normally.
it_it: Il Server Desktop funziona normalmente.

# maxServersRAM
source: The maximum number of web servers is limited by the amount of RAM installed in this server.
it_it: Il numero massimo di server web è limitato dalla quantità di RAM installata in questo server.

# minSpareField
source: Minimum Spare Servers
it_it: Numero minimo di processi server web

# minSpareField_help
source: When the web server starts or is in an idle state, this is the minimum number of web server processes available for serving web requests. [[base-apache.maxServersRAM]]
it_it: Quando il server web parte o è in uno stato di inattività, questo è il numero minimo di processi server web disponibili per servire richieste web. [[base-apache.maxServersRAM]]

# minSpareField_empty
source: Please specify a minimum number of web server processes.
it_it: Si prega di specificare il numero minimo di processi server web.

# minSpareField_invalid
source: The specified number of spare web servers is not valid. Please specify an integer within the specified range.
it_it: Il numero specificato di processi server web non è valida. Si prega di specificare un numero intero entro l'intervallo specificato.

# maxSpareField
source: Maximum Spare Servers
it_it: Numero massimo di processi server web di scorta

# maxSpareField_help
source: The web server will launch additional processes, as needed, to service additional load. This number is the maximum number of processes the system will launch. High traffic sites should increase this number for better performance. [[base-apache.maxServersRAM]]
it_it: Per gestire il carico supplementare il web server avvierà processi aggiuntivi, se necessario. Questo numero è il numero massimo di processi aperti dal sistema. Per i siti ad alto traffico questo numero dovrebbe essere alto per ottenere prestazioni migliori. [[base-apache.maxServersRAM]]

# maxSpareField_empty
source: Please specify a maximum number of spare web server processes.
it_it: Si prega di specificare il numero massimo di processi del server web di scorta.

# maxClientsField
source: Maximum Simultaneous Connections
it_it: Numero massimo di connessioni simultanee

# maxClientsField_help
source: This is the maximum number of requests that can be made to the server at any instance. Each connection requires its own web server process. If this number is exceeded, clients will receive a message that the server is busy, and asked to try again later. This setting is useful for controlling the load on your server. [[base-apache.maxServersRAM]]
it_it: Questo è il numero massimo di richieste che possono essere fatte al server in qualsiasi istanza. Ogni connessione richiede un proprio processo web server. Se questo numero viene superato, i client riceveranno un messaggio che il server è occupato, e viene richiesto di riprovare più tardi. Questa impostazione è utile per controllare il carico sul server. [[base-apache.maxServersRAM]]

# maxClientsField_empty
source: Please specify a maximum number of simultaneous web server connections.
it_it: Si prega di specificare il numero massimo numero di connessioni simultanee al server web.

# maxClientsField_invalid
source: The specified maximum number of simultaneous web connections is not valid. Please specify an integer within the specified range.
it_it: Il numero massimo specificato di connessioni web simultanee non è valido. Si prega di specificare un numero intero entro l'intervallo specificato.

# hostnameLookupsField
source: Hostname Lookups
it_it: Hostname Lookup

# hostnameLookupsField_help
source: This turns on hostname lookups for the web server. This causes the server to do a DNS lookup on the client IP when it connects to the server, and record it in the log files. This hostname information is then available in the server usage web reports. Without this feature, only client IP addresses are reported in the web server usage domain report. WARNING: Enabling this option will decrease the performance of your web server.
it_it: Questa impostazione fa sì che il server effettui una ricerca DNS dell'IP del client quando questo si connette al server, e lo registra nei file di log. Questa informazione è quindi disponibile nei rapporti di utilizzo del server web. Senza questa funzione, solo gli indirizzi IP dei client sono riportati nel rapporto di utilizzo del server di dominio web. ATTENZIONE: L'attivazione di questa opzione riduce le prestazioni del web server.

# MinMaxError
source: The [[base-apache.maxSpareField]] must be greater than or equal to the [[base-apache.minSpareField]].
it_it: Il [[base-apache.maxSpareField]] deve essere maggiore o uguale alla [[base-apache.minSpareField]].

# ClientMaxError
source: The value entered for [[base-apache.maxClientsField]] is less than the value entered for [[base-apache.maxSpareField]]. While this is okay, it may impact the performance of the server. It is recommended that the value for [[base-apache.maxClientsField]] be greater than or equal to the value for [[base-apache.maxSpareField]].
it_it: Il valore immesso per [[base-apache.maxClientsField]] è inferiore al valore immesso per [[base-apache.maxSpareField]]. Anche se questo va bene, può avere un impatto le prestazioni del server. Si raccomanda che il valore di [[base-apache.maxClientsField]] sia maggiore o uguale al valore di [[base-apache.maxSpareField]].

# webScriptingTitle
source: Web Scripting Settings for [[VAR.fqdn]]
it_it: Impostazioni di scripting per [[VAR.fqdn]]

# webScriptingDescription
source: Configure web options such as scripting languages.
it_it: Configurare le opzioni dei linguaggi di scripting.

# cgi
source: Enable Common Gateway Interface (CGI)
it_it: Abilitare Common Gateway Interface (CGI)

# cgi_help
source: Enable the use of CGI applications.
it_it: Abilitare l'uso di applicazioni CGI.

# ssi
source: Enable Server-Side Includes (SSI)
it_it: Abilitare Server-Side Includes (SSI)

# ssi_help
source: Enable the use of Server-Side Includes.
it_it: Abilitare l'uso di Server-Side Includes.

# userwebs
source: Enable user owned webs
it_it: Abilita lo spazio web degli utenti

# userwebs_help
source: If enabled, then each user has his own webspace, which is separated from the main website webspace and reachable through http://www.example.com/~username/ . Users can then upload their own webpages through FTP into their own /web directory. PLEASE NOTE: If suPHP is enabled, user owned webs are no longer supported and this feature will be turned off.
it_it: Se abilitato, quindi ogni utente ha il proprio spazio web, che è separata dal sito principale e raggiungibile tramite http://www.example.com/~nomeutente/. Gli utenti possono caricare le proprie pagine web tramite FTP nella loro directory proprio /web. NOTA BENE: Se suPHP è abilitato, questa funzione viene disattivata in quanto non supoportata.

# ftpnonadminI18nName
source: FTP for non-Site admins enabled
it_it: FTP abilitato per gli utenti non amministratori del sito

# userwebsI18nName
source: User owned webs enabled
it_it: Spazio web degli utenti abilitato

# Options_AllField
source: All
it_it: Tutti

# Options_AllField_help
source: All options except for MultiViews. (Default: Off)
it_it: Tutte le opzioni tranne MultiViews. (Impostazione predefinita: disattivato)

# Options_FollowSymLinksField_help
source: The server will follow symbolic links. (Default: On)
it_it: Il server web segue i link simbolici. (Impostazione predefinita: attivato)

# Options_IncludesField
source: Includes
it_it: Include

# Options_IncludesField_help
source: Server-side includes are permitted. (Default: On)
it_it: Server-side include sono consentiti. (Impostazione predefinita: attivato)

# Options_IndexesField
source: Indexes
it_it: Indici

# Options_IndexesField_help
source: If a URL which maps to a directory is requested, and the there is no DirectoryIndex (e.g., index.html) in that directory, then the server will return a formatted listing of the directory. (Default: On)
it_it: Se viene richiesto un URL che esegue la mappatura di una directory, e è preente alcuna DirectoryIndex (per esempio index.html) in quella directory, il server restituirà una lista formattata del contenuto della directory. (Impostazione predefinita: attivato)

# Options_MultiViewsField_help
source: Content negotiated MultiViews are allowed. Used for displaying pages in different languages based on browser locales. (Default: On)
it_it: Sono ammessi contenuti MultiViews negoziati. Permette di visualizzare le pagine in lingue diverse sulla base di impostazioni internazionali del browser. (Impostazione predefinita: attivato)

# Options_SymLinksIfOwnerMatchField_help
source: The server will only follow symbolic links for which the target file or directory is owned by the same user id as the link. (Default: Off)
it_it: Il server web seguirà i link simbolici per i quali il file o la directory di destinazione è di proprietà dello stesso ID utente del collegamento. (Impostazione predefinita: disattivato)

# AllowOverride_AllField
source: All
it_it: Tutti

# AllowOverride_AllField_help
source: When the server finds an .htaccess file it needs to know which directives declared in that file can override earlier access information. Ticking this box will allow to override ALL Apache settings (Dangerous! Default: Off)
it_it: Le direttive contenute in un file .htaccess sovrascrivono le direttive dichiarate in precedenza nella configurazione del server. Se selezioni questa casella consenti di sovrascrivere tutte le impostazioni di Apache (pericoloso! default: Off)

# AllowOverride_AuthConfigField_help
source: Allow use of the authorization directives (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthDigestRealmSeed, AuthType, AuthUserFile, Require, etc.). (Default: On)
it_it: Consentire l'uso di direttive di autorizzazione (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthDigestRealmSeed, AuthType, AuthUserFile, Require, ecc.) (Impostazione predefinita: attivato)

# AllowOverride_FileInfoField_help
source: Allow use of the directives controlling document types (AddEncoding, AddLanguage, AddType, DefaultType, ErrorDocument, LanguagePriority, etc.). (Default: Off)
it_it: Consentire l'uso di direttive di controllo dei tipi di documenti (AddEncoding, AddLanguage, AddType, DefaultType, ErrorDocument, LanguagePriority, ecc.) (Impostazione predefinita: disattivato)

# AllowOverride_IndexesField
source: Indexes
it_it: Indici

# AllowOverride_IndexesField_help
source: Allow use of the directives controlling directory indexing (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, etc.). (Default: On)
it_it: Consentire l'uso di direttive di controllo dell'indicizzazione delle directory (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, ecc.) (Impostazione predefinita: attivato)

# AllowOverride_LimitField
source: Limit
it_it: Limiti

# AllowOverride_LimitField_help
source: Allow use of the directives controlling host access (Allow, Deny and Order). (Default: On)
it_it: Consentire l'uso di direttive di controllo dell'accesso da host (Allow, Deny e Order). (Impostazione predefinita: attivato)

# AllowOverride_OptionsField_help
source: Allow use of the directives controlling specific directory features (Options and XBitHack). (Default: Off)
it_it: Consentire l'uso di direttive di controllo di funzioni specifiche delle directory(Options e XBitHack). (Impostazione predefinita: disattivato)

# DIVIDER_TOP
source: General Apache configuration:
it_it: Configurazione generale di Apache:

# DIVIDER_EXPLANATION
source: Apache features for virtual site directories:
it_it: Caratteristiche di Apache per le directory virtuali del sito:

# BlueOnyx_Info_Text
source: A section in /etc/httpd/conf.d/blueonyx.conf defines which 'Options' and 'AllowOverride' features are allowed for the directory (/home/.sites/) in which all virtual sites reside. This restricts usage of .htaccess files and other things. These can be changed below.
it_it: Una sezione nel file /etc/httpd/conf.d/blueonyx.conf definisce quali impostazioni 'Options' e 'AllowOverride' sono ammesse per la directory (/home/.sites/) in cui tutti i siti virtuali risiedono. Questo limita l'utilizzo di file .htaccess e altre cose. Queste possono essere cambiate sotto.

# PHP_enabled
source: Enable PHP Scripting
it_it: Abilita PHP Scripting

# PHP_enabled_help
source: Enable the use of PHP scripts.
it_it: Abilitare l'utilizzo di script PHP.

source: Disabled
it_it: Disabile

# cap_serverHttpd
source: Apache Settings
it_it: Impostazioni di Apache

# httpPortField
source: HTTP Port
it_it: Porta HTTP

# httpPortField_help
source: Normally the Apache Webserver runs on Port 80 (HTTP). If you want to change it to a different port, then you can do so here. This is only useful if you want to use something else in front of Apache to filter, cache or redirect traffic. Such as a Varnish Cache, a forwarding proxy or a load balancer. If you change this setting, then all existing virtual sites will be moved to the new port and all new sites will be created to use this new port. IP addresses of virtual sites will not be changed.
it_it: Il Webserver Apache di solito usa la porta 80 per il traffico HTTP. Se si vuole impostare una porta diversa, puoi farlo qui. Questo è utile solo se si desidera utilizzare qualche altro software prima di Apache per filtrare, fare cache o reindirizzare il traffico, come ad esempio un Varnish Cache, un proxy di inoltro o un bilanciatore di carico. Se si modifica questa impostazione, allora tutti i siti virtuali esistenti e quelli che si creeranno in seguito utilizzeranno la nuova porta. Gli Indirizzi IP dei siti virtuali non verranno modificati.

# sslPortField
source: HTTPS/SSL Port
it_it: Porta HTTPS/SSL

# sslPortField_help
source: Normally the Apache Webserver uses Port 443 for HTTPS traffic. If you want to change it to a different port, then you can do so here. This is only useful if you want to use something else in front of Apache to filter, cache or redirect traffic. Such as a Varnish Cache, a forwarding proxy or a load balancer. If you change this setting, then all existing virtual sites with SSL enabled will switch from port 443 to the new port for SSL traffic. IP addresses of virtual sites will not be changed.
it_it: Il Webserver Apache di solito usa la porta 443 per il traffico HTTPS. Se si vuole impostare una porta diversa, puoi farlo qui. Questo è utile solo se si desidera utilizzare qualche altro software prima di Apache per filtrare, fare cache o reindirizzare il traffico, come ad esempio un Varnish Cache, un proxy di inoltro o un bilanciatore di carico. Se si modifica questa impostazione, allora tutti i siti virtuali esistenti con SSL abilitato utilizzeranno la nuova porta per il traffico SSL. Gli Indirizzi IP dei siti virtuali non verranno modificati.

# httpPortInUse
source: The port you specified as new HTTP port is already in use by another service. Please choose another port instead.
it_it: La porta specificata come nuova porta HTTP è già in uso da un altro servizio. Si prega di scegliere un'altra porta.

# SSLportInUse
source: The port you specified as new HTTPS/SSL port is already in use by another service. Please choose another port instead.
it_it: La porta specificata come nuova porta HTTPS/SSL è già in uso da un altro servizio. Si prega di scegliere un'altra porta.

# HSTS_help
source: HTTP Strict Transport Security (HSTS) is a web security policy mechanism whereby a web server declares that complying user agents (such as a web browser) are to interact with it using only secure HTTPS connections (i.e. HTTP layered over TLS/SSL). HSTS is an IETF standards track protocol and is specified in RFC 6797. For more info see: http://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security
it_it: HTTP Strict Transport Security (HSTS) è un meccanismo di sicurezza web in base al quale il server web dichiara che i programmi utente conformi (come i browser web) devono interagire con esso solo tramite connessioni HTTPS sicure (ossia HTTP stratificato su TLS / SSL). HSTS è un protocollo standard IETF ed è specificato nella RFC 6797. Per maggiori informazioni si veda: http://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security

# php_help
source: This option provides PHP through libphp5.so, which is also known as mod_php. This option is usually the fastest way to execute PHP requests. However, this option uses the apache system user to serve all PHP requests. This can create problems when PHP scripts create files and folders, as they will then be owned by apache, too.
it_it: Questa opzione fornisce PHP attraverso libphp5.so, che è anche conosciuto come mod_php. Questa opzione è di solito il modo più veloce per eseguire le richieste PHP. Tuttavia, questa opzione utilizza l'utente del sistema apache per servire tutte le richieste PHP. Questo può creare problemi quando script PHP creare file e cartelle, in quanto saranno poi essere di proprietà di apache.

# enableSuPHP_help
source: This option provides PHP through mod_suphp. It is a very flexible and secure way to serve PHP requests. If you select suPHP, then the PHP scripts will run with the UID and GID of the owner of the virtual site. Be sure to configure a siteAdmin as owner of your /web folder through the '[[base-vsite.fileOwnerMenu]]' menu!
it_it: Questa opzione fornisce PHP attraverso mod_suphp. E 'un modo molto flessibile e sicuro per servire le richieste PHP. Se si seleziona suPHP, poi gli script PHP sono eseguiti con l'UID e GID del proprietario del sito virtuale. Accertarsi di configurare un amministratore di sito come proprietario della cartella /web attraverso il menu '[[base-vsite.fileOwnerMenu]]'!
