Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5210R/platform/*-apache.mod/locale/*/apache.po
Languages: it_it

# resolver_valid
source: OCSP Resolver Validity
it_it: Validità resolver OCSP

# resolver_valid_help
source: For the OCSP stapling to work Nginx needs to use DNS resolvers to connect to OCSP responders. This setting defines how often Nginx checks the validity of OCSP resolvers.
it_it: Per far funzionare la pinzatura OCSP Nginx deve usare resolver DNS per connettersi ai risponditori OCSP. Questa impostazione definisce la frequenza con cui Nginx controlla la validità dei resolver OCSP.

# resolver_timeout
source: OCSP Resolver Timeout
it_it: Timeout resolver OCSP

# resolver_timeout_help
source: Defines how long Nginx waits for a response from an OCSP resolver before it decides that the connection isn't working. [[base-apache.possvals]]
it_it: Definisce per quanto tempo Nginx attende una risposta da un resolver OCSP prima di decidere che la connessione non funziona. [[base-apache.possvals]]

# ssl_stapling
source: OCSP SSL Stapling
it_it: Pinzatura SSL OCSP

# ssl_stapling_help
source: Enables or disables stapling of OCSP responses by the server. OCSP stapling, formally known as the TLS Certificate Status Request extension, allows the presenter of a certificate to bear the resource cost involved in providing OCSP responses by appending ('stapling') a time-stamped OCSP response signed by the CA to the initial TLS handshake, eliminating the need for clients to contact the CA.
it_it: Abilita o disabilita la pinzatura delle risposte OCSP da parte del server. La pinzatura OCSP, formalmente nota come estensione della richiesta di stato del certificato TLS, consente al presentatore di un certificato di sostenere il costo delle risorse necessarie per fornire risposte OCSP aggiungendo ('pinzatura') una risposta OCSP con data e ora firmata dalla CA all'handshake TLS iniziale, eliminando la necessità per i clienti di contattare l'Autorità di Certificazione.

# ssl_stapling_verify
source: OSCP Verification
it_it: Verifica OSCP

# ssl_stapling_verify_help
source: Enables or disables verification of OCSP responses by the server. The default is: Not enabled. The reason for this is that after a restart of Nginx it can take several minutes before the OSCP status of all certificates is established again. During that time OSCP responses will be served, but with the attached note that they failed verification. Only turn this on if you know what you're doing.
it_it: Abilita o disabilita la verifica delle risposte OCSP da parte del server. Il valore predefinito è: Non abilitato. Il motivo è che dopo un riavvio di Nginx possono essere necessari alcuni minuti prima che lo stato OSCP di tutti i certificati venga ripristinato. Durante questo periodo le risposte all'OSCP verranno inviate, ma con l'allegata nota che non hanno superato la verifica. Attivalo solo se sai cosa stai facendo.

# enabled
source: Nginx SSL Proxy
it_it: Proxy SSL Nginx

# enabled_help
source: Enables the Nginx SSL Proxy. All HTTPS requests will then be answered by Nginx, which acts as a proxy between Apache and visiting web browsers.
it_it: Abilita il proxy SSL Nginx. A tutte le richieste HTTPS verrà quindi data risposta da Nginx, che funge da proxy tra Apache e i browser in visita.

# ProxyPass_worker_hostname_too_long
source: The entered URL is too long to be proxied. If you choose to proxy, the URL must not be longer than 96 characters.
it_it: L'URL inserito è troppo lungo per essere proxied. Se si sceglie il proxy, l'URL non deve essere più lungo di 96 caratteri.

# https_proxy_not_supported
source: The proxy URL you specified uses HTTPS, which we cannot proxy. Please specify a HTTP URL instead.
it_it: L'URL proxy specificato utilizza HTTPS, che non possiamo proxy. Si prega di specificare invece un URL HTTP.
