Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5210R/platform/*-apache.mod/locale/*/apache.po
Languages: it_it

# enableModRUID_help
source: This option provides PHP through libphp5.so and the Apache module mod_ruid2.so. This option is usually the fastest way to execute PHP requests in a secure fashion. The extra module mod_ruid2 will run the PHP scripts with the UID and GID of the owner of the virtual site. Be sure to configure a siteAdmin as owner of your /web folder through the '[[base-vsite.fileOwnerMenu]]' menu!
it_it: Questa opzione fornisce PHP attraverso libphp5.so e il modulo di Apache mod_ruid2.so. Questa opzione è di solito il modo più veloce per eseguire le richieste PHP in modo sicuro. Il modulo aggiuntivo mod_ruid2 esegue gli script PHP con l'UID e GID del proprietario del sito virtuale. Accertarsi di configurare un amministratore di sito come proprietario della cartella /web attraverso il menu '[[base-vsite.fileOwnerMenu]]'!

# enableModFPM_help
source: This option provides PHP through PHP-FPM and mod_fcgid. This is a fast and secure way to serve PHP requests. The PHP scripts can be executed with the UID and GID of the owner of the virtual site. Be sure to configure a siteAdmin as owner of your /web folder through the '[[base-vsite.fileOwnerMenu]]' menu!
it_it: Questa opzione fornisce PHP tramite PHP-FPM e mod_fcgid. Questo è un modo veloce e sicuro per servire le richieste PHP. Gli script PHP sono eseguiti con l'UID e GID del proprietario del sito virtuale. Accertarsi di configurare un amministratore di sito come proprietario della cartella /web attraverso il menu '[[base-vsite.fileOwnerMenu]]'!

# amPHPFPMStatusOK
source: The service PHP-FPM is operating normally.
it_it: Il servizio di PHP-FPM funziona normalmente.

# amPHPFPMNotRunning
source: The service [[base-apache.amPHPFPMNameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPMNameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
it_it: Il servizio [[base-apache.amPHPFPMNameTag]] non è in esecuzione e non può essere riavviato. Si prega di controllare i file di log per i messaggi di errore relativi a questo servizio ed eseguire 'systemctl status php-fpm.service ' come root dalla riga di comando per risolvere il problema. Se non si è ancora in grado di accedere al [[base-apache.amPHPFPMNameTag]], si prega di visitare [[base-sauce-basic.techSupportURL]] per il supporto tecnico.

# setDefaultPHPVersion
source: Default PHP Version:
it_it: Versione PHP Predefinito:

# setDefaultPHPVersion_help
source: By default your Apache webserver runs with the PHP version supplied by the OS. If you have additional PHP versions installed (available in the BlueOnyx Shop), then you can choose a different PHP versions to be the default for the Apache webserver. This selected PHP version is then used on all virtual sites that use PHP as DSO or that use PHP via DSO and mod_ruid2.
it_it: Per impostazione predefinita, il server web Apache funziona con la versione di PHP fornita dal sistema operativo. Se si dispone di versioni di PHP aggiuntive installate (disponibili nel negozio BlueOnyx), è possibile scegliere una versione diversa di PHP come predefinito per il server web Apache. Questa versione di PHP selezionata viene poi utilizzata su tutti i siti virtuali che utilizzano PHP come DSO o che utilizzano PHP tramite DSO e mod_ruid2.

# extraPHPversions
source: PHP versions available for virtual sites:
it_it: Versioni PHP disponibili per i siti virtuali:

# extraPHPversions_help
source: If you have multiple PHP versions installed, then you can choose which ones are available for usage on virtual sites. If you have a PHP version installed that you no longer wish to use, then you can move it to the right side of the table below. All virtual sites that are currently using it will then be reverted to the OS supplied PHP version. Additionally the disabled PHP version is then no longer selectable during the creation of new virtual sites.
it_it: Se si dispone di più versioni di PHP installate, allora si può scegliere quali sono disponibili per l'utilizzo su siti virtuali. Se si dispone di una versione di PHP installata che non si desidera più utilizzare, allora si può passare al lato destro della tabella. Tutti i siti virtuali che attualmente la utilizzano saranno reimpostati alla versione di PHP fornita dal sistema operativo in dotazione. Inoltre, la versione di PHP disabilata non è quindi più selezionabile durante la creazione di nuovi siti virtuali.

# register_globals_exception
source: PHP-5.3 exception
it_it: PHP-5.3 eccezione

# register_globals_exception_help
source: Since PHP-5.4 the feature 'Register Globals' has effectively been removed from PHP. Therefore the GUI no longer allows to enable 'Register Globals' for PHP-5.4 and later. However: If you have the optionally available PHP-5.3 package installed and enabled, then you can tick this checkbox. That will allow you to set 'Register Globals' to 'On' for virtual sites that are using PHP-5.3.
it_it: Dal PHP-5.4 la funzione 'Register Globals' è stata effettivamente rimossa da PHP. Pertanto, la GUI non permette di abilitare 'Register Globals' per PHP-5.4 e versioni successive. Tuttavia: Se avete il pacchetto PHP-5.3 opzionale installato e attivato, è possibile barrare questa casella che vi permetterà di impostare 'Register Globals' a 'On' per i siti virtuali che utilizzano PHP-5.3.

# PHP_version_Field
source: Vsite PHP Version:
it_it: Version PHP per il sito virtuale:

# PHP_version_Field_help
source: This shows the PHP version for this virtual site. If multiple PHP versions are installed on the server and either suPHP or PHP-FPM is used, then it is possible to choose either the OS supplied version of PHP, or a PHP version supplied via one of the optionally available PHP packages. Updated extra PHP packages are available in the BlueOnyx Store and different version of PHP are available. Multiple PHP packages can be installed at the same time. Per virtual site only one PHP version can be used, although different virtual sites can easily run different PHP versions.
it_it: Questo mostra la versione di PHP per questo sito virtuale. Se più versioni di PHP sono installate sul server e viene utilizzato sia suPHP o PHP-FPM, allora è possibile scegliere tra la versione di PHP del sistema operativo in dotazione, o una versione di PHP fornita tramite uno dei pacchetti PHP opzionali. Pacchetti PHP supplementari sono disponibili nel BlueOnyx Store e sono disponibili diverse versioni di PHP. Pacchetti PHP multipli possono essere installati allo stesso tempo. Ogni sito virtuale può utilizzare solo una versione PHP, anche se diversi siti virtuali possono eseguire diverse versioni di PHP.

# amPHPFPMMASTERStatusOK
source: The service PHP-FPM (OS) is operating normally.
it_it: Il servizio di PHP-FPM (OS) sta funzionando normalmente.

# amPHPFPMMASTERNotRunning
source: The service [[base-apache.amPHPFPMNameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPMNameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
it_it: Il servizio [[base-apache.amPHPFPMNameTag]] non è in esecuzione e non può essere riavviato. Si prega di controllare i file di log per i messaggi di errore relativi a questo servizio ed eseguire 'systemctl status php-fpm.service' come root dalla riga di comando per risolvere il problema. Se non si è ancora in grado di accedere al [[base-apache.amPHPFPMNameTag]], si prega di visitare [[base-sauce-basic.techSupportURL]] per il supporto tecnico.

# amPHPFPM53StatusOK
source: The service PHP-FPM (for PHP-5.3) is operating normally.
it_it: Il servizio di PHP-FPM (per PHP-5.3) funziona normalmente.

# amPHPFPM53NotRunning
source: The service [[base-apache.amPHPFPM53NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-5.3.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM53NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
it_it: Il servizio [[base-apache.amPHPFPM53NameTag]] non è in esecuzione e non può essere riavviato. Si prega di controllare i file di log per i messaggi di errore relativi a questo servizio ed eseguire 'systemctl status php-FPM-5.3.service' come root dalla riga di comando per risolvere il problema. Se non si è ancora in grado di accedere al [[base-apache.amPHPFPM53NameTag]], si prega di visitare [[base-sauce-basic.techSupportURL]] per il supporto tecnico.

# amPHPFPM54StatusOK
source: The service PHP-FPM (for PHP-5.4) is operating normally.
it_it: Il servizio di PHP-FPM (per PHP-5.4) funziona normalmente.

# amPHPFPM54NotRunning
source: The service [[base-apache.amPHPFPM54NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-5.4.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM54NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
it_it: Il servizio [[base-apache.amPHPFPM54NameTag]] non è in esecuzione e non può essere riavviato. Si prega di controllare i file di log per i messaggi di errore relativi a questo servizio ed eseguire 'systemctl status php-FPM-5.4.service' come root dalla riga di comando per risolvere il problema. Se non si è ancora in grado di accedere al [[base-apache.amPHPFPM54NameTag]], si prega di visitare [[base-sauce-basic.techSupportURL]] per il supporto tecnico.

# amPHPFPM55StatusOK
source: The service PHP-FPM (for PHP-5.5) is operating normally.
it_it: Il servizio di PHP-FPM (per PHP-5.5) funziona normalmente.

# amPHPFPM55NotRunning
source: The service [[base-apache.amPHPFPM55NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-5.5.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM55NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
it_it: Il servizio [[base-apache.amPHPFPM55NameTag]] non è in esecuzione e non può essere riavviato. Si prega di controllare i file di log per i messaggi di errore relativi a questo servizio ed eseguire 'systemctl status php-FPM-5.5.service' come root dalla riga di comando per risolvere il problema. Se non si è ancora in grado di accedere al [[base-apache.amPHPFPM55NameTag]], si prega di visitare [[base-sauce-basic.techSupportURL]] per il supporto tecnico.

# amPHPFPM56StatusOK
source: The service PHP-FPM (for PHP-5.6) is operating normally.
it_it: Il servizio di PHP-FPM (per PHP-5.6) funziona normalmente.

# amPHPFPM56NotRunning
source: The service [[base-apache.amPHPFPM56NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-5.6.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM56NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
it_it: Il servizio [[base-apache.amPHPFPM56NameTag]] non è in esecuzione e non può essere riavviato. Si prega di controllare i file di log per i messaggi di errore relativi a questo servizio ed eseguire 'systemctl status php-FPM-5.6.service' come root dalla riga di comando per risolvere il problema. Se non si è ancora in grado di accedere al [[base-apache.amPHPFPM56NameTag]], si prega di visitare [[base-sauce-basic.techSupportURL]] per il supporto tecnico.

# amPHPFPM70StatusOK
source: The service PHP-FPM (for PHP-7.0) is operating normally.
it_it: Il servizio di PHP-FPM (per PHP-7.0) funziona normalmente.

# amPHPFPM70NotRunning
source: The service [[base-apache.amPHPFPM70NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-7.0.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM70NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
it_it: Il servizio [[base-apache.amPHPFPM70NameTag]] non è in esecuzione e non può essere riavviato. Si prega di controllare i file di log per i messaggi di errore relativi a questo servizio ed eseguire 'systemctl status php-FPM-7.0.service' come root dalla riga di comando per risolvere il problema. Se non si è ancora in grado di accedere al [[base-apache.amPHPFPM70NameTag]], si prega di visitare [[base-sauce-basic.techSupportURL]] per il supporto tecnico.

# amPHPFPM71StatusOK
source: The service PHP-FPM (for PHP-7.1) is operating normally.
it_it: Il servizio di PHP-FPM (per PHP-7.1) funziona normalmente.

# amPHPFPM71NotRunning
source: The service [[base-apache.amPHPFPM71NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-7.1.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM71NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
it_it: Il [[base-apache.amPHPFPM71NameTag]] servizio non è in esecuzione e non può essere riavviato. Si prega di controllare i file di log per i messaggi di errore relativi a questo servizio ed eseguire 'systemctl status php-FPM-7.1.service' come root dalla riga di comando per risolvere il problema. Se non si è ancora in grado di accedere al [[base-apache.amPHPFPM71NameTag]], si prega di visitare [[base-sauce-basic.techSupportURL]] per il supporto tecnico.

# amPHPFPM72StatusOK
source: The service PHP-FPM (for PHP-7.2) is operating normally.
it_it: Il servizio di PHP-FPM (per PHP-7.2) funziona normalmente.

# amPHPFPM72NotRunning
source: The service [[base-apache.amPHPFPM72NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-7.2.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM72NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
it_it: Il [[base-apache.amPHPFPM72NameTag]] servizio non è in esecuzione e non può essere riavviato. Si prega di controllare i file di log per i messaggi di errore relativi a questo servizio ed eseguire 'systemctl status php-FPM-7.2.service' come root dalla riga di comando per risolvere il problema. Se non si è ancora in grado di accedere al [[base-apache.amPHPFPM72NameTag]], si prega di visitare [[base-sauce-basic.techSupportURL]] per il supporto tecnico.

# amPHPFPM73StatusOK
source: The service PHP-FPM (for PHP-7.3) is operating normally.
it_it: Il servizio di PHP-FPM (per PHP-7.3) funziona normalmente.

# amPHPFPM73NotRunning
source: The service [[base-apache.amPHPFPM73NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-7.3.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM73NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
it_it: Il [[base-apache.amPHPFPM73NameTag]] servizio non è in esecuzione e non può essere riavviato. Si prega di controllare i file di log per i messaggi di errore relativi a questo servizio ed eseguire 'systemctl status php-FPM-7.3.service' come root dalla riga di comando per risolvere il problema. Se non si è ancora in grado di accedere al [[base-apache.amPHPFPM73NameTag]], si prega di visitare [[base-sauce-basic.techSupportURL]] per il supporto tecnico.

# redirect_enabled_help
source: This option allows you to redirect or proxy the entire website of this virtual site to another URL. Redirects can either be temporary (HTTP Status Code 302) or permanent (HTTP Status Code 301). If proxy is used, then this webserver will proxy all requests to the specified remote URL.
it_it: Questa opzione consente di reindirizzare o delegare l'intero sito web di questo sito virtuale ad un altro URL. I reindirizzamenti possono essere temporanei (HTTP Status Code 302) o permanenti (HTTP Status Code 301). Se si utilizza il proxy, questo server web invierà tutte le richieste all'URL remoto specificato.

source: Redirect Type
it_it: Redirect Tipo

# RedirectType_help
source: This specifies the HTTP Status Code with which any web access to any URL of this virtual site will be redirected to the specified URL. Redirects can either be temporary (HTTP Status Code 302) or permanent (HTTP Status Code 301).
it_it: Specifica lo Status Code HTTP con il quale ogni chiamata web a qualsiasi URL di questo sito virtuale sarà reindirizzata all'URL specificato. I reindirizzi possono essere temporanei (codice di stato HTTP 302) o permanenti (codice di stato HTTP 301).

# target
source: Target URL
it_it: URL target

# target_help
source: Please enter the target URL here. Any web access to this virtual site will be redirected to the specified URL. This can either be an http:// or https:// URL. Entered URLs may contain subdirectories, pages and URL parameters. If you wish you can copy and paste the desired target URL from your browser and paste it here.
it_it: Inserire qui l'URL di destinazione. Qualsiasi chiamata web a questo sito virtuale sarà reindirizzata all'URL specificato. Questo può essere un URL http:// o https://. Gli URL inseriti possono contenere sottodirectory, pagine e parametri URL. Se lo desideri puoi copiare l' URL di destinazione desiderato dal tuo browser e incollarlo qui.

# possvals
source: Possible values: Interger followed by 's' (for seconds), 'm' (for minutes), 'h' (for hours) or 'd' (for days).
it_it: Valori possibili: Intero seguito da 's' (per i secondi), 'm' (per i minuti), 'h' (per le ore) o 'd' (per i giorni).

# GENERAL_NGINX_DIVIDER
source: Nginx as a SSL-Proxy:
it_it: Utilizzare Nginx come SSL-Proxy:

# Nginx_Info_Text
source: The Apache webserver that comes with BlueOnyx does a good job at serving traditional HTTP pages. But in terms of HTTPS it has a few shortcomings. For example it cannot answer HTTP/2 requests and the supported TLS ciphers are also not the best possible choices. As HTTP/2 is a considerable improvement and as we also want our TLS connections to be of the best possible quality and security, we now offer the ability to let Apache continue to serve HTTP requests and route all HTTPS connections through a Nginx forwarding proxy. If you tick the checkbox below this server will be reconfigured so that Apache looses authority over serving HTTPS pages and lets Nginx take over doing HTTPS. This feature can be reversed at any time by simply unticking the checkbox again.
it_it: Il webserver Apache che viene fornito con BlueOnyx fa un buon lavoro nel servire le pagine HTTP tradizionali. Tuttavia, in termini di HTTPS presenta alcune carenze. Ad esempio, non può rispondere alle richieste HTTP/2 e anche i codici TLS supportati non sono la scelta migliore. Poiché HTTP/2 è un miglioramento notevole e vogliamo anche che le nostre connessioni TLS siano della migliore qualità e sicurezza possibile, ora offriamo la possibilità di lasciare che Apache continui a servire le richieste HTTP e instradare tutte le connessioni HTTPS attraverso un proxy di inoltro Nginx. Se si spunta la casella di controllo sotto questo server, verrà riconfigurato in modo che Apache perda l'autorità nel servire le pagine HTTPS e lasci a Nginx il compito di fare HTTPS. Questa funzione può essere disabilitata in qualsiasi momento semplicemente deselezionando nuovamente la casella di controllo.

# NGINX_CFG_DIVIDER
source: Nginx configuration:
it_it: Configurazione Nginx:

source: Worker Processes
it_it: Processi Worker

# worker_processes_help
source: Defines the number of worker processes. The optimal value depends on many factors including (but not limited to) the number of CPU cores, the number of hard disk drives that store data, and load pattern. When one is in doubt, setting it to the number of available CPU cores would be a good start. The value 'auto' will try to autodetect it. Possible values: 'auto' or an integer.
it_it: Definisce il numero di Processi Worker. Il valore ottimale dipende da molti fattori, tra cui (ma non solo) il numero di core della CPU, il numero di unità disco rigido che memorizzano i dati e il modello di carico. In caso di dubbio, impostare il numero di core disponibili della CPU. Il valore 'auto' cercherà di rilevarlo automaticamente. Valori possibili: 'auto' o un intero.

source: Worker Connections
it_it: Connessioni Worker

# worker_connections_help
source: Sets the maximum number of simultaneous connections that can be opened by a worker process. It should be kept in mind that this number includes all connections (e.g. connections with proxied servers, among others), not only connections with clients. Another consideration is that the actual number of simultaneous connections cannot exceed the current limit on the maximum number of open files.
it_it: Imposta il numero massimo di connessioni simultanee che possono essere aperte da un Processo Worker. Va tenuto presente che questo numero comprende tutte le connessioni (ad esempio quelle con server proxy), non solo quelle con i client. Un'altra considerazione è che il numero effettivo di connessioni simultanee non può superare il limite attuale sul numero massimo di file aperti.

source: Max age
it_it: Età massima

# max_age_help
source: When a browser sees the HSTS header from an HTTPS website, it learns that this domain must only be accessed using HTTPS (SSL or TLS). It caches this information for the max-age period (typically 31,536,000 seconds, equal to about 1 year).
it_it: Quando un browser vede l'intestazione HSTS da un sito web HTTPS, apprende che l'accesso a questo dominio è consentito solo tramite HTTPS (SSL o TLS). Memorizza queste informazioni per il periodo massimo di età (tipicamente 31.536.000 secondi, pari a circa 1 anno).

source: Include Subdomains
it_it: Includi Sottodomini

# include_subdomains_help
source: The optional include subdomains parameter tells the browser that the HSTS policy also applies to all subdomains of the current domain.
it_it: Il parametro opzionale Includi Sottodomini indica al browser che la politica HSTS si applica anche a tutti i sottodomini del dominio corrente.

source: SSL Session Timeout
it_it: Timeout sessione SSL

# ssl_session_timeout_help
source: Specifies a time during which a client may reuse the session parameters of the ongoing HTTPS session. [[base-apache.possvals]]
it_it: Specifica il tempo durante il quale un client può riutilizzare i parametri di sessione della sessione HTTPS in corso. [[base-apache.possvals]]

# ssl_session_cache_help
source: Defines how long SSL session data is cached. [[base-apache.possvals]]
it_it: Definisce per quanto tempo i dati della sessione SSL vengono messi in cache. [[base-apache.possvals]]

# ssl_session_tickets_help
source: Enables or disables session resumption through TLS session tickets.
it_it: Abilita o disabilita la ripresa della sessione tramite ticket di sessione TLS.
