Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-ssh.mod/locale/*/ssh.po
Languages: da_dk, fr_fr, ja_jp, nl_nl

# enableSSH
source: Enable SSH Server
da_dk: Aktiver SSH server
fr_fr: Activer le serveur SSH
ja_jp: SSHサーバを有効にする

# enableSSH_help
source: Enabling ssh allows users with shell access to connect to this server using ssh client software. Use of ssh is generally considered more secure than use of telnet since ssh encrypts all data including passwords that are sent between the client and the server.
da_dk: Aktivering af SSH tillader brugere med skal-adgang at forbinde til serveren via SSH klientsoftware. Brugen af SSH er generelt betragtet mere sikkert end brugen af Telnet, eftersom SSH krypterer alle datatransmisioner mellem klient og server.
fr_fr: L'activation du serveur SSH permet aux utilisateurs ayant un accès Shell à se connecter à ce serveur en utilisant le logiciel en ligne de commande `ssh`. Utilisation de SSH est généralement considéré comme plus sûr que l'utilisation de telnet parce que SSH crypte toutes les données et les mots de passe.
ja_jp: シェルアクセスを有効に設定されたユーザは、SSHクライアントソフトウェアを使用して、このサーバに接続することができます。SSHはクライアントとサーバの間で送信されるパスワードを含むすべてのデータを暗号化するので、一般的にTelnetを使用するよりも安全と考えられています。
nl_nl: Het inschakelen van ssh stelt gebruikers met toegang shell om verbinding te maken met deze server via SSH client software. Het gebruik van ssh wordt algemeen beschouwd als veiliger dan het gebruik van telnet sinds ssh codeert alle gegevens inclusief wachtwoorden die worden verzonden tussen de client en de server.

# SSH_Port_help
source: By default SSH runs on port 22/TCP. However, you can configure it to run on another port instead in order to attempt to evade automated brute force login attacks.
fr_fr: SSH fonctionne sur le port 22/tcp par défault. Cependant, vous pouvez le configurer pour fonctionner sur un autre port afin de tenter d'esquiver les attaques de connexion par force brute automatisées.
ja_jp: デフォルトでは、SSHはポート22/TCP上で実行されます。自動化されたブルートフォースログイン攻撃を回避しようとするために、代わりに別のポートで実行するように設定することができます。
nl_nl: Standaard loopt SSH op poort 22/TCP. U kunt echter configureren om in plaats daarvan draaien op een andere poort om te proberen om geautomatiseerde brute force login aanvallen ontwijken.

# SSH_Proto
source: SSH Protocol:
fr_fr: Protocole SSH :

# SSH_Proto_help
source: SSH supports two protocols: Protocol version 1 and version 2. Two is more advanced and secure. If possible, you should use only protocol 2. But you can also set it to '2,1', in which case applications that support protocol 2 will use it, while older applications that only support protocol 1 can fall back to that instead.
fr_fr: SSH supporte deux protocoles : le protocole version 1 et version 2. La version 2 est plus avancée et plus sécurisée. Si possible, n'utilisez que le protocole 2 uniquement. Mais vous pouvez aussi le paramétrer à « 2,1 » — dans ce cas, les demandes prenant le protocole 2 en charge utiliseront celui-ci tandis que les anciennes applications tolérant uniquement le protocole 1 utiliseront celui-là.
ja_jp: SSHは、プロトコル1と2の2つのプロトコルをサポートします: プロトコル2は、より高度で安全であり、可能であればプロトコル2のみ使用するべきです。プロトコル1にしか対応していないアプリケーションを使用する必要がある場合は'2,1' を設定する事で、自動的にフォールバックされた接続が可能となります。
nl_nl: SSH ondersteunt twee protocollen: Protocol versie 1 en versie 2. Twee is meer geavanceerd en veilig. Indien mogelijk, moet u alleen protocol 2 te gebruiken. Maar je kunt ook instellen op '2, 1', in welk geval applicaties die protocol 2 ondersteunt het zal gebruiken, terwijl oudere toepassingen die alleen ondersteuning protocol 1 plaats terug kunt vallen met dat.

source: SSH Root Login:
fr_fr: SSH login root :
nl_nl: SSH Root Inloggen:

# SSHrootLogin_help
source: By default and for security reasons direct SSH login as user 'root' is typically not allowed. If needed, you can allow it here.
fr_fr: Par défaut et pour des raisons de sécurité, la connexion SSH comme utilisateur « root » n'est généralement pas autorisée. Une exception peut être accordée ici.
ja_jp: セキュリティ上の理由から'root'ユーザが直接SSHでアクセスする事は許可されていません。必要に応じて、ここで許可する事ができます。
nl_nl: Standaard en om veiligheidsredenen direct SSH login als gebruiker 'root' is meestal niet toegestaan. Indien nodig, kunt u het hier te staan.

# basicSettingsTab
source: Basic Settings
da_dk: Grundlæggende indstillinger
fr_fr: Réglages de base
ja_jp: 基本設定
nl_nl: Basisinstellingen

# advancedSettingsTab
source: SSH Key/Cert Management
fr_fr: Gestion des clés SSH / Cert
ja_jp: SSH鍵/証明書管理

source: Password Authentication
fr_fr: authentification par mot de passe
ja_jp: パスワード認証

# PasswordAuthentication_help
source: Specifies whether password authentication to SSH is allowed. The default is 'yes'. If you have set up SSH keys or certificates, you can turn off password authentication for added security. Only allowing key/cert based SSH logins is the more secure fashion.
da_dk: Angiver om godkendelse af adgangskode til SSH er tilladt. Standarden er 'ja'. Hvis du har oprettet SSH-nøgler eller certifikater, kan du slå kodeordsgodkendelse for ekstra sikkerhed. Kun tillader nøgle/cert baseret SSH logins er mere sikker måde.
fr_fr: Spécifie si l'authentification par mot de passe SSH est autorisé. La valeur par défaut est «oui». Si vous avez mis en place des clés ou des certificats SSH, vous pouvez désactiver l'authentification par mot de passe pour plus de sécurité. Seulement permettant les connexions SSH sur la base clé / cert est le mode plus sécurisé.
ja_jp: SSHのパスワード認証が許可されているかどうかを指定します。デフォルトは「はい」です。あなたはSSH鍵や証明書を設定している場合は、セキュリティ強化のため、パスワード認証をオフにすることができます。唯一の鍵/証明書ベースのSSHログインを許可することは、より安全な方法です。
nl_nl: Geeft aan of wachtwoord authenticatie SSH is toegestaan. De standaard is 'ja'. Als u hebt ingesteld SSH sleutels of certificaten, kunt u uit wachtwoordauthenticatie zetten voor extra veiligheid. Alleen toestaan ​​key / cert gebaseerd SSH logins is het veiliger mode.

# RSAAuthentication_help
source: Specifies whether pure RSA authentication is allowed. The default is 'no', as we usually allow only SSH protocol version 2 and this option applies only to protocol version 1 only.
da_dk: Angiver, om ren RSA-godkendelse er tilladt. Standarden er 'nej', som vi normalt kun tillade SSH protokol version 2 og denne mulighed gælder kun for protokol kun version 1.
fr_fr: Spécifie si l'authentification RSA pure est autorisée. La valeur par défaut est «non», que nous laissons habituellement version du protocole SSH 2 seulement et cette option s'applique uniquement à la version 1 du protocole.
ja_jp: 純粋なRSA認証を許可するかどうかを指定します。デフォルトでは、我々は通常、SSHプロトコルバージョン2を許可し、このオプションはプロトコルバージョン1のみに適用されるように、「NO」である。
nl_nl: Geeft aan of pure RSA authenticatie is toegestaan. De standaard is 'nee', omdat we meestal staan ​​alleen SSH protocol versie 2 en deze optie geldt alleen voor protocol versie 1 alleen.

# PubkeyAuthentication
source: Public Key Authentication
da_dk: Public Key-godkendelse
fr_fr: Authentification par clé publique
ja_jp: 公開鍵認証
nl_nl: Public Key Authenticatie

# PubkeyAuthentication_help
source: Specifies whether public key authentication is allowed. The default is 'yes'. Note that this option applies to protocol version 2 only.
da_dk: Angiver, om offentlig nøgle-godkendelse er tilladt. Standarden er 'ja'. Bemærk, at denne indstilling gælder for protokol kun version 2.
fr_fr: Indique si l'authentification par clé publique est autorisée. La valeur par défaut est «oui». Notez que cette option s'applique à la version 2 du protocole.
ja_jp: 公開鍵認証が許可されているかどうかを指定します。デフォルトは「はい」です。このオプションはプロトコルバージョン2のみに適用されます。
nl_nl: Geeft aan of de publieke sleutel wordt toegestaan. De standaard is 'ja'. Merk op dat deze optie geldt voor protocol versie 2 alleen.

# key_present
source: SSH Keys
da_dk: SSH-nøgler
fr_fr: Clés SSH
ja_jp: SSHキー
nl_nl: SSH sleutels

# key_present_help
source: Shows if SSH public and private keys are present. If not, you can tick the checkbox and have them created.
da_dk: Viser om SSH offentlige og private nøgler er til stede. Hvis ikke, kan du sætte kryds i afkrydsningsfeltet og få dem oprettet.
fr_fr: Indique si les clés publiques et privées SSH sont présents. Si non, vous pouvez cocher la case et de les créer.
ja_jp: SSHの公開鍵と秘密鍵が存在する場合を示しています。そうでない場合は、チェックボックスにチェックを入れ、それらを作成することができます。
nl_nl: Geeft aan of SSH publieke en private sleutels aanwezig zijn. Zo niet, kunt u het vakje aanvinken en hebben ze gemaakt.

# cert_present
source: PEM Certificates
da_dk: PEM-certifikater
fr_fr: Certificats PEM
ja_jp: PEM証明書
nl_nl: PEM Certificaten

# cert_present_help
source: Shows if SSH public and private PEM certificates are present. If not, you can tick the checkbox and have them created.
da_dk: Viser om SSH offentlige og private PEM certifikater er til stede. Hvis ikke, kan du sætte kryds i afkrydsningsfeltet og få dem oprettet.
fr_fr: Indique si des certificats PEM publiques et privées SSH sont présents. Si non, vous pouvez cocher la case et de les créer.
ja_jp: SSHの公開鍵と秘密のPEM証明書が存在する場合を示しています。そうでない場合は、チェックボックスにチェックを入れ、それらを作成することができます。
nl_nl: Geeft aan of SSH publieke en private PEM-certificaten aanwezig zijn. Zo niet, kunt u het vakje aanvinken en hebben ze gemaakt.

# keys_present_msg
source: [[VAR.bits]] bit private and public key present.
da_dk: [[VAR.bits]] bit private og offentlige nøgle til stede.
fr_fr: [[VAR.bits]] bit présent clé privée et publique.
ja_jp: [[VAR.bits]]は秘密鍵と公開鍵存在ビット。
nl_nl: [[VAR.bits]] bit private en publieke sleutel aanwezig.

# certs_present_msg
source: [[VAR.bits]] bit private and public PEM certificates present.
da_dk: [[VAR.bits]] bit private og offentlige PEM certifikater til stede.
fr_fr: [[VAR.bits]] bit certificats PEM privés et publics présents.
ja_jp: [[VAR.bits]]は現在、プライベートとパブリックのPEM証明書のビット。
nl_nl: [[VAR.bits]] bit private en publieke PEM certificaten aanwezig.

# but_needs_root_access
source: But in order to login by SSH as root you need to allow 'root' access by SSH.
da_dk: Men for at logge ind ved SSH som root skal du tillade 'root' adgang SSH.
fr_fr: Mais afin de vous connecter par SSH en tant que root vous devez autoriser 'root' accès par SSH.
ja_jp: しかし、rootとしてSSHでログインするためには、SSHで「ルート」へのアクセスを許可する必要があります。
nl_nl: Maar om in te loggen door SSH als root moet je 'root' toegang toe te staan ​​door SSH.

# AuthKeyList
source: Contends of: [[VAR.authkey_file]]
da_dk: Gjort gældende af: [[VAR.authkey_file]]
fr_fr: Soutient de: [[VAR.authkey_file]]
ja_jp: の主張：[[VAR.authkey_file]]
nl_nl: Stelt van: [[VAR.authkey_file]]

# key_type_help
source: Shows the type of the public key.
da_dk: Viser typen af ​​den offentlige nøgle.
fr_fr: Indique le type de la clé publique.
ja_jp: 公開鍵のタイプが表示されます。
nl_nl: Toont het van de publieke sleutel.

# key_payload
source: Key
da_dk: Nøgle
fr_fr: Clé
ja_jp: キー
nl_nl: Sleutel

# key_payload_help
source: Shows the first 15 and last 15 characters of the installed public key.
da_dk: Viser de første 15 og sidste 15 tegn i den installerede offentlige nøgle.
fr_fr: Affiche les 15 et 15 dernier premiers caractères de la clé publique installée.
ja_jp: インストールされた公開鍵の最初の15と最後の15文字が表示されます。
nl_nl: Toont de eerste 15 en de laatste 15 tekens van de geïnstalleerde publieke sleutel.

# key_userhost
source: User and host
da_dk: Bruger og vært
fr_fr: Utilisateur et hôte
ja_jp: ユーザとホスト
nl_nl: Gebruiker en gastheer

# key_userhost_help
source: Shows the user and host for which this public key is valid. As long as this public key is installed, anyone with the matching private key (or certificate) can login to this server by SSH.
da_dk: Viser brugeren og vært, for hvilke den offentlige nøgle er gyldig. Så længe denne offentlige nøgle er installeret, kan enhver med den matchende private nøgle (eller certifikat) logge på denne server med SSH.
fr_fr: Affiche l'utilisateur et l'hôte pour lequel cette clé publique est valide. Tant que cette clé publique est installé, n'importe qui avec la clé privée correspondante (ou certificat) peut se connecter à ce serveur par SSH.
ja_jp: この公開鍵が有効であるユーザーとホストを表示します。限り、この公開鍵がインストールされているように、一致する秘密鍵（または証明書）を持つ人は、SSHにより、このサーバにログインすることができます。
nl_nl: Geeft de gebruiker en gastheer waarvoor deze publieke sleutel is geldig. Zolang deze publieke sleutel is geïnstalleerd, kan iedereen met de bijbehorende private key (of certificaat) inloggen op deze server met SSH.

# bits_help
source: Shows the bit-length of the installed public key or certificate. Keys or certificates with longer bit-length are generally considered safer.
da_dk: Viser bit-længden af ​​det installerede offentlige nøgle eller certifikat. Nøgler eller certifikater med længere bit-længde er generelt betragtes som mere sikre.
fr_fr: Affiche la longueur en bits de la clé ou le certificat public installé. Clés ou les certificats avec plus de longueur binaire sont généralement considérés comme plus sûrs.
ja_jp: インストールされた公開鍵または証明書のビット長を示しています。長いビット長の鍵や証明書は、一般的に安全であると考えている。
nl_nl: Geeft de bit-lengte van de geïnstalleerde publieke sleutel of certificaat. Sleutels of certificaten met een langere bit-lengte worden over het algemeen beschouwd als veiliger.

# listAction_help
source: Allows you to delete an installed public key. The user and host is then no longer allowed to login with that key or certificate. Please note: If that user is currently logged in, then this will not terminate his connection. But he won't be allowed to login again with that key or certificate.
da_dk: Giver dig mulighed for at slette en installeret offentlige nøgle. Brugeren og vært derefter ikke længere tilladt at logge på med nøgle eller et certifikat. Bemærk: Hvis brugeren er logget ind, så vil dette ikke opsige sin tilslutning. Men han vil ikke få lov til at logge ind igen med denne nøgle eller et certifikat.
fr_fr: Vous permet de supprimer une clé publique installée. L'utilisateur et l'hôte est alors plus autorisés à se connecter avec cette clé ou un certificat. S'il vous plaît noter: Si l'utilisateur est déjà connecté, alors ce ne sera pas fin à sa relation. Mais il ne sera pas autorisé à se connecter à nouveau avec cette clé ou un certificat.
ja_jp: あなたがインストールされた公開鍵を削除できます。ユーザとホストが、もはやそのキーまたは証明書を使ってログインを許可されていません。ご注意：このユーザが現在ログインしている場合、これは彼の接続を終了しません。しかし、彼はそのキーや証明書を使用して再度ログインを許可されません。
nl_nl: Hiermee kunt u een geïnstalleerde publieke sleutel te verwijderen. De gebruiker en host is dan niet meer toegestaan ​​om in te loggen met die sleutel of certificaat. Let op: Als dat de gebruiker momenteel is aangemeld, dan zal dit niet zijn verbinding te verbreken. Maar hij zal niet worden toegestaan ​​om opnieuw in te loggen met die sleutel of certificaat.

# AKRemove
source: Remove the selected public key from authorized_keys
da_dk: Fjern den valgte offentlige nøgle fra authorized_keys
fr_fr: Retirez la clé publique sélectionnée de authorized_keys
ja_jp: authorized_keysにから選択された公開鍵を削除する
nl_nl: Verwijder de geselecteerde openbare sleutel uit authorized_keys

# AKRemoveConfirmNeutral
source: Confirm public key removal:
da_dk: Bekræft offentlig nøgle fjernelse:
fr_fr: Confirmez la suppression clé publique:
ja_jp: 公開鍵削除を確認します。
nl_nl: Bevestig publieke sleutel te verwijderen:

# removeConfirmInfo
source: Do you really want to remove this public key from authorized keys? This will prevent that user and host from logging in again with the given key or certificate.
da_dk: Vil du virkelig ønsker at fjerne denne offentlige nøgle fra autoriserede nøgler? Dette vil forhindre, at brugeren og vært i at logge ind igen med den givne nøgle eller et certifikat.
fr_fr: Voulez-vous vraiment supprimer cette clé publique de clés autorisées? Cela permettra d'éviter que l'utilisateur et l'hôte de se connecter à nouveau avec la clé ou un certificat donné.
ja_jp: あなたが本当に許可された鍵から公開鍵を削除しますか？これは、指定されたキーまたは証明書を使用して再度ログインからそのユーザとホストを防ぐことができます。
nl_nl: Wil je echt wilt deze publieke sleutel van geautoriseerde sleutels te verwijderen? Dit voorkomt dat de gebruiker en host opnieuw aan te melden met de opgegeven sleutel of certificaat.

# UploadPubKeyHead
source: Upload a public key and add it to [[VAR.authkey_file]]
da_dk: Upload en offentlig nøgle og tilføje den til [[VAR.authkey_file]]
fr_fr: Télécharger une clé publique et l'ajouter à [[VAR.authkey_file]]
ja_jp: 公開鍵をアップロードして[[VAR.authkey_file]]に追加
nl_nl: Upload een publieke sleutel toevoegen aan [[VAR.authkey_file]]

# UploadPubkey
source: Upload Public Key
da_dk: Upload offentlig nøgle
fr_fr: Envoyez à clé publique
ja_jp: 公開鍵をアップロードする

# UploadPubkey_help
source: This allows you to upload a public key. It will be added to authorized_keys automatically.
da_dk: Dette giver dig mulighed for at uploade en offentlig nøgle. Det vil blive føjet til authorized_keys automatisk.
fr_fr: Cela vous permet de télécharger une clé publique. Il sera ajouté à authorized_keys automatiquement.
ja_jp: これは、公開鍵をアップロードすることができます。それは自動的にauthorized_keysに追加されます。
nl_nl: Hiermee kunt u een publieke sleutel uploaden. Het zal worden toegevoegd automatisch authorized_keys.

# keyDownloadHeader
source: Download Public Key and/or PEM Certificate:
da_dk: Hent offentlig nøgle og / eller PEM-certifikat:
fr_fr: Télécharger la clé publique et / ou Certificat PEM:
ja_jp: 公開鍵と/またはPEM証明書をダウンロードしてください。
nl_nl: Download Public Key en / of PEM Certificaat:

# export_id_rsa_pub
source: Download Public Key
da_dk: Hent offentlig nøgle
fr_fr: Télécharger la clé publique
ja_jp: 公開鍵をダウンロード

# export_id_rsa_pub_help
source: This allows you to download the public key from this server, so that you can add it to authorized_keys on another server.
da_dk: Dette giver dig mulighed for at hente den offentlige nøgle fra denne server, så du kan tilføje det til authorized_keys på en anden server.
fr_fr: Cela vous permet de télécharger la clé publique de ce serveur, de sorte que vous pouvez ajouter à authorized_keys sur un autre serveur.
ja_jp: これは、別のサーバー上のauthorized_keysに追加できるように、このサーバーから公開鍵をダウンロードすることができます。
nl_nl: Hiermee kunt u de publieke sleutel downloaden van deze server, zodat u deze kunt toevoegen aan authorized_keys op een andere server.

# export_root_pem
source: Download PEM Certificate
da_dk: Hent PEM-certifikat
fr_fr: Télécharger Certificat PEM
ja_jp: PEM証明書のダウンロード
nl_nl: Download PEM Certificaat

# export_root_pem_help
source: This allows you to download the PEM certificate from this server. You can then use it in your SSH client to establish a connection to SSH on this server.
da_dk: Dette giver dig mulighed for at downloade PEM certifikat fra denne server. Du kan derefter bruge det i din SSH klient til at etablere en forbindelse til SSH på denne server.
fr_fr: Cela vous permet de télécharger le certificat PEM de ce serveur. Vous pouvez ensuite utiliser dans votre client SSH pour établir une connexion SSH sur ce serveur.
ja_jp: これは、このサーバーからのPEM証明書をダウンロードすることができます。その後、このサーバー上のSSHへの接続を確立するために、SSHクライアントで使用することができます。
nl_nl: Hiermee kunt u de PEM certificaat van deze server te downloaden. Vervolgens kunt u het in uw SSH-client om een ​​verbinding met SSH op deze server tot stand.

# pers_shell_menu
source: SSH Access
da_dk: SSH adgang
fr_fr: Accès SSH

# pers_shell_menu_help
source: Allows you to create and manage your SSH keys and PEM certificates for your SSH logins.
da_dk: Giver dig mulighed for at oprette og administrere dine SSH-nøgler og PEM certifikater for dine SSH logins.
fr_fr: Vous permet de créer et de gérer vos clés SSH et certificats PEM pour vos connexions SSH.

source: RSA Authentication
ja_jp: RSA認証

# key_type
source: Type
ja_jp: タイプ

source: Bits
ja_jp: ビット

# listAction
source: Action
ja_jp: アクション
nl_nl: Actie
