Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/branches/dev/ui/*-webstats.mod/locale/*/webstats.po
Languages: fr, ja, zh_tw

# webUsage
source: Web
ja: ウェブ

# webstatMenuDesc
source: Web server usage statistics can be found here.
fr: Les statistiques de consultation de votre serveur Web se trouvent ici.
ja: ウェブサーバの使用状況が表示されます。
zh_tw: 此處可找到 Web 伺服器用量統計。

# noStats
source: Sorry, statistics are temporarily unavailable.
fr: Les statistiques sont temporairement indisponibles.
ja: 現在、統計情報は一時的に使用できません。
zh_tw: 很抱歉，暫時沒有統計值。

source: Not Available
fr: Non disponible
ja: 利用できません
zh_tw: 沒有統計值

# selectStat
source: Select Statistics...
fr: Sélectionner statistiques...
ja: 統計区分を選択…
zh_tw: 選取統計...

# webtotals
source: Summary
fr: Récapitulatif
ja: 全体のサマリー
zh_tw: 摘要

# webtotals_header
source: Web Usage - Summary
fr: Consultation Web - Récapitulatif
ja: ウェブ使用状況 - 全体のサマリー
zh_tw: Web 用量 - 摘要

# webbyip
source: Most Active Requesters
fr: Demandeurs les plus actifs
ja: 最も活発なリクエスタ
zh_tw: 最活躍的要求端

# webbyip_header
source: Web Usage - Most Active Requesters
fr: Consultation Web - Demandeurs les plus actifs
ja: ウェブ使用状況 - 最も活発なリクエスタ
zh_tw: Web 用量 - 最活躍的要求端

# webbyfile
source: Most Requested Pages
fr: Pages les plus demandées
ja: 最もリクエストの多いページ
zh_tw: 要求最多的網頁

# webbyfile_header
source: Web Usage - Most Requested Pages
fr: Consultation Web - Pages les plus demandées
ja: ウェブ使用状況 - 最もリクエストの多いページ
zh_tw: Web 用量 - 要求最多的網頁

# webbyref
source: Most Frequent Referring Pages
fr: Références de page
ja: 最も参照頻度の高いページ
zh_tw: 最常參照的網頁

# webbyref_header
source: Web Usage - Most Frequent Referring Pages
fr: Consultation Web - Pages faisant référence à vôtre site le plus souvent
ja: ウェブ使用状況 - 最も参照頻度の高いページ
zh_tw: Web 用量 - 最常參照的網頁

# webbyhour
source: Hourly Requests
fr: Requêtes par heure
ja: １時間あたりのリクエスト
zh_tw: 每小時要求

# webbyhour_header
source: Web Usage - Hourly Requests
fr: Consultation Web - Requêtes par heure
ja: ウェブ使用状況 - １時間あたりのリクエスト
zh_tw: Web 用量 - 每小時要求

# webbydate
source: Daily Requests
fr: Requêtes par jour
ja: １日あたりのリクエスト
zh_tw: 每日要求

# webbydate_header
source: Web Usage - Daily Requests
fr: Consultation Web - Requêtes par jour
ja: ウェブ使用状況 - １日あたりのリクエスト
zh_tw: Web 用量 - 每日要求

# genDate
source: Usage Last Checked
fr: Dernière vérification
ja: 統計値の生成時刻
zh_tw: 前次檢查的用量

# genDate_help
source: This is the last time web usage statistics were generated.
fr: Date des dernières statistiques de consultation du Web.
ja: このウェブ使用状況統計が生成された時刻です。
zh_tw: 這是前次產生的 Web 用量統計值。

# periodStart
source: Report Coverage Period (From)
fr: Période couverte (Début)
ja: 対象期間の開始時刻
zh_tw: 報表涵括周期（起始）

# periodStart_help
source: This is the start of the period covered by these web usage statistics.
fr: Début de la période couverte par ces statistiques de consultation du Web.
ja: このウェブ使用状況統計の対象となる期間の開始時刻です。
zh_tw: 這是這些 Web 用量統計涵括之周期的起始。

# periodEnd
source: Report Coverage Period (To)
fr: Période couverte (Fin)
ja: 対象期間の終了時刻
zh_tw: 報表涵括周期（終止）

# periodEnd_help
source: This is the end of the period covered by these web usage statistics.
fr: Fin de la période couverte par ces statistiques de consultation du Web.
ja: このウェブ使用状況統計の対象となる期間の終了時刻です。
zh_tw: 這是這些 Web 用量統計涵括之周期的終止處。

# totalHits
source: Total Number of Requests
fr: Nombre total de requêtes
ja: リクエスト総数
zh_tw: 要求總數

# totalHits_help
source: This is the total number of web requests or hits generated during the report period.
fr: Nombre total de requêtes ou d'accès sur le Web générés pendant la période de rapport.
ja: 対象期間中に受信したウェブリクエスト（「ヒット」）の総数です。
zh_tw: 這是在報表周期期間產生的 Web 要求或點按的總數。

# badHits
source: Number of Bad Requests
fr: Nombre de demandes erronées
ja: 不良リクエスト数
zh_tw: 無效要求的數目

# badHits_help
source: This is the number of bad web requests or hits generated during the report period. These are requests for web pages that cannot be fulfilled for various reasons. For example, these requests may have been made for web pages which do not exist on this web server.
fr: Nombre total de demandes ou d'accès erronés sur le Web générés pendant la période de rapport. Certaines demandes de pages Web ne peuvent pas être remplies pour diverses raisons. Ces demandes concernent peut-être des pages Web qui n'existent pas sur ce serveur Web.
ja: 対象期間中に受信した不良ウェブリクエスト（「ヒット」）の総数です。ウェブページに対するこれらのリクエストは、何らかの原因で実行できませんでした。このウェブサーバ上に存在しないウェブページに対するリクエストなどがその理由です。
zh_tw: 這是在報表周期期間產生的無效 Web 要求或點按的數目；這些是由於各種因素而無法滿足的網頁要求。例如，這些要求可能是對並不存在此 Web 伺服器上的網頁所提出。

# numIPs
source: Number of Unique Computers Making Requests
fr: Nombre d'ordinateurs uniques envoyant des requêtes
ja: リクエストを送ったコンピュータの台数
zh_tw: 提出要求之特定電腦的數目

# numIPs_help
source: This is the number of unique computers requesting web pages during the report period.
fr: Nombre total d'ordinateurs uniques demandant des pages Web pendant la période de rapport.
ja: 対象期間中にウェブページをリクエストしたコンピュータの台数（重複を除く）です。
zh_tw: 這是在報表周期期間要求網頁之特定電腦的數目。

# numFiles
source: Number of Unique Pages Requested
fr: Nombre de pages uniques demandées
ja: リクエストされたページ数
zh_tw: 要求特定網頁的數目

# numFiles_help
source: This is the number of unique web pages requested during the report period.
fr: Nombre total de pages Web uniques demandées pendant la période de rapport.
ja: 対象期間中にリクエストされたウェブページの枚数（重複を除く）です。
zh_tw: 這是在報表周期期間所要求的特定網頁的數目。

# numRefs
source: Number of Unique Referring Pages
fr: Nombre de pages de provenance uniques
ja: 紹介ページ数
zh_tw: 特定參照網頁的數目

# numRefs_help
source: This is the number of unique referring pages during the report period. Referring pages are web pages that contain hyperlinks to the web pages on this web server.
fr: Nombre total de pages de provenance uniques demandées pendant la période de rapport. Les pages de provenance contiennent des hyperliens qui relient ces pages aux pages sur ce serveur.
ja: 対象期間中にこのウェブサーバ上のウェブページへのリンクを提供した紹介ページの枚数（重複を除く）です。「紹介ページ」とは、このウェブサーバ上のウェブページへのハイパーリンクを含むウェブページを意味します。
zh_tw: 這是在報表周期期間特定參照網頁的數目。參照網頁是指與此 Web 伺服器上之網頁有超連結的網頁。

# numBytes
source: Number of Bytes Downloaded
fr: Nombre d'octets téléchargés
ja: ダウンロードされたバイト数
zh_tw: 下載的位元組數

# numBytes_help
source: This is the number of bytes downloaded during the report period.
fr: Nombre total d'octets téléchargés pendant la période de rapport.
ja: 対象期間中にダウンロードされたデータのバイト数です。
zh_tw: 這是在報表周期期間所下載的位元組數。

# hostname
source: Requester Name
fr: Visiteur
ja: リクエスタ名
zh_tw: 要求端名稱

# hostname_help
source: This is the host name of the computer that requested web pages from this web server.
fr: Nom ou de Adresse IP de l'ordinateur ayant consulté des pages web de ce serveur.
ja: このウェブサーバ上にあるウェブページをリクエストしたコンピュータのホスト名です。
zh_tw: 這是向此 Web 伺服器要求網頁之電腦的主機名稱。

# hits
source: Requests
fr: Requêtes
ja: リクエスト
zh_tw: 要求

# hits_help
source: This is the number of web requests or hits generated by the Requester.
fr: Nombre total de requêtes ou d'accès (hits) générés par le demandeur.
ja: リクエスタから受信したウェブリクエスト（「ヒット」）の総数です。
zh_tw: 這是要求端所產生的 Web 要求或點按的數目。

source: Referrer
fr: Provenance
ja: 紹介者
zh_tw: 參照網頁

# referrer_help
source: This is the web page that referred the Requester to the web pages on this web server.
fr: Page Web qui a permis au demandeur de se relier aux pages Web sur ce serveur.
ja: リクエスタにこのウェブサーバ上のウェブページを紹介したウェブページ（「紹介ページ」）です。
zh_tw: 這是將要求端參照到此 Web 伺服器上的網頁之網頁。

# file
source: Page
ja: ページ
zh_tw: 網頁

# file_help
source: This is the web page being requested by the Requester.
fr: Page Web demandée par le demandeur.
ja: リクエスタがリクエストしたウェブページです。
zh_tw: 這是要求端所要求的網頁。

# pagehits
source: Requests
fr: Requêtes
ja: リクエスト
zh_tw: 要求

# pagehits_help
source: This is the number of web requests or hits for this web page.
fr: Nombre total de requêtes ou d'accès (hits) pour cette page Web.
ja: このウェブページに対するウェブリクエスト（「ヒット」）の数です。
zh_tw: 這是對此網頁的 Web 要求或點按的數目。

# refhits
source: Requests
fr: Requêtes
ja: リクエスト
zh_tw: 要求

# refhits_help
source: This is the number of web requests or hits from this referrer.
fr: Nombre total de demandes ou d'accès de cette provenance.
ja: この紹介者からのウェブリクエスト（「ヒット」）の数です。
zh_tw: 這是來自此參照網頁的 Web 要求或點按的數目。

# 00_help
source: This is the number of web requests recorded between 12 AM and 1 AM.
fr: Nombre de requêtes Web enregistrées entre 24h00 et 1h00.
ja: 午前 12 時から午前 1 時までの間に記録したウェブリクエストの数です。
zh_tw: 這是在 12 AM 到 1 AM 之間所記錄的 Web 要求數。

# 01_help
source: This is the number of web requests recorded between 1 AM and 2 AM.
fr: Nombre de requêtes Web enregistrées entre 1h00 et 2h00.
ja: 午前 1 時から午前 2 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 1 AM 到 2 AM 之間所記錄的 Web 要求數。

# 02_help
source: This is the number of web requests recorded between 2 AM and 3 AM.
fr: Nombre de requêtes Web enregistrées entre 2h00 et 3h00.
ja: 午前 1 時から午前 2 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 2 AM 到 3 AM 之間所記錄的 Web 要求數。

# 03_help
source: This is the number of web requests recorded between 3 AM and 4 AM.
fr: Nombre de requêtes Web enregistrées entre 3h00 et 4h00.
ja: 午前 3 時から午前 4 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 3 AM 到 4 AM 之間所記錄的 Web 要求數。

# 04_help
source: This is the number of web requests recorded between 4 AM and 5 AM.
fr: Nombre de requêtes Web enregistrées entre 4h00 et 5h00.
ja: 午前 4 時から午前 5 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 4 AM 到 5 AM 之間所記錄的 Web 要求數。

# 05_help
source: This is the number of web requests recorded between 5 AM and 6 AM.
fr: Nombre de requêtes Web enregistrées entre 5h00 et 6h00.
ja: 午前 5 時から午前 6 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 5 AM 到 6 AM 之間所記錄的 Web 要求數。

# 06_help
source: This is the number of web requests recorded between 6 AM and 7 AM.
fr: Nombre de requêtes Web enregistrées entre 6h00 et 7h00.
ja: 午前 6 時から午前 7 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 6 AM 到 7 AM 之間所記錄的 Web 要求數。

# 07_help
source: This is the number of web requests recorded between 7 AM and 8 AM.
fr: Nombre de requêtes Web enregistrées entre 7h00 et 8h00.
ja: 午前 7 時から午前 8 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 7 AM 到 8 AM 之間所記錄的 Web 要求數。

# 08_help
source: This is the number of web requests recorded between 8 AM and 9 AM.
fr: Nombre de requêtes Web enregistrées entre 8h00 et 9h00.
ja: 午前 8 時から午前 9 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 8 AM 到 9 AM 之間所記錄的 Web 要求數。

# 09_help
source: This is the number of web requests recorded between 9 AM and 10 AM.
fr: Nombre de requêtes Web enregistrées entre 9h00 et 10h00.
ja: 午前 9 時から午前 10 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 9 AM 到 10 AM 之間所記錄的 Web 要求數。

# 10_help
source: This is the number of web requests recorded between 10 AM and 11 AM.
fr: Nombre de requêtes Web enregistrées entre 10h00 et 11h00.
ja: 午前 10 時から午前 11 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 10 AM 到 11 AM 之間所記錄的 Web 要求數。

# 11_help
source: This is the number of web requests recorded between 11 AM and 12 PM.
fr: Nombre de requêtes Web enregistrées entre 11h00 et 12h00.
ja: 午前 11 時から正午の間に記録したウェブリクエストの数です。
zh_tw: 這是在 11 AM 到 12 PM 之間所記錄的 Web 要求數。

# 12_help
source: This is the number of web requests recorded between 12 PM and 1 PM.
fr: Nombre de requêtes Web enregistrées entre 12h00 et 13h00.
ja: 正午から午後 1 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 12 PM 到 1 PM 之間所記錄的 Web 要求數。

# 13_help
source: This is the number of web requests recorded between 1 PM and 2 PM.
fr: Nombre de requêtes Web enregistrées entre 13h00 et 14h00.
ja: 午後 1 時から午後 2 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 1 PM 到 2 PM 之間所記錄的 Web 要求數。

# 14_help
source: This is the number of web requests recorded between 2 PM and 3 PM.
fr: Nombre de requêtes Web enregistrées entre 14h00 et 15h00.
ja: 午後 2 時から午後 3 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 2 PM 到 3 PM 之間所記錄的 Web 要求數。

# 15_help
source: This is the number of web requests recorded between 3 PM and 4 PM.
fr: Nombre de requêtes Web enregistrées entre 15h00 et 16h00.
ja: 午後 3 時から午後 4 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 3 PM 到 4 PM 之間所記錄的 Web 要求數。

# 16_help
source: This is the number of web requests recorded between 4 PM and 5 PM.
fr: Nombre de requêtes Web enregistrées entre 16h00 et 17h00.
ja: 午後 4 時から午後 5 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 4 PM 到 5 PM 之間所記錄的 Web 要求數。

# 17_help
source: This is the number of web requests recorded between 5 PM and 6 PM.
fr: Nombre de requêtes Web enregistrées entre 17h00 et 18h00.
ja: 午後 5 時から午後 6 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 5 PM 到 6 PM 之間所記錄的 Web 要求數。

# 18_help
source: This is the number of web requests recorded between 6 PM and 7 PM.
fr: Nombre de requêtes Web enregistrées entre 18h00 et 19h00.
ja: 午後 6 時から午後 7 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 6 PM 到 7 PM 之間所記錄的 Web 要求數。

# 19_help
source: This is the number of web requests recorded between 7 PM and 8 PM.
fr: Nombre de requêtes Web enregistrées entre 19h00 et 20h00.
ja: 午後 7 時から午後 8 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 7 PM 到 8 PM 之間所記錄的 Web 要求數。

# 20_help
source: This is the number of web requests recorded between 8 PM and 9 PM.
fr: Nombre de requêtes Web enregistrées entre 20h00 et 21h00.
ja: 午後 8 時から午後 9 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 8 PM 到 9 PM 之間所記錄的 Web 要求數。

# 21_help
source: This is the number of web requests recorded between 9 PM and 10 PM.
fr: Nombre de requêtes Web enregistrées entre 21h00 et 22h00.
ja: 午後 9 時から午後 10 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 9 PM 到 10 PM 之間所記錄的 Web 要求數。

# 22_help
source: This is the number of web requests recorded between 10 PM and 11 PM.
fr: Nombre de requêtes Web enregistrées entre 22h00 et 23h00.
ja: 午後 10 時から午後 11 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 10 PM 到 11 PM 之間所記錄的 Web 要求數。

# 23_help
source: This is the number of web requests recorded between 11 PM and 12 AM.
fr: Nombre de requêtes Web enregistrées entre 23h00 et 24h00.
ja: 午後 11 時から午前 12 時の間に記録したウェブリクエストの数です。
zh_tw: 這是在 11 PM 到 12 AM 之間所記錄的 Web 要求數。

source: Date
ja: 日付
zh_tw: 日期

# date_help
source: This is the date on which the web requests or hits were generated.
fr: Date des requêtes ou des accès.
ja: ウェブリクエスト（「ヒット」）を受信した日付です。
zh_tw: 這是 Web 要求或點按產生的日期。

# dayhits
source: Requests
fr: Requêtes
ja: リクエスト
zh_tw: 要求

# dayhits_help
source: This is the number of web requests or hits on this date.
fr: Nombre de demandes ou d'accès à cette date.
ja: この日1日のウェブリクエスト（「ヒット」）の数です。
zh_tw: 這是此日期之 Web 要求或點按的數目。

# resetStats
source: Reset Statistics
fr: Réinitialiser statistiques
ja: 統計情報を更新する
zh_tw: 重設統計

# resetStats_help
source: Click here to reset all of the web usage statistics and begin gathering statistics again.
fr: Cliquez ici pour rétablir toutes les statistiques de consultation du Web et collecter à nouveau les statistiques.
ja: このボタンをクリックすると、現在のウェブ使用状況の統計報告は全て消去され、新しい統計情報の収集が開始されます。
zh_tw: 按一下此處，可重設所有的 Web 用量統計，並重新開始收集統計值。

# askResetConfirmation
source: Are you sure you want to reset web usage statistics?
fr: Voulez-vous vraiment réinitialiser les statistiques de consultation ?
ja: ウェブ使用状況の統計情報を更新してよろしいですか？
zh_tw: 您確定要重設 Web 用量統計值嗎？

source: Unknown
fr: Inconnu
ja: 不明
zh_tw: 不明
