Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/branches/dev/ui/carmel.mod/locale/*/carmel.po
Languages: fr, zh_cn

# productName
source: Sun Cobalt Qube 3
fr: Cobalt Qube 3

# osName
source: Sun Cobalt OS
fr: SE Sun Cobalt

# osVendor
source: Sun Cobalt
fr: Cobalt Networks

# osDescription
source: The [[base-carmel.osName]] is the base software for the [[base-carmel.productName]]. This software package is required in order for your server appliance to function.
fr: Le [[base-carmel.osName]] est le logiciel de base pour le [[base-carmel.productName]]. Ce module est nécessaire au fonctionnement de votre serveur.
zh_cn: [[base-carmel.osName]]是[[base-carmel.productName]]的基本软件。为使您的服务器设备正常运行，必须有此软件包。

# loginPageTitle
source: Login - [[base-carmel.productName]] - [[VAR.hostname]]
fr: Connexion - [[base-carmel.productName]] - [[VAR.hostname]]
zh_cn: 登录 - [[base-carmel.productName]] - [[VAR.hostname]]

# login
source: Login - [[VAR.hostName]]
fr: Connexion - [[VAR.hostName]]
zh_cn: 登录 - [[VAR.hostName]]

# loginNoCssMessage
source: Before trying to login, please verify that your browser supports Cascading Style Sheets functionality.
fr: Avant la tentative de connexion, vérifiez si votre navigateur prend en charge les feuilles de style en cascade.
zh_cn: 在尝试登录之前，请检验您的浏览器是否支持层叠样式表功能。

# loginNoJsMessage
source: Before trying to login, please verify that your browser supports JavaScript functionality.
fr: Avant la tentative de connexion, vérifiez si votre navigateur prend en charge la fonctionnalité JavaScript.
zh_cn: 在尝试登录之前，请检验您的浏览器支持 JavaScript 功能。

# loginOkMessage
source: To login, please enter your user name and password.
fr: Pour vous connecter, entrez votre nom d'utilisateur et votre mot de passe.
zh_cn: 若要登录，请输入您的用户名和口令。

# loginMissingCookies
source: Before trying to login, please verify that your browser supports cookie functionality.
fr: Avant la tentative de connexion, vérifiez si votre navigateur prend en charge les cookies.
zh_cn: 在尝试登录之前，请检验您的浏览器支持 cookie 功能。

# loginExpiredMessage
source: Your login session has expired. To login again, please enter your user name and password.
fr: Votre session de connexion a expiré. Pour vous connecter, entrez de nouveau votre nom d'utilisateur et votre mot de passe.
zh_cn: 您的登录会话已经终止。若要重新登录，请输入您的用户名和口令。

# loginAuthFailed
source: You have not entered a correct username and/or password. Please try again.
fr: Vous n'avez pas entré le mot de passe et/ou le nom d'utilisateur corrects. Recommencez.
zh_cn: 您输入的用户名和口令不正确。请重试。

# loginByeMessage
source: Thank you for using the [[base-carmel.productName]].
fr: Merci d'utiliser le [[base-carmel.productName]].
zh_cn: 谢谢您使用[[base-carmel.productName]]。

# loginPageUsername
source: User Name:
fr: Nom d´utilisateur:
zh_cn: 用户名：

# loginPagePassword
source: Password:
fr: Mot de passe :
zh_cn: 口令：

# loginPageSecurity
source: Secure Connect:
fr: Connexion sécurisée :
zh_cn: 安全连接：

# loginPageLogin
source: Login
fr: Connexion
zh_cn: 登录

# splashAdminMessage
source: The Administration section allows you to perform various administrative tasks.
fr: La section Administration permet d'effectuer des tâches administratives diverses.
zh_cn: 管理部分允许您执行各种管理任务。

# splashProgramsMessage
source: The Programs section allows you to access currently installed programs.
fr: La section Programmes permet d'accéder aux programmes actuellement installés.
zh_cn: 程序部分允许您访问当前安装的程序。

# splashPersonalMessage
source: The Personal Profile section allows you to view your user account information.
fr: La section Profil personnel permet d'afficher votre compte utilisateur.
zh_cn: 个人档案部分允许您查看用户帐户信息。

# thankYouMessage
source: Thank you for using the [[base-carmel.productName]].
fr: Merci d'utiliser le [[base-carmel.productName]].
zh_cn: 谢谢您使用[[base-carmel.productName]]。

# base-programs
source: Programs
fr: Programmes
zh_cn: 程序

# base-personalProfile
source: Personal Profile
fr: Profil personnel
zh_cn: 个人档案

# base-usersandgroups
source: Users & Groups
fr: Utilisateurs et groupes
zh_cn: 用户和组

# base-usersandgroups_description
source: Users and groups can be configured here.
fr: Les utilisateurs et les groupes peuvent être configurés ici.
zh_cn: 用户和组可在此处配置。

# base-webServices_description
source: Web services can be configured here.
fr: Les services Web peuvent être configurés ici.
zh_cn: Web 服务可在此处配置。

# base-networkServices
source: Network
fr: Réseau
zh_cn: 网络

# base-networkServices_description
source: Network services can be configured here.
fr: Les services réseau peuvent être configurés ici.
zh_cn: 网络服务可在此处配置。

# base-security
source: Security
fr: Sécurité
zh_cn: 安全

# base-security_description
source: Services concerning the security of your server appliance can be configured here.
fr: Les services concernant la sécurité de votre serveur peuvent être configurés ici.
zh_cn: 关于您服务器设备安全方面的服务可在此处配置。

# base-system
source: System
fr: Système
zh_cn: 系统

# base-system_help
source: System settings can be viewed and configured here.
fr: Les réglages système peuvent être affichés et configurés ici.
zh_cn: 系统设置可在此处查看和配置。

# base-maintenance_description
source: System and user data maintenance activities can be configured here.
fr: Les activités de maintenance des données utilisateur et système sont configurées ici.
zh_cn: 系统和用户数据维护活动可在此处配置。

source: Usage Information
fr: Statistiques
zh_cn: 利用率信息

# usageInformation_description
source: Usage statistics and information can be viewed here.
fr: Les statistiques d'utilisation sont affichées ici.
zh_cn: 利用率统计和信息可在此处查看。

# base-administration
source: Administration
zh_cn: 管理

# base-maintenance
source: Maintenance
zh_cn: 维护
