Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/branches/dev/ui/*-printserver.mod/locale/*/printserver.po
Languages: de, es, fr, zh_cn, zh_tw

# modPrinter
source: Modify a Printer
de: Drucker ändern
es: Modificar una impresora
fr: Modifier une imprimante
zh_cn: 修改打印机
zh_tw: 更改印表機

# printerNameExists
source: A printer with the name [[VAR.name]] already exists. Please choose a new name.
de: Ein Drucker mit dem Namen [[VAR.name]] ist bereits vorhanden. Geben Sie einen neuen Namen ein.
es: Ya existe una impresora con el nombre [[VAR.name]]. Seleccione un nombre nuevo.
fr: Une imprimante appelée [[VAR.name]] existe déjà. Choisissez un nouveau nom.
zh_cn: 名称为[[VAR.name]]的打印机已经存在。请选择一个新名称。
zh_tw: 具有名稱 [[VAR.name]] 的印表機已存在。請選擇新名稱。

source: Printing
de: Drucken
es: Impresión
fr: Impression
zh_cn: 打印
zh_tw: 列印

source: Spooling
de: Spoolvorgang
es: Puesta en cola
fr: Mise en spool
zh_cn: 假脱机
zh_tw: 排存作業

source: Jobs
de: Druckaufträge
es: Trabajos
fr: Travaux
zh_cn: 作业
zh_tw: 工作

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
zh_cn: 启用
zh_tw: 已啟用

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
zh_cn: 禁用
zh_tw: 關閉

# addPrinter_help
source: Click here to add a printer to your existing configuration.
de: Klicken Sie hier, um der vorhandenen Konfiguration einen Drucker hinzuzufügen.
es: Haga clic aquí para agregar una impresora a la configuración existente.
fr: Cliquez ici pour ajouter une imprimante à votre configuration existante.
zh_cn: 单击此处在现有配置中添加一个打印机。
zh_tw: 按一下此處新增印表機到現存的設定。

# addNewPrinter
source: Add a Printer
de: Drucker hinzufügen
es: Agregar una impresora
fr: Ajouter une imprimante
zh_cn: 添加打印机
zh_tw: 新增印表機

# printerNameField
source: Name
es: Nombre
fr: Nom
zh_cn: 名称
zh_tw: 名稱

# printerNameField_help
source: Enter a name for the printer. This should also be the name of the print spool on the server, if that is applicable.
de: Geben Sie einen Namen für den Drucker ein. Dieser Name sollte gegebenenfalls auch mit dem Namen der Druckwarteschlange auf dem Server identisch sein.
es: Escriba un nombre para la impresora, que también será el nombre de la cola de impresión del servidor, en el caso de que proceda.
fr: Entrez un nom pour l'imprimante. Ce devrait être également le nom du spool d'impression du serveur, le cas échéant.
zh_cn: 输入一个打印机名称。如果可行，这也应是服务器上的打印假脱机名称。
zh_tw: 輸入印表機的名稱。這個名稱也必須是伺服器上的列印暫存區名稱（如果適用的話）。

# usb_help
source: Select this item if this printer is connected via USB
de: Aktivieren Sie diese Option, wenn dieser Drucker über eine USB-Schnittstelle angeschlossen ist.
es: Seleccione este elemento si la impresora está conectada a través de un puerto USB.
fr: Sélectionnez cette option si l'imprimante est connectée via USB
zh_cn: 如果打印机经由 USB 连接则应选择该项。
zh_tw: 如果透過 USB 連接這個印表機，請選取這個項目

source: Network
de: Netzwerk
es: Red
fr: Réseau
zh_cn: 网络
zh_tw: 網路

# network_help
source: Select this item if this printer is connected over the Network.
de: Aktivieren Sie diese Option, wenn dieser Drucker über das Netzwerk angeschlossen ist.
es: Seleccione este elemento si la impresora está conectada a través de la red.
fr: Sélectionnez cette option si l'imprimante est connectée via le réseau
zh_cn: 如果打印机经由网络连接则应选择该项。
zh_tw: 如果透過網路連接這個印表機，請選取這個項目

# printerHostNameField
source: Host Name
es: Nombre de sistema
fr: Nom d'hôte
zh_cn: 主机名称
zh_tw: 主機名稱

# printerHostNameField_help
source: Enter the host name or IP address of the remote printer.
de: Geben Sie den Hostnamen oder die IP-Adresse des Netzwerkdruckers ein.
es: Introduzca el nombre del sistema o la dirección IP de la impresora remota
fr: Entrez le nom d'hôte ou l'adresse IP de l'imprimante distante
zh_cn: 请输入远程打印机的主机名称或 IP 地址。
zh_tw: 請輸入主機名稱或遠端印表機的 IP 位址

# printerSpoolField
source: Queue Name
de: Warteschlangenname
es: Nombre de cola
fr: Nom de la file d'attente
zh_cn: 队列名称
zh_tw: 佇列名稱

# printerSpoolField_help
source: Enter the name of the queue to be printed to on the remote printer. If you don't know the queue name or your printer has no queue name leave this field blank.
de: Geben Sie den Namen der Warteschlange ein, über die an den Netzwerkdrucker gedruckt werden soll. Wenn Sie den Warteschlangennamen nicht kennen, oder wenn Ihr Drucker über keinen Warteschlangennamen verfügt, lassen Sie dieses Feld leer.
es: Introduzca el nombre de la cola en la que se va a imprimir en la impresora remota. Si no conoce el nombre de cola o la impresora no tiene ningún nombre de cola, deje este campo en blanco.
fr: Entrez le nom de la file d'attente d'impression sur l'imprimante distante. Si vous ne connaissez pas le nom de la file d'attente ou si votre imprimante n'a pas de nom de file d'attente, laissez ce champ vide.
zh_cn: 请输入要在远程打印机上打印的队列的名称。如果不知道队列名称或打印机没有队列名称，请使该字段为空。
zh_tw: 請輸入要列印到遠端印表機上的佇列之名稱。如果您不知道此佇列的名稱，或是您的印表機沒有停列名稱時，請讓此欄位空白。

# locationField
source: Type of Connection
de: Verbindungsart
es: Tipo de conexión
fr: Type de connexion
zh_cn: 连接类型
zh_tw: 連線類型

# locationField_help
source: Select the type of connection the server has to this printer.
de: Wählen Sie die Verbindungsart aus, die zwischen Server und diesem Drucker besteht.
es: Seleccione el tipo de conexión que el servidor tiene a esta impresora.
fr: Sélectionnez le type de connexion entre le serveur et cette imprimante.
zh_cn: 选择服务器到打印机的连接类型。
zh_tw: 選取伺服器與這個印表機之間的連線類型。

# ppdFileField
source: PPD File
de: PPD-Datei
es: Archivo PPD
fr: Fichier PPD
zh_cn: PPD 文件
zh_tw: PPD 檔

# ppdFileField_help
source: In order for computers to print to this printer using AppleShare, a PPD file must be uploaded to this server. The PPD file is usually provided on a disk that comes with the printer.
de: Damit Computer auf diesem Drucker mithilfe von AppleShare drucken können, muss eine PPD-Datei auf diesen Server geladen werden. Die PPD-Datei befindet sich im Allgemeinen auf einem Datenträger, der zum Lieferumfang des Druckers gehört.
es: Para que los equipos puedan imprimir con esta impresora mediante AppleShare, se debe cargar un archivo PPD en este servidor. El archivo PPD se encuentra por lo general en un disco que se suministra con la impresora.
fr: Pour que les ordinateurs puissent imprimer sur cette imprimante avec AppleShare, un fichier PPD doit être téléchargé vers ce serveur. Le fichier PPD est généralement fourni sur un disque livré avec l'imprimante.
zh_cn: 为使计算机使用 AppleShare 打印到打印机，PPD 文件必须上载到此服务器上。PPD 文件通常位于打印机随附的磁盘上。
zh_tw: 為了讓電腦使用 AppleShare 在這個印表機上列印，必須將 PPD 檔上載到這個伺服器。隨附於印表機的磁碟通常有提供 PPD 檔。

source: Print Server
de: Druckserver
es: Servidor de impresión
fr: Serveur d'impression
zh_cn: 打印服务器
zh_tw: 列印伺服器

# printserver_help
source: Print Server settings can be changed here.
de: Hier können die Einstellungen des Druckservers geändert werden.
es: En este punto es posible cambiar la configuración del servidor de impresión.
fr: Les paramètres du serveur d'impression peuvent être modifiés ici.
zh_cn: 打印服务器设置可在此处更改。
zh_tw: 可以在此處變更列印伺服器設定。

source: Print Server Settings
de: Druckservereinstellungen
es: Configuración del servidor de impresión
fr: Paramètres du serveur d'impression
zh_cn: 打印服务器设置
zh_tw: 列印伺服器設定

# enableServersField
source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
zh_cn: 启用
zh_tw: 啟用

# enableServersField_help
source: Turn Print Server functionality on or off. Turning this feature on allows this server appliance to act as a Print Server for itself and for its clients.
de: Hier können Sie die Druckserverfunktionen aktivieren oder deaktivieren. Bei Aktivierung kann dieser Server als Druckerserver für sich und die zugehörigen Client-Rechner verwendet werden.
es: Activa o desactiva el funcionamiento del servidor de impresión. La activación de esta función permite que esta aplicación de servidor actúe como un servidor de impresión para sí mismo y para sus clientes.
fr: Activer ou désactiver la fonctionnalité de Serveur d'impression. L'activation de cette fonction permet à ce serveur d'agir comme serveur d'impression pour lui-même et pour ses clients.
zh_cn: 打开或关闭打印服务器功能。打开此功能允许服务器设备作为自身及其客户机的打印服务器。
zh_tw: 開啟或關閉「列印伺服器」功能。開啟這個功能可讓這個伺服器設備扮演自己和從屬站的「列印伺服器」。

source: Basic
de: Standard
es: Básica
fr: Base
zh_cn: 基本
zh_tw: 基本

# basic_help
source: Basic Print Server Settings can be configured here.
de: Hier können Sie die Standardeinstellungen des Druckservers konfigurieren.
es: En este punto es posible definir la configuración básica del servidor de impresión.
fr: Les paramètres de serveur d'impression de base peuvent être configurés ici.
zh_cn: 基本打印服务器设置可在此处配置。
zh_tw: 可以在此處配置「基本列印伺服器設定」。

source: Advanced
de: Erweitert
es: Avanzada
fr: Avancé
zh_cn: 高级
zh_tw: 進階

# advanced_help
source: Advanced Print Server Settings such as enabling and disabling Print Server support for specific platforms can be configured here.
de: Hier können Sie die erweiterten Einstellungen für den Druckserver konfigurieren, z. B. die Unterstützung des Druckservers für bestimmte Plattformen aktivieren und deaktivieren.
es: En este punto es posible realizar una configuración avanzada del servidor de impresión, como puede ser la activación o desactivación de la compatibilidad de éste con plataformas específicas.
fr: Les paramètres de serveur d'impression avancés, tels que l'activation et la désactivation du support de Serveur d'impression pour des plates-formes spécifiques, peuvent être configurés ici.
zh_cn: 高级打印服务器设置（如启用和禁用特定平台的打印服务器支持）可在此处配置。
zh_tw: 可以在此處配置「進階列印伺服器設定」，例如啟用和停用特定平台的「列印伺服器」支援。

# printerListButton
source: Manage Printers
de: Drucker verwalten
es: Administrar impresoras
fr: Gérer les imprimantes
zh_cn: 管理打印机
zh_tw: 管理印表機

# printerListButton_help
source: Add printers, remove printers and manage print queues
de: Hier können Sie Drucker hinzufügen und entfernen sowie Druckwarteschlangen verwalten.
es: Agregar impresoras, eliminar impresoras y gestionar colas de impresión
fr: Ajouter ou supprimer des imprimantes et gérer les files d'attente d'impression
zh_cn: 添加打印机，删除打印机和管理打印队列。
zh_tw: 新增印表機，移除印表機和管理列印佇列

# enableAppleshareField
source: Enable Apple Printing
de: Apple-Druck aktivieren
es: Activar la impresión Apple
fr: Activer l'impression Apple
zh_cn: 启用 Apple 打印
zh_tw: 啟用 Apple 列印

# enableAppleshareField_help
source: Click here to enable printer sharing on an AppleShare network.
de: Klicken Sie hier, um den Drucker für ein Appleshare-basiertes Netzwerk freizugeben.
es: Haga clic aquí para activar el uso compartido de impresoras en una red basada en Appleshare.
fr: Cliquez ici pour activer le partage d'imprimante sur un réseau basé sur Appleshare.
zh_cn: 单击此处在基于 Appleshare 的网络上启用打印机共享。
zh_tw: 按一下此處即可在以 Appleshare 為基礎的網路上共用印表機。

# enableSambaField
source: Enable Windows Printing
de: Windows-Druck aktivieren
es: Activar la impresión en Windows
fr: Activer l'impression Windows
zh_cn: 启用 Windows 打印
zh_tw: 啟用視窗列印

# enableSambaField_help
source: Click here to enable printer sharing on a Windows network.
de: Klicken Sie hier, um den Drucker für ein Windows-Netzwerk freizugeben.
es: Haga clic aquí para activar el uso compartido de impresoras en una red de Windows.
fr: Cliquez ici pour activer le partage d'imprimante sur un réseau Windows.
zh_cn: 单击此处在 Windows 网络上启用打印机共享。
zh_tw: 按一下此處即可在 Windows 網路上共用印表機。

# printerList
source: Available Printers
de: Verfügbare Drucker
es: Impresoras disponibles
fr: Imprimantes disponibles
zh_cn: 可用打印机
zh_tw: 可用的印表機

source: Name
es: Nombre
fr: Nom
zh_cn: 名称
zh_tw: 名稱

# name_help
source: The name of the printer.
de: Dies ist der Name des Druckers.
es: Nombre de la impresora
fr: Le nom de l'imprimante
zh_cn: 打印机名称
zh_tw: 印表機名稱

source: Status
es: Estado
fr: État
zh_cn: 状态
zh_tw: 狀態

# status_help
source: The status of the printer.
de: Dies ist der Status des Druckers.
es: Estado de la impresora
fr: L'état de l'imprimante
zh_cn: 打印机状态
zh_tw: 印表機狀態

# listAction
source: Delete
de: Aktion
es: Acción
fr: Action
zh_cn: 操作
zh_tw: 動作

# listAction_help
source: Delete a job.
de: Drucker ändern oder löschen
es: Modificar o eliminar una impresora
fr: Modifier ou supprimer une imprimante
zh_cn: 修改或删除一个打印机。
zh_tw: 更改或刪除印表機

# jobList
source: Current Print Jobs - [[VAR.name]]
de: Aktuelle Druckaufträge - [[VAR.name]]
es: Trabajos de impresión actuales - [[VAR.name]]
fr: Travaux d'impression en cours - [[VAR.name]]
zh_cn: 当前打印作业―[[VAR.name]]
zh_tw: 目前列印工作 - [[VAR.name]]

# clearQueue
source: Clear the Print Queue
de: Druckwarteschlange löschen
es: Borrar la cola de impresión
fr: Effacer la file d'attente d'impression
zh_cn: 清除打印队列
zh_tw: 清除列印佇列

# clearQueue_help
source: Delete all print jobs currently on this printer.
de: Hier können alle Druckaufträge gelöscht werden, die gegenwärtig für diesen Drucker vorliegen.
es: Borra todos los trabajos de impresión actuales de esta impresora.
fr: Supprimer tous les travaux d'impression en cours sur cette imprimante.
zh_cn: 删除打印机上当前所有的打印作业。
zh_tw: 刪除目前在這個印表機上的所有列印工作。

# suspendPrinter
source: Suspend Printing
de: Druck anhalten
es: Suspender impresión.
fr: Suspendre l'impression
zh_cn: 暂停打印
zh_tw: 暫停列印

# suspendPrinter_help
source: Suspend printing from this printer. New jobs can be Queued, but nothing will be printed.
de: Hiermit können Sie den Druckvorgang auf diesem Drucker anhalten. Es können neue Druckaufträge in die Warteschlange gestellt werden, die jedoch nicht gedruckt werden.
es: Suspende la impresión con esta impresora. Los nuevos trabajos se colocan en la cola de impresión, pero no se imprime nada.
fr: Suspendre l'impression sur cette imprimante. Des nouveaux travaux peuvent être mis en file d'attente, mais rien ne sera imprimé.
zh_cn: 暂停从这台打印机上打印。新作业可以排列，但是不会打印任何内容。
zh_tw: 暫停從這個印表機列印。可以佇列新工作，但不會進行列印。

# unsuspendPrinter
source: Resume Printing
de: Druck fortsetzen
es: Reanudar impresión.
fr: Reprendre l'impression
zh_cn: 继续打印
zh_tw: 回復列印

# unsuspendPrinter_help
source: Resume printing from this printer.
de: Hiermit können Sie den Druckvorgang auf diesem Drucker fortsetzen.
es: Reanuda la impresión con esta impresora.
fr: Reprendre l'impression sur cette imprimante.
zh_cn: 继续从这台打印机上打印。
zh_tw: 從這個印表機回復列印。

source: Owner
de: Besitzer
es: Propietario
fr: Propriétaire
zh_cn: 属主
zh_tw: 擁有者

# owner_help
source: The user that submitted this print job.
de: Dies ist der Benutzer, der diesen Druckauftrag übergeben hat.
es: El usuario que ha enviado este trabajo de impresión.
fr: L'utilisateur qui a soumis ce travail d'impression.
zh_cn: 提交此打印作业的用户。
zh_tw: 送出這個列印工作的使用者。

source: Size
de: Größe
es: Tamaño
fr: Taille
zh_cn: 大小
zh_tw: 大小

# size_help
source: The size of the print job.
de: Dies ist die Größe des Druckauftrags.
es: El tamaño del trabajo de impresión.
fr: Taille du travail d'impression.
zh_cn: 打印作业的大小。
zh_tw: 列印工作的大小。

# date
source: Time Submitted
de: Uhrzeit
es: Tiempo enviado
fr: Heure de soumission
zh_cn: 提交时间
zh_tw: 送出的時間

# date_help
source: Time Submitted
de: Dies ist die Uhrzeit, zu der der Druckauftrag übergeben wurde.
es: Tiempo enviado
fr: Heure de soumission
zh_cn: 提交时间。
zh_tw: 送出的時間

# removePrinterConfirm
source: Are you sure you want to remove the printer '[[VAR.printerName]]'?
de: Möchten Sie den Drucker '[[VAR.printerName]]' wirklich löschen?
es: ¿Seguro que desea eliminar la impresora '[[VAR.printerName]]'?
fr: Voulez-vous vraiment supprimer l'imprimante '[[VAR.printerName]]' ?
zh_cn: 是否确定要删除打印机“[[VAR.printerName]]”？
zh_tw: 您是否確定要移除印表機 '[[VAR.printerName]]'？

# removeJobConfirm
source: Are you sure you want to delete the job owned by '[[VAR.jobName]]'?
de: Möchten Sie den Auftrag im Besitz von '[[VAR.jobName]]' wirklich löschen?
es: ¿Seguro que desea suprimir el trabajo propiedad de '[[VAR.jobName]]'?
fr: Voulez-vous vraiment supprimer le travail détenu par '[[VAR.jobName]]' ?
zh_cn: 是否确定要删除“[[VAR.jobName]]”拥有的工作？
zh_tw: 您是否確定要刪除 '[[VAR.jobName]]' 所擁有的工作？

# capgroup_adminPrintServer
source: Manage Print Server
de: Druckserver verwalten
es: Administrar servidor de impresión
fr: Gérer le serveur d'impression
zh_cn: 管理打印服务器
zh_tw: 管理列印伺服器

# capgroup_adminPrintServer_help
source: This administrative right allows a user to manage all aspects of Network and USB Spooling as configured in the Print Server tab.
de: Mit diesem Administratorrecht können Benutzer alle Aspekte des Netzwerk- und USB-Spoolvorgangs entsprechend der Konfiguration auf der Registerkarte 'Druckserver' verwalten.
es: Este derecho administrativo permite que un usuario administre todos los aspectos de la red y de la cola USB tal como se han configurado en la ficha Servidor de impresión.
fr: Ce droit administratif permet à un utilisateur de gérer tous les aspects du spooling réseau et USB configuré dans l'onglet Serveur d'impression.
zh_cn: 此管理权限允许用户根据“打印服务器”选项卡中的配置，管理网络和 USB 的所有方面。
zh_tw: 這個管理權限可讓使用者依照在「列印伺服器」標籤中的配置情況，管理「網路」和「USB 排存作業」的一切。
