Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-raid.mod/locale/*/raid.po
Languages: es, ja, zh_cn

# pkgName
source: Sun Cobalt DiskMirror
zh_cn: Sun Cobalt 磁盘镜像

# pkgDescription
source: [[base-raid.pkgName]] provides enhanced reliability by actively mirroring content across a pair of hard drives.
es: [[base-raid.pkgName]]brinda confiabilidad por función activa de espejo de contenido entre dos unidades de disco duro.
ja: [[base-raid.pkgName]] は、２台のハードドライブを使った定常的なコンテンツミラーリングを実行することにより、信頼性を飛躍的に高めることができます。
zh_cn: [[base-raid.pkgName]]通过主动映射两个硬盘驱动器中的内容而增强稳定性。

# amRAIDNameTag
source: Redundant Array of Independent Disks (RAID) Status
es: Estado de la RAID (matriz redundante de discos independientes)
ja: RAID（Redundant Array of Independent Disks）の状態
zh_cn: 独立磁盘冗余阵列 (RAID) 状态

# raid_title
source: Redundant Array of Independent Disks (RAID) Status Details
es: Detalles del estado de la RAID
ja: RAID（Redundant Array of Independent Disks）の状態の詳細
zh_cn: 独立磁盘冗余阵列 (RAID) 状态的详细信息

# raid_disabled
source: Disk mirroring is disabled.
es: El espejo de disco está deshabilitado.
ja: ディスクミラーリングは、OFFになりました。
zh_cn: 磁盘映射已禁用。

# raid_working
source: Disk mirroring is enabled and currently active. Both hard drives are operating correctly.
es: El espejo de disco está habilitado y activo. Las dos unidades de disco duro funcionan correctamente.
ja: ディスクミラーリングは有効で、現在アクティブ状態です。ハードドライブは２台とも正常に機能しています。
zh_cn: 磁盘映射已启用，且当前为活动状态。两个硬盘驱动器都正常运行。

# raid_sync_in_progress
source: Server data is currently being duplicated from one hard drive to the other hard drive. Disk mirroring will be enabled and active after this synchronization is complete.
es: Se están duplicando los datos del servidor de una unidad a otra. El espejo de disco estará habilitado y activo después de esta sincronización.
ja: サーバ上のデータを１台のハードドライブから別のハードドライブに複製しています。同期化が完了すると、ディスクミラーリングが有効になり、アクティブ状態になります。
zh_cn: 服务器数据当前正从一个硬盘驱动器向另一个硬盘驱动器复制。磁盘映射将在此同步过程完成后启用并进入活动状态。

# raid_completed
source: completed
es: completo
ja: 完了
zh_cn: 完成

# raid_minutes_remaining
source: minute(s) remaining
es: minuto(s) restante(s)
ja: 分で完了
zh_cn: 剩余分钟数

# raid_failure_raq
source: A hard drive has failed. Please shutdown the server appliance and replace the failed hard drive with a new one that is the same size as the remaining drive. Data will be restored to the replacement hard drive automatically.
es: Error en una unidad de disco duro. Apague el servidor y sustituya la unidad que ha fallado por una nueva del mismo tamaño. Los datos se restaurarán automáticamente.
ja: ハードドライブに障害が発生しました。サーバをシャットダウンし、障害の発生したハードドライブを同容量のものと交換してください。交換後、データは自動的に復元されます。
zh_cn: 一个硬盘驱动器失败。请关闭服务器设备，并用与剩余驱动器大小相同的新驱动器替换失败的硬盘驱动器。数据将自动恢复到替换的硬盘驱动器中。

# raid_failure_hdc_raq
source: The left hard drive has failed. Please shutdown the server appliance and replace this drive with a new drive of identical size. The failed drive is located on the left side when facing the blue plastic bezel at the front of the server appliance.
es: Error en la unidad izquierda. Apague el servidor y sustituya esta unidad por una nueva del mismo tamaño. La unidad que ha fallado está ? la izquierda hacia la cubierta de plástico azul desde el frente del servidor.
ja: サーバ正面から向かって左側のハードドライブに障害が発生しました。サーバをシャットダウンし、障害の発生したハードドライブを同容量のものと交換してください。交換後、データは自動的に復元されます。
zh_cn: 左侧硬盘驱动器失败。请关闭服务器设备，并用相同大小的新驱动器替换此驱动器。当面对服务器设备前侧的蓝色塑料窗口时，失败的驱动器位于左侧。

# raid_failure_hda_raq
source: The right hard drive has failed. Please shutdown the server appliance and replace this drive with a new drive of identical size. The failed drive is located on the right side when facing the blue plastic bezel at the front of the server appliance.
es: Error en la unidad derecha. Apague el servidor y sustituya esta unidad por una nueva del mismo tamaño. La unidad que ha fallado está a la derecha hacia la cubierta de plástico azul desde el frente del servidor.
ja: サーバ正面から向かって右側のハードドライブに障害が発生しました。サーバをシャットダウンし、障害の発生したハードドライブを同容量のものと交換してください。交換後、データは自動的に復元されます。
zh_cn: 右侧硬盘驱动器失败。请关闭服务器设备，并用相同大小的新驱动器替换此驱动器。当面对服务器设备前侧的蓝色塑料窗口时，失败的驱动器位于右侧。

# raid_failure_qube
source: A hard drive has failed. Please shutdown the server appliance and replace the failed hard drive with a new one that is the same size as the remaining drive. Data will be restored to the replacement hard drive automatically. Check the Active Monitor RAID details screen for more information.
es: Error en una unidad de disco duro. Apague el servidor y sustituya la unidad de disco duro que ha fallado por una nueva del mismo tamaño. Los datos se restaurarán automáticamente. Vea la pantalla de detalles de RAID del Monitor activo para más información.
ja: ハードドライブに障害が生じ発生しました。サーバをシャットダウンし、障害の発生したハードドライブを同容量のものと交換してください。交換後、データは自動的に復元されます。詳細については、[アクティブモニター] ページにある [RAID の詳細] 画面をご参照ください。
zh_cn: 一个硬盘驱动器失败。请关闭服务器设备，并用与剩余驱动器大小相同的新驱动器替换失败的硬盘驱动器。数据将自动恢复到替换的硬盘驱动器中。如需了解更多信息，请检查活动监视器 RAID 详细信息屏幕。

# raid_failure_hdc_qube
source: The secondary hard drive has failed. Please shutdown the server appliance and replace this drive with a new drive of identical size. The failed drive (labeled B) is located near the center of the server appliance. It is the hard drive on the right side when facing the the front of the server appliance.
es: Error en la unidad secundaria. Apague el servidor y sustituya esta unidad por una nueva del mismo tamaño. La unidad que ha fallado (B) está situada cerca del centro del servidor, a la derecha desde el frente del servidor.
ja: セカンダリハードドライブに障害が発生しました。サーバをシャットダウンし、障害の発生したハードドライブを同容量のものと交換してください。障害のあるドライブ（B）は、サーバの中央側に位置しており、サーバの正面に向かって右側にあります。
zh_cn: 辅助硬盘驱动器失败。请关闭服务器设备，并用相同大小的新驱动器替换此驱动器。失败的驱动器（标签 B）靠近服务器设备中心。当面对服务器设备前侧时，它是右侧的硬盘驱动器。

# raid_failure_hda_qube
source: The primary hard drive has failed. Please shutdown the server appliance and replace this drive with a new drive of identical size. The failed drive (labeled A) is located near the edge of the server appliance. It is the hard drive on the left side when facing the front of the server appliance.
es: Error en la unidad principal. Apague el servidor y sustituya esta unidad por una nueva del mismo tamaño. La unidad que ha fallado (A) está situada cerca del borde del servidor, a la izquierda desde el frente del servidor.
ja: プライマリハードドライブに障害が生じました。サーバをシャットダウンし、障害の発生したハードドライブを同容量のものと交換してください。障害のあるドライブ（A）は、サーバの端側に位置しており、サーバの正面に向かって左側にあります。
zh_cn: 主硬盘驱动器失败。请关闭服务器设备，并用相同大小的新驱动器替换此驱动器。失败的驱动器（标签 B）靠近服务器设备边缘。当面对服务器设备前侧时，它是左侧硬盘驱动器。
