Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/platform/*-apache.mod/locale/*/apache.po
Languages: fr_fr

# apache_help
source: [[base-apache.apacheSettings]] can be changed here.
fr_fr: [[base-apache.apacheSettings]] peut être changé ici.

# apacheSettings
source: Web Settings
fr_fr: Paramètres Web

# frontpageField_help
source: Turn FrontPage Server Extensions on or off.
fr_fr: Tournez extensions serveur FrontPage ou le désactiver.

# frontpageEnabled
source: Enable
fr_fr: Permettre

# passwordWebmasterField
source: webmaster Password
fr_fr: webmaster Mot de passe

# passwordWebmasterField_help
source: Enter a password for the FrontPage client webmaster. The home group web site may be accessed by selecting Open Web in the FrontPage client. Login using the login name webmaster and the password you specify here. Once authenticated, additional FrontPage users are managed using the FrontPage client.
fr_fr: Entrez un mot de passe pour le webmaster du client FrontPage. Le site web de foyer de groupe peut être consulté en sélectionnant Open Web dans le client FrontPage. Connectez-vous en utilisant le nom de login et le mot de webmaster que vous spécifiez ici. Une fois authentifié, les utilisateurs FrontPage supplémentaires sont gérés par le client FrontPage.

# passwordWebmasterField_rule
source: The password should be between 3 and 16 characters long. A good password should contain at least 5 characters with a mix of uppercase and lowercase letters as well as numbers and punctuation. It should not spell out any words found in the dictionary. Passwords are case sensitive.
fr_fr: Le mot de passe doit être comprise entre 3 et 16 caractères. Un bon mot de passe doit contenir au moins 5 caractères avec un mélange de lettres majuscules et minuscules ainsi que des chiffres et signes de ponctuation. Il ne devrait pas épeler tous les mots trouvés dans le dictionnaire. Les mots de passe sont sensibles à la casse.

# passwordWebmasterField_invalid
source: Sorry, you have not entered the same password in both fields. The same password is entered in both fields to protect against typing errors. Please try again.
fr_fr: Désolé, vous n&#39;avez pas entré le même mot de passe dans les deux champs. Le même mot de passe est entré dans les deux champs pour se protéger contre les erreurs de frappe. S&#39;il vous plaît essayer de nouveau.

# cgiAccessField
source: CGI Access
fr_fr: Accès CGI

# cgiAccessField_help
source: Turn CGI Access on or off. You can set the CGI access rights so that only the server appliance administrator can add CGI script files, or so that both the administrator and all or selected users can add CGI script files.
fr_fr: Mettre l&#39;accès CGI allumé ou éteint. Vous pouvez définir les droits d&#39;accès CGI de sorte que seul l&#39;administrateur du serveur applicatif peut ajouter des fichiers de script CGI, ou que l&#39;administrateur et tous ou certains utilisateurs peuvent ajouter des fichiers de script CGI.

# cgiAll
source: Allow Access To All Users
fr_fr: Autoriser l&#39;accès à tous les utilisateurs

# cgiNone
source: Do Not Allow Access To Any User
fr_fr: Ne pas autoriser l&#39;accès à tout utilisateur

# cgiSubset
source: Allow Access To Specified Users Only
fr_fr: Autoriser l&#39;accès à certains utilisateurs seulement

# cgiUsersAllowed
source: Users Allowed Access
fr_fr: Les utilisateurs autorisés à accéder

# cgiUsersDisallowed
source: Users Not Allowed Access
fr_fr: Les utilisateurs non autorisés d&#39;accès

# cgiUsersField_empty
source: Sorry, you have not selected any users for CGI Access. Please add users who are allowed CGI Access or choose a different access option.
fr_fr: Désolé, vous n&#39;avez sélectionné aucun utilisateurs pour l&#39;accès CGI. S&#39;il vous plaît ajouter des utilisateurs qui sont autorisés à accéder CGI ou choisir une option d&#39;accès différent.

# cantConfigCgi
source: Sorry, CGI Access could not be correctly configured at this time.
fr_fr: Désolé, Access CGI n&#39;a pas pu être configuré correctement pour le moment.

# systemObjectNotFound
source: Sorry, server configuration is temporarily unavailable. Please wait and try again.
fr_fr: Désolé, la configuration du serveur est momentanément indisponible. S&#39;il vous plaît patienter et essayer à nouveau.

# amApacheNameTag
source: Web Server
fr_fr: Serveur Web

# amApacheDetails
source: Web Server Details
fr_fr: Détails du serveur Web

# amNotRunning
source: The [[base-apache.amApacheNameTag]] is not running and could not be restarted. Try rebooting the server by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If you are still unable to access the [[base-apache.amApacheNameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
fr_fr: Le [[base-apache.amApacheNameTag]] ne fonctionne pas et ne pouvait pas être redémarré. Essayez de redémarrer le serveur en cliquant sur le [[base-power.reboot]] dans le [[base-power.power]] menu sous [[base-alpine.serverconfig]]. Si vous ne parvenez toujours pas à accéder à la [[base-apache.amApacheNameTag]], s&#39;il vous plaît visitez [[base-sauce-basic.techSupportURL]] pour le support technique.

# amStatusOK
source: The web server is operating normally.
fr_fr: Le serveur Web fonctionne normalement.

# amAdmservDetails
source: Server Desktop Details
fr_fr: Détails sur le serveur de bureau

# amAdmservNotRunning
source: The [[base-apache.amAdmservNameTag]] is not running and could not be restarted. Try rebooting the server by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If you are still unable to access the [[base-apache.amAdmservNameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
fr_fr: Le [[base-apache.amAdmservNameTag]] ne fonctionne pas et ne pouvait pas être redémarré. Essayez de redémarrer le serveur en cliquant sur le [[base-power.reboot]] dans le [[base-power.power]] menu sous [[base-alpine.serverconfig]]. Si vous ne parvenez toujours pas à accéder à la [[base-apache.amAdmservNameTag]], s&#39;il vous plaît visitez [[base-sauce-basic.techSupportURL]] pour le support technique.

# amAdmservStatusOK
source: The Server Desktop is operating normally.
fr_fr: Le Server Desktop fonctionne normalement.

# maxServersRAM
source: The maximum number of web servers is limited by the amount of RAM installed in this server.
fr_fr: Le nombre maximum de serveurs web est limitée par la quantité de RAM installée sur ce serveur.

# minSpareField
source: Minimum Spare Servers
fr_fr: Pièces Serveurs minimum

# minSpareField_help
source: When the web server starts or is in an idle state, this is the minimum number of web server processes available for serving web requests. [[base-apache.maxServersRAM]]
fr_fr: Lorsque le serveur Web commence ou se trouve dans un état de repos, c&#39;est le nombre minimal de processus de serveurs web disponibles pour servir les requêtes web. [[base-apache.maxServersRAM]]

# minSpareField_empty
source: Please specify a minimum number of web server processes.
fr_fr: S&#39;il vous plaît spécifier un nombre minimum de processus du serveur web.

# minSpareField_invalid
source: The specified number of spare web servers is not valid. Please specify an integer within the specified range.
fr_fr: Le nombre spécifié de serveurs web de rechange n&#39;est pas valide. S&#39;il vous plaît spécifier un nombre entier dans la plage spécifiée.

# maxSpareField
source: Maximum Spare Servers
fr_fr: Pièces de serveurs maximum

# maxSpareField_help
source: The web server will launch additional processes, as needed, to service additional load. This number is the maximum number of processes the system will launch. High traffic sites should increase this number for better performance. [[base-apache.maxServersRAM]]
fr_fr: Le serveur web va lancer des processus supplémentaires, au besoin, pour desservir une charge supplémentaire. Ce nombre est le nombre maximal de processus le système démarre. Sites à fort trafic devrait augmenter ce nombre pour une meilleure performance. [[base-apache.maxServersRAM]]

# maxSpareField_empty
source: Please specify a maximum number of spare web server processes.
fr_fr: S&#39;il vous plaît spécifier un nombre maximal de processus du serveur Web de rechange.

# maxClientsField
source: Maximum Simultaneous Connections
fr_fr: Connexions simultanées maximum

# maxClientsField_help
source: This is the maximum number of requests that can be made to the server at any instance. Each connection requires its own web server process. If this number is exceeded, clients will receive a message that the server is busy, and asked to try again later. This setting is useful for controlling the load on your server. [[base-apache.maxServersRAM]]
fr_fr: C&#39;est le nombre maximal de demandes qui peuvent être faites sur le serveur à tout instant. Chaque connexion nécessite son propre processus de serveur Web. Si ce nombre est dépassé, les clients recevront un message indiquant que le serveur est occupé, et a demandé d&#39;essayer à nouveau plus tard. Ce paramètre est utile pour contrôler la charge sur votre serveur. [[base-apache.maxServersRAM]]

# maxClientsField_empty
source: Please specify a maximum number of simultaneous web server connections.
fr_fr: S&#39;il vous plaît spécifier un nombre maximal de connexions au serveur Web simultanées.

# maxClientsField_invalid
source: The specified maximum number of simultaneous web connections is not valid. Please specify an integer within the specified range.
fr_fr: Le nombre maximal spécifié de connexions simultanées n&#39;est pas valide. S&#39;il vous plaît spécifier un nombre entier dans la plage spécifiée.

# hostnameLookupsField
source: Hostname Lookups
fr_fr: Recherche du nom

# hostnameLookupsField_help
source: This turns on hostname lookups for the web server. This causes the server to do a DNS lookup on the client IP when it connects to the server, and record it in the log files. This hostname information is then available in the server usage web reports. Without this feature, only client IP addresses are reported in the web server usage domain report. WARNING: Enabling this option will decrease the performance of your web server.
fr_fr: Cela active la recherche du nom du serveur Web. Cela provoque le serveur pour effectuer une recherche DNS sur l&#39;IP du client lorsqu&#39;il se connecte au serveur, et l&#39;enregistrer dans les fichiers journaux. Cette information hostname est ensuite disponible dans les rapports Web d&#39;utilisation du serveur. Sans cette fonction, seules les adresses IP des clients sont consignés dans le rapport de domaine d&#39;utilisation du serveur web. ATTENTION: L&#39;activation de cette option permet de diminuer les performances de votre serveur web.

# MinMaxError
source: The [[base-apache.maxSpareField]] must be greater than or equal to the [[base-apache.minSpareField]].
fr_fr: Le [[base-apache.maxSpareField]] doit être supérieure ou égale à la [[base-apache.minSpareField]].

# ClientMaxError
source: The value entered for [[base-apache.maxClientsField]] is less than the value entered for [[base-apache.maxSpareField]]. While this is okay, it may impact the performance of the server. It is recommended that the value for [[base-apache.maxClientsField]] be greater than or equal to the value for [[base-apache.maxSpareField]].
fr_fr: La valeur saisie pour [[base-apache.maxClientsField]] est inférieur à la valeur indiquée pour [[base-apache.maxSpareField]]. Alors que ce n&#39;est pas grave, ça peut influer sur les performances du serveur. Il est recommandé que la valeur pour [[base-apache.maxClientsField]] être supérieure ou égale à la valeur pour [[base-apache.maxSpareField]].

# webScriptingTitle
source: Web Scripting Settings for [[VAR.fqdn]]
fr_fr: Paramètres de script Web pour [[VAR.fqdn]]

# webScriptingDescription
source: Configure web options such as scripting languages.
fr_fr: Configurer les options du Web tels que les langages de script.

# cgi
source: Enable Common Gateway Interface (CGI)
fr_fr: Activer Common Gateway Interface (CGI)

# cgi_help
source: Enable the use of CGI applications.
fr_fr: Permettre l&#39;utilisation des applications CGI.

# php
source: Enable PHP Scripting
fr_fr: Activer PHP Scripting

# php_help
source: Enable the use of PHP scripts.
fr_fr: Permettre l&#39;utilisation de scripts PHP.

# ssi
source: Enable Server-Side Includes (SSI)
fr_fr: Activer le serveur-Side Includes (SSI)

# ssi_help
source: Enable the use of Server-Side Includes.
fr_fr: Permettre l&#39;utilisation de Server Side Includes.

# userwebs
source: Enable user owned webs
fr_fr: Activer toiles appartenant à des utilisateurs

# userwebs_help
source: If enabled, then each user has his own webspace, which is separated from the main website webspace and reachable through http://www.example.com/~username/ . Users can then upload their own webpages through FTP into their own /web directory. PLEASE NOTE: If suPHP is enabled, user owned webs are no longer supported and this feature will be turned off.
fr_fr: Si elle est activée, chaque utilisateur dispose de son propre espace web, qui est séparé de l&#39;espace web site principal et accessible par http://www.example.com/~username/. Les utilisateurs peuvent ensuite télécharger leurs propres pages Web via FTP dans leur propre / répertoire web. S&#39;IL VOUS PLAÎT NOTE: Si suPHP est activée, l&#39;utilisateur appartenant toiles ne sont plus pris en charge et cette fonction sera désactivée.

# ftpnonadminI18nName
source: FTP for non-Site admins enabled
fr_fr: FTP pour les administrateurs non-Site activés

# userwebsI18nName
source: User owned webs enabled
fr_fr: toiles appartenant à l&#39;utilisateur autorisé

# Options_AllField
source: All
fr_fr: Tous

# Options_AllField_help
source: All options except for MultiViews. (Default: Off)
fr_fr: Toutes options sauf MultiViews. (Par défaut: Off)

# Options_FollowSymLinksField_help
source: The server will follow symbolic links. (Default: On)
fr_fr: Le serveur va suivre les liens symboliques. (Activée par défaut)

# Options_IncludesField
source: Includes
fr_fr: Comprend

# Options_IncludesField_help
source: Server-side includes are permitted. (Default: On)
fr_fr: Inclusions côté serveur sont autorisés. (Activée par défaut)

# Options_IndexesField
source: Indexes
fr_fr: Index

# Options_IndexesField_help
source: If a URL which maps to a directory is requested, and the there is no DirectoryIndex (e.g., index.html) in that directory, then the server will return a formatted listing of the directory. (Default: On)
fr_fr: Si une URL qui correspond à un répertoire est demandé, et il n&#39;y a pas le DirectoryIndex (par exemple, index.html) dans ce répertoire, le serveur renverra une liste formatée du répertoire. (Activée par défaut)

# Options_MultiViewsField_help
source: Content negotiated MultiViews are allowed. Used for displaying pages in different languages based on browser locales. (Default: On)
fr_fr: Contenu MultiViews négociés sont autorisés. Utilisé pour afficher des pages en différentes langues sur la base de paramètres régionaux de votre navigateur. (Activée par défaut)

# Options_SymLinksIfOwnerMatchField_help
source: The server will only follow symbolic links for which the target file or directory is owned by the same user id as the link. (Default: Off)
fr_fr: Le serveur ne suivra les liens symboliques pour laquelle le fichier ou le répertoire cible est détenue par le même nom d&#39;utilisateur que le lien. (Par défaut: Off)

# AllowOverride_AllField
source: All
fr_fr: Tous

# AllowOverride_AllField_help
source: When the server finds an .htaccess file it needs to know which directives declared in that file can override earlier access information. Ticking this box will allow to override ALL Apache settings (Dangerous! Default: Off)
fr_fr: Lorsque le serveur trouve un fichier htaccess., Il a besoin de savoir quelles directives déclarés dans ce fichier peuvent remplacer plus tôt informations d&#39;accès. En cochant cette case permettra de remplacer TOUS les paramètres Apache (dangereux défaut: OFF)

# AllowOverride_AuthConfigField_help
source: Allow use of the authorization directives (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthDigestRealmSeed, AuthType, AuthUserFile, Require, etc.). (Default: On)
fr_fr: Permet l&#39;utilisation des directives de l&#39;autorisation (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthDigestRealmSeed, AuthType, AuthUserFile, Exiger, etc.) (Activée par défaut)

# AllowOverride_FileInfoField_help
source: Allow use of the directives controlling document types (AddEncoding, AddLanguage, AddType, DefaultType, ErrorDocument, LanguagePriority, etc.). (Default: Off)
fr_fr: Permet l&#39;utilisation des directives qui contrôlent les types de documents (AddEncoding, AddLanguage, AddType, DefaultType, ErrorDocument, LanguagePriority, etc.) (Par défaut: Off)

# AllowOverride_IndexesField
source: Indexes
fr_fr: Index

# AllowOverride_IndexesField_help
source: Allow use of the directives controlling directory indexing (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, etc.). (Default: On)
fr_fr: Permet l&#39;utilisation des directives qui contrôlent l&#39;indexation (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, etc.) (Activée par défaut)

# AllowOverride_LimitField
source: Limit
fr_fr: Limite

# AllowOverride_LimitField_help
source: Allow use of the directives controlling host access (Allow, Deny and Order). (Default: On)
fr_fr: Permet l&#39;utilisation des directives qui contrôlent l&#39;accès hôte (Allow, Deny et Order). (Activée par défaut)

# AllowOverride_OptionsField
source: Options
fr_fr: Options d&#39;

# AllowOverride_OptionsField_help
source: Allow use of the directives controlling specific directory features (Options and XBitHack). (Default: Off)
fr_fr: Permet l&#39;utilisation des directives contrôlant les fonctionnalités spécifiques d&#39;un répertoire (Options et XBitHack). (Par défaut: Off)

# DIVIDER_TOP
source: General Apache configuration:
fr_fr: Configuration générale Apache:

# DIVIDER_EXPLANATION
source: Apache features for virtual site directories:
fr_fr: Caractéristiques Apache pour les répertoires de sites virtuels:

# BlueOnyx_Info_Text
source: A section in /etc/httpd/conf.d/blueonyx.conf defines which 'Options' and 'AllowOverride' features are allowed for the directory (/home/.sites/) in which all virtual sites reside. This restricts usage of .htaccess files and other things. These can be changed below.
fr_fr: Une section dans /etc/httpd/conf.d/blueonyx.conf définit les «Options» et des fonctions «AllowOverride» sont autorisés pour le répertoire (/home/.sites/) dans lequel tous les sites virtuels résident. Ceci limite l&#39;utilisation des fichiers. Htaccess et d&#39;autres choses. Ceux-ci peuvent être modifiés ci-dessous.

# PHP_enabled
source: Enable PHP Scripting
fr_fr: Activer PHP Scripting

# PHP_enabled_help
source: Enable the use of PHP scripts.
fr_fr: Permettre l&#39;utilisation de scripts PHP.

source: Enable suPHP
fr_fr: Activer suPHP

# enableSuPHP_help
source: Enable the use of suPHP so that PHP scripts run with the UID of their owner. Be sure to configure a siteAdmin as owner of your /web folder through the 'Web Ownership' menu! PLEASE NOTE: If suPHP is enabled, user owned webs are no longer supported and that feature will get turned off.
fr_fr: Permettre l&#39;utilisation de suPHP de sorte que les scripts PHP s&#39;exécutent avec l&#39;UID de leur propriétaire. Assurez-vous de configurer un Siteadmin en tant que propriétaire de votre dossier /web via le menu &quot;Propriété Web»! S&#39;IL VOUS PLAÎT NOTE: Si suPHP est activée, l&#39;utilisateur appartenant toiles ne sont plus pris en charge et cette fonctionnalité sera être éteinte.

source: Disabled
fr_fr: Désactivé
