Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-backupcontrol.mod/locale/*/backupcontrol.po
Languages: da_dk, de_de, it_it, nl_nl

# description
source: Click here to control the Server Desktop operating mode.
da_dk: Klik her for at kontrollere Serverskrivebordets operationstilstand.
de_de: Hier klicken, um den Serverdesktop zu konfigurieren.
it_it: Clicca qui per controllare la modalità di funzionamento Server Desktop.
nl_nl: Klik hier om de Server Desktop modus te controleren.

# desktop_control_settings
source: [[base-backupcontrol.desktop_control]] Control
da_dk: [[base-backupcontrol.desktop_control]] Kontroller
de_de: [[base-backupcontrol.desktop_control]] Modus
it_it: [[base-backupcontrol.desktop_control]] Controllo
nl_nl: [[base-backupcontrol.desktop_control]] Controle

# lock_desktop
source: Lock Server Desktop
da_dk: Lås Serverskrivebord
de_de: Server Desktop Abschließen
it_it: Blocco Server Desktop

# lock_desktop_failed
source: Failed to change the state of the [[base-backupcontrol.desktop_control]]
da_dk: Fejl! Kunne ikke ændre status for [[base-backupcontrol.desktop_control]].
de_de: Der Status des[[base-backupcontrol.desktop_control]] konnte nicht geändert werden
it_it: Riuscito a cambiare lo stato della [[base-backupcontrol.desktop_control]]
nl_nl: Mislukt om de toestand van de [[base-backupcontrol.desktop_control]] wijzigen

# lock_desktop_help
source: This option gives the ability to make the administrative user interface (Server Desktop) read-only.
da_dk: Denne indstilling giver mulighed for at skrivebeskytte [[base-backupcontrol.desktop_control]]et.
de_de: Diese Option ermöglicht es, das administrative Benutzerinterface (Server Desktop) abzuschließen, so dass keine weiteren Änderungen mehr möglich sind.
it_it: Questa opzione dà la possibilità di rendere l'interfaccia utente amministrativa (Server Desktop) di sola lettura.
nl_nl: Deze optie geeft de mogelijkheid om de administratieve gebruikersinterface (Server Desktop) alleen-lezen.

# lock_failed
source: Locking the [[base-backupcontrol.desktop_control]] failed.
da_dk: [[base-backupcontrol.desktop_control]]et kunne ikke skrivebeskyttes.
de_de: Das Abschließen des [[base-backupcontrol.desktop_control]] hat nicht funktioniert.
it_it: Blocco del [[base-backupcontrol.desktop_control]] non riuscita.
nl_nl: De [[base-backupcontrol.desktop_control]] vergrendeling mislukt.

# locked
source: The Server Desktop was locked by a server administrator.
da_dk: [[base-backupcontrol.desktop_control]]et er gjort skrivebeskyttet af serveradministratoren.
de_de: Der Server Desktop wurde vom Server Administrator abgeschlossen und damit gesperrt.
it_it: Il Desktop Server è stato bloccato da un amministratore del server.
nl_nl: De Server Desktop werd opgesloten door een serverbeheerder.

# unlock_failed
source: Unlocking the [[base-backupcontrol.desktop_control]] failed.
da_dk: Det lykkedes ikke at låse [[base-backupcontrol.desktop_control]]et op.
de_de: Das Aufschließen des [[base-backupcontrol.desktop_control]] hat nicht funktioniert.
it_it: Sblocco del [[base-backupcontrol.desktop_control]] non riuscita.
nl_nl: Ontsluiting van het [[base-backupcontrol.desktop_control]] mislukt.

# cap_serverServerDesktop
source: Server Desktop Settings
da_dk: Server Desktop-indstillinger
de_de: Server Desktop-Einstellungen
it_it: Impostazioni del Desktop Server

# GUIaccessType
source: GUI access protocols
de_de: GUI-Pprotokolle
it_it: Protocolli di accesso GUI
nl_nl: GUI toegang protocollen

# GUIaccessType_help
source: This defines which protocols are allowed to access the GUI. If you want to allow both HTTP and HTTPS access, then set it to '[[base-backupcontrol.BOTH]]'. To allow only HTTPS access, set it to '[[base-backupcontrol.HTTPS]]'. Or you can configure it to '[[base-backupcontrol.HTTP]]' as only allowed protocol, which is a bad idea. Recommended: '[[base-backupcontrol.HTTPS]]'. Default: '[[base-backupcontrol.BOTH]]'
de_de: Hier können Sie festlegen, welche Protokolle die GUI unterstützt. Wenn Sie sowohl HTTP als auch HTTPS-Zugriff erlauben wollen, dann wählen Sie '[[base-backupcontrol.BOTH]]'. Um nur HTTPS-Zugriffe auf die GUI zu erlauben, wählen Sie '[[base-backupcontrol.HTTPS]]'. Alternativ können Sie auch '[[base-backupcontrol.HTTP]]' als einziges erlaubtes Protokoll definieren. Empfohlen: '[[base-backupcontrol.HTTPS]]'. Standard-Einstellung: '[[base-backupcontrol.BOTH]]'
it_it: Questo definisce quali sono autorizzati i protocolli per accedere alla GUI. Se si desidera consentire HTTP e HTTPS accesso, quindi impostarlo su '[[base-backupcontrol.BOTH]]'. Per consentire solo l'accesso HTTPS, impostare su '[[base-backupcontrol.HTTPS]]'. In alternativa, è possibile configurarlo per quanto consentito solo il protocollo '[[base-backupcontrol.HTTP]]', che è una cattiva idea. Consigliato: '[[base-backupcontrol.HTTPS]]'. Predefinito: '[[base-backupcontrol.BOTH]]'
nl_nl: Dit bepaalt welke protocollen worden toegestaan ​​om toegang tot de GUI. Als u wilt zowel HTTP- en HTTPS-toegang mogelijk te maken, zet het dan op '[[base-backupcontrol.BOTH]]'. Alleen HTTPS-toegang toe te staan, zet deze op '[[base-backupcontrol.HTTPS]]'. Of u kunt het configureren om '[[base-backupcontrol.HTTP]]' als alleen toegestaan ​​protocol, dat is een slecht idee. Aanbevolen: '[[base-backupcontrol.HTTPS]]'. Standaard: '[[base-backupcontrol.BOTH]]'

# GUIredirects
source: Redirect to Server-Name
de_de: Auf Server-Name umleiten
it_it: Redirect a server-Name
nl_nl: Omleiden naar Server-Naam

# GUIredirects_help
source: The Apache Webserver that the GUI runs on (AdmServ) has a separate SSL certificate. If you want to force all GUI logins to be redirected to https://server-name/login, then tick this checkbox.
de_de: Der Apache Webserver auf dem die GUI läuft (admserv) verfügt über ein separates SSL-Zertifikat, welches unabhängig von den Zertifikaten einzelner virtueller Sites ist. Greift jemand mittels https://www.site.com:81/login auf die GUI zu, so wird der Browser eine Warnung anzeigen, dass das Zertifikat des GUI-Webservers nicht zu dem Namen der Domäne passt. Um dies zu verhinden, können Sie hier einen Haken setzen. Dann werden alle Zugriffe auf die GUI zum Host- und Domänen-Namen des Servers umgeleitet. BITTE BEACHTEN SIE: Verwenden Sie diese nur, wenn Sie für den Host- und Domänen-Namen des Servers gültige DNS-Einträge haben. Ansonsten ist die GUI unter Umständen nicht mehr zu erreichen.
it_it: Il server web Apache che l'interfaccia grafica gira su (AdmServ) ha un certificato SSL separato. Se qualcuno accede alla GUI HTTPS tramite il nome di dominio di un sito virtuale (esempio: https://www.site.com:81/login), quindi il browser mostrerà un avviso che il certificato SSL del server non corrisponde al nome di dominio . Per evitare questo è possibile controllare la casella e tutto HTTPS accessi alla GUI verrà reindirizzato al nome di dominio completo del server. ATTENZIONE: Utilizzare solo questo se i server Fully Qualified Domain Name ha un record DNS valido, o la GUI potrebbe diventare irraggiungibile.
nl_nl: De Apache Webserver dat de GUI draait op (AdmServ) heeft een apart SSL certificaat. Als iemand toegang heeft tot de GUI van HTTPS via de domeinnaam van een virtuele website (voorbeeld: https://www.site.com:81/login), dan is de browser zal een waarschuwing laten zien dat het SSL-certificaat van de server komt niet overeen met de domeinnaam . Om dit te voorkomen kunt u het vakje en alle HTTPS toegangen tot de GUI zal worden doorgestuurd naar de volledig gekwalificeerde domeinnaam van de server. LET OP: gebruik deze alleen als de servers volledig gekwalificeerde domeinnaam heeft een geldige DNS-record, of de GUI zou onbereikbaar geworden.

# BOTH
source: HTTP and HTTPS
de_de: HTTP und HTTPS
it_it: HTTP e HTTPS
nl_nl: HTTP- en HTTPS

# HTTP
source: HTTP only
de_de: nur HTTP
it_it: Solo HTTP
nl_nl: HTTP alleen

# HTTPS
source: HTTPS only
de_de: nur HTTPS
it_it: Solo HTTPS
nl_nl: HTTPS alleen

# desktop_control
source: Server Desktop
da_dk: Serverskrivebord
