Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-wizard.mod/locale/*/wizard.po
Languages: es, ja, zh_tw

# wizardLicense
source: Binary Code License Agreement
es: Acuerdo de licencia de código binario
ja: バイナリコードライセンス契約
zh_tw: 二進制碼軟體授權合約

# wizardAdmin
source: Administrator Settings
es: Configuración del administrador
ja: 管理者の設定
zh_tw: 系統管理員設定

# adminSettings
source: Administrator Settings
es: Configuración del administrador
ja: 管理者の設定
zh_tw: 系統管理員設定

# adminMessage
source: The [[base-wizard.productName]] requires an administrator to handle tasks such as adding users and groups as well as configuring settings. The user name of the administrator is admin. Enter a hard-to-guess password for the administrator. Please remember the password for future use.
es: El [[base-wizard.productName]] requiere un administrador que realice tareas tales como añadir usuarios y grupos y definir configuraciones. El nombre de usuario del administrador es admin. Escriba una contraseña difícil de adivinar para el administrador. Recuerde la contraseña para su uso en el futuro.
ja: [[base-wizard.productName]] には、ユーザやグループの追加、各種機能の設定などを行う「管理者」が必要です。管理者には「admin」というユーザ名が与えられます。管理者のユーザ名は変更できません。ここでは、管理者としてログインするために必要なパスワードを指定してください。管理者パスワードは、今後の操作に必要ですので忘れないようにしてください。また、他人に推測されにくいパスワードをお選びください。
zh_tw: [[base-wizard.productName]] 需要系統管理員處理諸如新增使用者和群組以及配置設定等作業。系統管理員的使用者名稱為 admin。請為系統管理員輸入一個很難猜測的密碼；請牢記該密碼以備將來使用。

# adminNameField
source: User Name
es: Nombre de usuario
ja: ユーザ名
zh_tw: 使用者名稱

# adminNameField_help
source: This is the name used by the system to identify the administrator and is not changeable.
es: Identificación del administrador en el sistema, no puede modificarse.
ja: 管理者を識別するためにシステムが使う名前で、変更はできません。
zh_tw: 這是系統用來識別系統管理員的名稱，無法變更。

# passwordField
source: Password
es: Contraseña
ja: パスワード
zh_tw: 密碼

# passwordField_rule
source: The password should be between 3 and 16 characters long. A good password should contain at least 5 characters with a mix of uppercase and lowercase letters as well as numbers and punctuation. It should not spell out any words found in the dictionary. Passwords are case sensitive.
es: La contraseña debe tener entre 3 y 16 caracteres, al menos 5 caracteres con una mezcla de mayúsculas y minúsculas, números y signos de puntuación. No debe usar palabras del diccionario. Las contraseñas distinguen mayúsculas y minúsculas.
ja: パスワードには 3 〜 16 文字から成る文字列が使用できます。5 文字以上で、大文字と小文字の両方を使い、数字や特殊記号を含むパスワードの使用をお勧めします。 辞書に記載されているような単語は使用しないようにしてください。パスワード中の大文字と小文字は区別されます。
zh_tw: 密碼的長度須介於 3 到 16 個字元之間。一個好的密碼應至少包含 5 個混合大小寫字母以及數字和標點的字元。拼成的密碼不應為任何可在字典中找到的單字。密碼區分大小寫。

# passwordField_help
source: Enter the password to be used by the system to identify the administrator. [[base-wizard.passwordField_rule]]
es: Contraseña para identificar al administrador en el sistema. [[base-wizard.passwordField_rule]]
ja: 管理者であることを証明するためのパスワードを入力してください。 [[base-wizard.passwordField_rule]]
zh_tw: 請輸入系統用來識別系統管理員的密碼。 [[base-wizard.passwordField_rule]]

# passwordField_invalid
source: Sorry, you have not entered the same password in both fields. The same password is entered in both fields to protect against typing errors. Please try again.
es: La contraseña no es la misma en ambos campos. Inténtelo de nuevo.
ja: パスワードが一致しません。入力ミスを防ぐため、同じパスワードを２回入力してください。
zh_tw: 很抱歉，您並未在兩個欄位中輸入相同的密碼；在兩個欄位中輸入相同的密碼可防止鍵入錯誤；請重試。

# passwordField_empty
source: Sorry, you have not entered a value for [[base-wizard.passwordField]]. [[base-wizard.passwordField_rule]]
es: No ha especificado un valor para [[base-wizard.passwordField]]. [[base-wizard.passwordField_rule]]
ja: 管理者の[[base-wizard.passwordField]]を指定してください。 [[base-wizard.passwordField_rule]]
zh_tw: 很抱歉，您並未輸入[[base-wizard.passwordField]]的值。 [[base-wizard.passwordField_rule]]

# newPasswordField
source: New Password
es: Nueva contraseña
ja: 新しいパスワード
zh_tw: 新密碼

# newPasswordField_help
source: Enter the password to be used by the system to identify the administrator. [[base-wizard.passwordField_rule]]
es: Contraseña para identificar al administrador en el sistema. [[base-wizard.passwordField_rule]]
ja: 管理者であることを証明するためのパスワードを指定してください。 [[base-wizard.passwordField_rule]]
zh_tw: 請輸入系統用來識別系統管理員的密碼。 [[base-wizard.passwordField_rule]]

# wizardTime
source: Time Settings
es: Configuración de fecha y hora
ja: 日付と時刻の設定
zh_tw: 時間設定

source: Time Settings
es: Configuración de fecha y hora
ja: 日付と時刻の設定
zh_tw: 時間設定

# timeMessage
source: The [[base-wizard.productName]] requires the correct date and time to function properly. Please enter the current date and time as well as the proper time zone.
es: El [[base-wizard.productName]] requiere que la fecha y la hora sean correctas. Escribir fecha, hora y zona horaria correctas.
ja: [[base-wizard.productName]]が正しく機能するためには、正確な日時を設定しておく必要があります。ここでは、現在の日時と時間帯を指定します。
zh_tw: [[base-wizard.productName]] 需要正確的日期和時間才能正常運作。請輸入目前的日期和時間及適當的時區。

# dateField
source: Date and Time
es: Fecha y hora
ja: 日付と時刻
zh_tw: 日期和時間

# dateField_help
source: Set the current date.
es: Defina la fecha actual.
ja: 現在の日付と時刻を指定してください。
zh_tw: 設定今天的日期。

# timeField
source: Time
es: Hora
ja: 時刻
zh_tw: 時間

# timeField_help
source: Set the current time.
es: Defina la hora actual.
ja: 現在の時刻を指定してください。
zh_tw: 設定目前的時間。

# timeZoneField
source: Time Zone
es: Zona horaria
ja: 時間帯
zh_tw: 時區

# timeZoneField_help
source: Set the time zone where this server appliance is located.
es: Defina la zona horaria del servidor.
ja: 現在地の時間帯を指定してください。
zh_tw: 設定這部伺服器設備所在的時區。

# wizardUsers
source: User Settings
es: Configuración de usuarios
ja: ユーザの設定
zh_tw: 使用者設定

# wizardWorkgroups
source: Group Settings
es: Configuración de grupos
ja: グループの設定
zh_tw: 群組設定

# wizardNetwork
source: Network Integration
es: Integración de red
ja: ネットワークの設定
zh_tw: 網路整合

source: Network Settings
es: Configuración de red
ja: ネットワークの設定
zh_tw: 網路設定

# networkMessage
source: The [[base-wizard.productName]] can be set up to be accessible on an Intranet within your organization as well as on the Internet at large. Please enter the host name and domain name of this server appliance as well as a reachable domain server and a method of network connectivity.
es: El [[base-wizard.productName]] puede configurarse para ser accesible en una Intranet e Internet. Escriba el nombre de servidor y el nombre de dominio de este servidor, así como un servidor de dominio accesible y un método de conectividad de red.
ja: [[base-wizard.productName]] は、イントラネットのみで使うことも、インターネットへのアクセスを提供するように設定することもできます。 ここでは、このサーバのホスト名、ドメインネーム、ドメインネームサーバ、インターネットへの接続方法を指定します。
zh_tw: 您可將 [[base-wizard.productName]] 設成可從您公司內的企業網路上存取，甚至可從網際網路上存取。請輸入此伺服器設備的主機名稱和網域名稱，以及可連接的網域伺服器和網路連通方法。

# hostNameField
source: Host Name
es: Nombre de ordenador
ja: ホスト名
zh_tw: 主機名稱

# hostNameField_rule
source: Please enter only lowercase alphanumeric characters, dashes or periods. For example, www is a valid entry.
es: Sólo caracteres alfanuméricos en minúsculas, guiones o puntos. Por ejemplo, www.
ja: 半角の英小文字、数字、ハイフン、ピリオドだけが使用できます。 （指定例： www、mail、shomu-2など）
zh_tw: 請輸入只包含小寫英數、破折號或句點的字元。例如，www 就是一個有效的名稱。

# hostNameField_help
source: Enter the host name of this server appliance. The host name and the domain name combined together should uniquely identify this server appliance. [[base-wizard.hostNameField_rule]]
es: Nombre del servidor. Éste y el de dominio combinados deben ser identificación única de este servidor. [[base-wizard.hostNameField_rule]]
ja: このサーバのホスト名を指定してください。 ホスト名とドメインネームの組み合わせにより、このサーバを一意に識別する名前を付けてください。[[base-wizard.hostNameField_rule]]
zh_tw: 請輸入這部伺服器設備的主機名稱。主機名稱結合網域名稱應可唯一地識別這部伺服器設備。 [[base-wizard.hostNameField_rule]]

# domainNameField
source: Domain Name
es: Nombre de dominio
ja: ドメインネーム
zh_tw: 網域名稱

# domainNameField_rule
source: Please enter only lowercase alphanumeric characters, dashes or periods. For example, cobalt.com is a valid entry.
es: Sólo caracteres alfanuméricos en minúsculas, guiones o puntos. Por ejemplo, cobalt.com.
ja: 半角の英小文字、数字、ハイフン、ピリオドだけが使用できます。 （指定例： cobalt.co.jp、coba-q.orgなど）
zh_tw: 請輸入只包含小寫英數、破折號或句點的字元。例如，cobalt.com 就是一個有效的名稱。

# domainNameField_help
source: Enter the domain name of this server appliance. The host name and the domain name combined together should uniquely identify this server appliance. [[base-wizard.domainNameField_rule]]
es: Nombre de dominio de este servidor. El nombre de ordenador y el de dominio combinados deben ser identificación única de este servidor. [[base-wizard.domainNameField_rule]]
ja: このサーバのドメインネームを入力してください。 ホスト名とドメインネームの組み合せにより、このサーバを一意に識別する名前を付けてください。[[base-wizard.domainNameField_rule]]
zh_tw: 請輸入這部伺服器設備的網域名稱。主機名稱結合網域名稱應可唯一地識別這部伺服器設備。 [[base-wizard.domainNameField_rule]]

# dnsAddressesField
source: DNS Servers
es: Servidores DNS
ja: DNS サーバ
zh_tw: DNS 伺服器

# dnsAddressesField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry. Leaving this field empty will prevent this machine from finding other machines by hostname or domain name and will cause networking difficulties.
es: Serie de cuatro números entre 0 y 255 separados por puntos. Por ejemplo, 192.168.1.1. Con este campo vacío este equipo no encontrará otros equipos por nombre de ordenador o de dominio y producirá dificultades en la red.
ja: 0 〜 255 の 4 組の数値を、ピリオドで区切って入力してください。 （指定例： 192.168.1.1） このフィールドへの入力を省略すると、ホスト名とドメインネームを使って他のコンピュータやサーバを特定できなくなり、IPアドレスのみを使う必要が生じます。
zh_tw: 請輸入四個介於 0 到 255 之間的數字序列，以點號分隔。例如，192.168.1.1 就是有效的數字。這個欄位若是留白，將會使這部機器無法按主機名稱或網域名稱尋找他部機器，並將導致網路功能窒礙難行。

# dnsAddressesField_help
source: Enter the IP address or addresses of your local domain name server or servers, one address per line. A domain name server translates host names and domain names into IP addresses and vice-versa. [[base-wizard.dnsAddressesField_rule]]
es: Dirección o direcciones IP de su servidor/es DNS locales (una dirección por línea). Dicho servidor traduce nombres de ordenador y de dominio a direcciones IP, y viceversa. [[base-wizard.dnsAddressesField_rule]]
ja: ローカルネットワーク上にあるのドメインネームサーバの IP アドレスを入力してください。複数ある場合には、改行してください。ドメインネームサーバは、文字で記述される「ホスト名＋ドメインネーム」と、数字で記述される「IP アドレス」との関連付け（正引き、逆引き）を行います。 [[base-wizard.dnsAddressesField_rule]]
zh_tw: 請輸入您區域網域名稱伺服器的 IP 位址（每行一個位址） 。網域名稱伺服器會將主機名稱和網域名稱轉換成 IP 位址，反之亦然。 [[base-wizard.dnsAddressesField_rule]]

# dnsAddressesField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value in [[base-wizard.dnsAddressesField]]. [[base-wizard.dnsAddressesField_rule]]
es: [[VAR.invalidValue]] no es un valor válido para [[base-wizard.dnsAddressesField]]. [[base-wizard.dnsAddressesField_rule]]
ja: [[VAR.invalidValue]] は、[[base-wizard.dnsAddressesField]] には指定できません。[[base-wizard.dnsAddressesField_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的 [[base-wizard.dnsAddressesField]]值。 [[base-wizard.dnsAddressesField_rule]]

# internetField
source: Internet Connection
es: Conexión a Internet
ja: インターネットへの接続方法
zh_tw: 連接網際網路

# internetField_help
source: Select the type of Internet connection which will be used with this server appliance.
es: Tipo de conexión a Internet que utilizará con este servidor.
ja: このサーバをインターネットに接続する場合、その接続方法を選択してください。
zh_tw: 請選取此伺服器設備的網際網路連接類型。

# none
source: None or Intranet Use Only
es: Ninguna o sólo uso de Intranet
ja: 接続しない（イントラネットのみ）
zh_tw: 無或只限企業網路使用

# broadband
source: Cable Modem or DSL
es: Módem de cable o DSL
ja: ケーブルモデムまたはDSL
zh_tw: 纜線數據機或 DSL

# lan
source: Gateway on Local Area Network (LAN)
es: Puerta de enlace en red de área local (LAN)
ja: LANのゲートウェイ
zh_tw: 區域網路 (LAN) 上的閘道

# narrowband
source: Analog Modem or ISDN
es: Módem analógico o RDSI
ja: アナログモデムまたはISDN
zh_tw: 類比數據機或 ISDN

# wizardBroadband
source: Broadband Settings
es: Configuración de banda ancha
ja: ブロードバンドの設定
zh_tw: 設定寬頻

source: Broadband Settings
es: Configuración de banda ancha
ja: ブロードバンドの設定
zh_tw: 設定寬頻

# broadbandMessage
source: Your Cable Modem or DSL Connection should be connected to the secondary interface of the [[base-wizard.productName]]. Please enter the appropriate configuration settings given to you by your Internet Service Provider.
es: Su conexión de módem de cable o DSL debe estar conectada a la interfaz secundaria del [[base-wizard.productName]]. Especifique los valores de configuración apropiados que le haya facilitado su proveedor de Internet.
ja: ケーブルモデムまたは DSL モデムは、[[base-wizard.productName]]のセカンダリインターフェイスに接続してください。 以下のフィールドには、インターネットサービスプロバイダから入手したネットワーク設定情報を入力してください。
zh_tw: 您的「纜線數據機」或「DSL 連接」應連接到 [[base-wizard.productName]] 的次要介面。請輸入您的「網際網路服務供應商 (ISP)」提供給您的適當配置設定。

# networkField
source: Secondary Interface
es: Interfaz secundaria
ja: セカンダリインターフェイスの設定
zh_tw: 次要介面

# networkField_help
source: Select the appropriate networking configuration for the secondary interface of this server appliance. Your Internet Service Provider should provide you with the information needed to complete this step.
es: Configuración de red apropiada para la interfaz secundaria de este servidor. Su proveedor de Internet debe proporcionarle la información para este paso.
ja: ここで指定する情報に基づき、このサーバのセカンダリインターフェイスが設定されます。 入力する情報は、ご利用のインターネットサービスプロバイダ （ISP） から入手してください。
zh_tw: 請為此伺服器設備的次要介面選取適當的網路功能配置。您的「網際網路服務供應商 (ISP)」應會提供您完成此步驟所需的資訊。

# dhcp
source: Obtain Automatically Using Dynamic Host Configuration Protocol (DHCP)
es: Obtener automáticamente utilizando el protocolo DHCP
ja: DHCPを参照
zh_tw: 使用動態主機配置通信協定 (DHCP) 自動取得

# dhcpHostNameField
source: Client Host Name
es: Nombre de host del cliente
ja: クライアントのホスト名
zh_tw: 從屬站主機名稱

# dhcpHostNameField_rule
source: Please enter only lowercase alphanumeric characters, dashes or periods. For example, www is a valid entry.
es: Sólo caracteres alfanuméricos en minúsculas, guiones o puntos. Por ejemplo, www.
ja: 半角の英小文字、ハイフン、ピリオドだけが使用できます。（指定例： www）
zh_tw: 請輸入只包含小寫英數、破折號或句點的字元。例如，www 就是一個有效的名稱。

# dhcpHostNameField_help
source: Enter the host name that identifies this server as a Dynamic Host Configuration Protocol (DHCP) client. [[base-wizard.dhcpHostNameField_rule]]
es: Nombre del servidor como cliente DHCP. [[base-wizard.dhcpHostNameField_rule]]
ja: このサーバをDHCP （Dynamic Host Configuration Protocol） クライアントとして識別するためのホスト名を入力してください。[[base-wizard.dhcpHostNameField_rule]]
zh_tw: 請輸入識別此伺服器為「動態主機配置通信協定 (DHCP)」從屬站的主機名稱。 [[base-wizard.dhcpHostNameField_rule]]

# dhcpClientIdField
source: Client Identifier
es: Identificador del cliente
ja: クライアントの識別子
zh_tw: 從屬站 ID

# dhcpClientIdField_help
source: Enter the identification string that identifies this server as a Dynamic Host Configuration Protocol (DHCP) client.
es: Cadena de identificación de este servidor como cliente DHCP.
ja: このサーバをDHCP （Dynamic Host Configuration Protocol） クライアントとして識別するための識別ストリングを入力してください。
zh_tw: 請輸入識別此伺服器為「動態主機配置通信協定 (DHCP)」從屬站的識別字串。

# pppoe
source: Obtain Automatically Using Point-to-Point Protocol Over Ethernet (PPPoE)
es: Asignación automática por protocolo PPPoE
ja: PPPoEを参照
zh_tw: 使用乙太網路上的點對點通信協定 (PPPoE) 自動取得

# pppUserNameField
source: User Name
es: Nombre de usuario
ja: ユーザ名
zh_tw: 使用者名稱

# pppUserNameField_help
source: Enter the user name used to login to your Internet Service Provider.
es: Nombre de usuario para iniciar una sesión en su proveedor de Internet.
ja: インターネットサービスプロバイダ （ISP） のアカウントへログインするために必要なユーザ名を入力してください。
zh_tw: 請輸入用來登入您「網際網路服務供應商 (ISP)」的使用者名稱。

# pppPasswordField
source: Password
es: Contraseña
ja: パスワード
zh_tw: 密碼

# pppPasswordField_help
source: Sorry, you have not entered a value for [[base-wizard.pppPasswordField]].
es: Contraseña para iniciar una sesión en su proveedor de Internet.
ja: インターネットサービスプロバイダ （ISP） のアカウントへログインするために必要なパスワードを入力してください。
zh_tw: 請輸入用來登入您「網際網路服務供應商 (ISP)」的密碼。

# static
source: Specify Manually
es: Especificar manualmente
ja: 手動で設定
zh_tw: 手動指定

# ipAddressField
source: IP Address
es: Dirección IP
ja: IP アドレス
zh_tw: IP 位址

# ipAddressField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
es: Serie de cuatro números entre 0 y 255 separados por puntos. Por ejemplo, 192.168.1.1.
ja: 0 〜 255 の 4 組の数値を、ピリオドで区切って入力してください。 （指定例： 192.168.1.1）
zh_tw: 請輸入四個介於 0 到 255 之間的數字序列，以點號分隔。例如，192.168.1.1 就是有效的數字。

# ipAddressField_help
source: Enter the IP address of the secondary interface, which is typically connected to the Internet side. If you are using only one network interface connection to the server appliance, use the primary interface and leave the secondary interface empty. [[base-wizard.ipAddressField_rule]]
es: Dirección IP de la interfaz secundaria, conectada al lado de Internet. Con una conexión de red al servidor, utilice la interfaz principal y deje vacía la secundaria. [[base-wizard.ipAddressField_rule]]
ja: 通常は、セカンダリインターフェイスをインターネットに、プライマリインターフェイスをイントラネットに接続します。その場合、ここにセカンダリインターフェイスの IP アドレスを入力してください。ネットワークインターフェイスが 1 つしかない場合には、プライマリインターフェイスに接続し、セカンダリインターフェイスは空けたまま残してください。[[base-wizard.ipAddressField_rule]]
zh_tw: 請輸入次要介面的 IP 位址，該介面通常是連接到網際網路端。如果您只使用一個網路介面連接伺服器設備，請使用主要介面，而保留次要介面空白。 [[base-wizard.ipAddressField_rule]]

# netMaskField
source: Subnet Mask
es: Máscara de subred
ja: サブネットマスク
zh_tw: 子網路遮罩

# netMaskField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 255.255.255.0 is a valid entry.
es: Serie de cuatro números entre 0 y 255 separados por puntos. Por ejemplo, 255.255.255.0.
ja: 0 〜 255 の 4 組の数値を、ピリオドで区切って入力してください。 （指定例： 255.255.255.0）
zh_tw: 請輸入四個介於 0 到 255 之間的數字序列，以點號分隔。例如，255.255.255.0 就是有效的數字。

# netMaskField_help
source: Enter the network mask of the primary interface. If you are using only one network interface connection to the server appliance, use the primary interface and leave the secondary interface empty. [[base-wizard.netMaskField_rule]]
es: Máscara de red de la interfaz principal. Con una conexión de red al servidor, utilice la interfaz principal y deje vacía la secundaria. [[base-wizard.netMaskField_rule]]
ja: プライマリインターフェイスのネットワークマスクを入力してください。ネットワークインターフェイスが 1 つしかない場合には、プライマリインターフェイスに接続し、セカンダリインターフェイスは空けたまま残してください。[[base-wizard.netMaskField_rule]]
zh_tw: 請輸入主要介面的網路遮罩。如果您只使用一個網路介面連接伺服器設備，請使用主要介面，而保留次要介面空白。 [[base-wizard.netMaskField_rule]]

# gatewayField
source: Gateway
es: Puerta de enlace
ja: ゲートウェイ
zh_tw: 閘道

# gatewayField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
es: Serie de cuatro números entre 0 y 255 separados por puntos. Por ejemplo, 192.168.1.1.
ja: 0 〜 255 の 4 組の数値を、ピリオドで区切って入力してください。 （指定例： 192.168.1.1）
zh_tw: 請輸入四個介於 0 到 255 之間的數字序列，以點號分隔。例如，192.168.1.1 就是有效的數字。

# gatewayField_help
source: Enter the IP address of your local network gateway. A network gateway, sometimes referred to as a router, allows you to connect to the world outside of your local network area. [[base-wizard.gatewayField_rule]]
es: Dirección IP de su puerta de enlace de red local o encaminador, que permite conectarse fuera de su área de red local. [[base-wizard.gatewayField_rule]]
ja: ローカルネットワーク上のゲートウェイの IP アドレスを入力してください。 ゲートウェイ（「ルータ」とも呼ばれる）とは、ローカルネットワークの外部へのアクセスを提供するマシンです。[[base-wizard.gatewayField_rule]]
zh_tw: 請輸入您區域網路閘道的 IP 位址。網路閘道有時又稱為路由器，可讓您連接區域網路以外的世界。 [[base-wizard.gatewayField_rule]]

source: Secondary Interface
es: Interfaz secundaria
ja: セカンダリインターフェイス
zh_tw: 次要介面

# ipAddressField2
source: IP Address
es: Dirección IP
ja: IP アドレス
zh_tw: IP 位址

# ipAddressField2_help
source: Enter the IP address of the secondary interface, which is typically connected to the Internet side. If you are using only one network interface connection to the server appliance, use the primary interface and leave the secondary interface empty. [[base-network.ipAddressField1_rule]]
es: Dirección IP de la interfaz secundaria, conectada al lado de Internet. Con una conexión de interfaz de red al servidor, utilice la interfaz principal y deje vacía la secundaria. [[base-network.ipAddressField1_rule]]
ja: 通常は、セカンダリインターフェイスをインターネットに、プライマリインターフェイスをイントラネットに接続します。その場合、ここにセカンダリインターフェイスの IP アドレスを入力してください。ネットワークインターフェイスが 1 つしかない場合には、プライマリインターフェイスに接続し、セカンダリインターフェイスは空けたまま残してください。[[base-network.ipAddressField1_rule]]
zh_tw: 請輸入次要介面的 IP 位址，該介面通常是連接到網際網路端。如果您只使用一個網路介面連接伺服器設備，請使用主要介面，而保留次要介面空白。 [[base-network.ipAddressField1_rule]]

# ipAddressNetMaskMismatch
source: Both the IP Address and IP Network Mask fields must either be filled in together or left empty together.
es: Ambos campos Dirección IP y Máscara de red IP deben completarse o dejarse en blanco.
ja: 「IP アドレス」フィールドと「サブネットマスク」フィールドは、両方とも入力するか、両方とも空欄のまま残すか、のどちらかにする必要があります。
zh_tw: 「IP 位址」和「IP 網路遮罩」兩個欄位必須都填寫或是都保留空白。

# netMaskField2_help
source: Enter the network mask of the secondary interface. If you are using only one network interface connection to the server appliance, use the primary interface and leave the secondary interface empty. [[base-network.netMaskField1_rule]]
es: Máscara de red de la interfaz secundaria. Con una conexión de interfaz de red al servidor, utilice la interfaz principal y deje vacía la secundaria. [[base-network.netMaskField1_rule]]
ja: セカンダリインターフェイスのネットワークマスクを入力してください。ネットワークインターフェイスが 1 つしかない場合には、プライマリインターフェイスに接続し、セカンダリインターフェイスは空けたまま残してください。[[base-network.netMaskField1_rule]]
zh_tw: 請輸入次要介面的網路遮罩。如果您只使用一個網路介面連接伺服器設備，請使用主要介面，而保留次要介面空白。 [[base-network.netMaskField1_rule]]

# macAddressField
source: MAC Address
es: Dirección MAC
ja: MAC アドレス
zh_tw: MAC 位址

# macAddressField_help
source: The Media Access Control (MAC) address is the hardware address of the network interface card. This hardware address is a unique identifier and cannot be changed after manufacture.
es: La dirección de control de acceso a medios (MAC) es la dirección de la tarjeta de red, esta identificación es única e inmodificable.
ja: MAC (Media Access Control) アドレスは、各ネットワークインターフェイスカードに固有のハードウェアアドレスで、このハードウェアを一意に識別します。出荷時に設定され、変更はできません。
zh_tw: 「媒體存取控制 (MAC)」位址是網路介面卡的硬體位址。這個硬體位址是唯一的 ID，自製造後即不可再更改。

# wizardLan
source: Local Area Network (LAN) Settings
es: Configuración de la red de área local (LAN)
ja: LAN （ローカルエリアネットワーク）の設定
zh_tw: 區域網路 (LAN) 設定

# lanMessage
source: Enter the default gateway for this server appliance. If the gateway is on the network connected to the secondary interface, enter the information of the interface as well.
es: Puerta de enlace predeterminada para este servidor. Si está en la red conectada a la interfaz secundaria, especifique también la información de la interfaz.
ja: このサーバがデフォルトで使うゲートウェイを指定してください。 ゲートウェイがセカンダリインターフェイスに接続されているネットワーク上にある場合には、セカンダリインターフェイスのIPアドレスとネットマスクも入力してください。
zh_tw: 請輸入此伺服器設備的預設閘道。如果該閘道是在連接次要介面的網路上，也請輸入該介面的資訊。

# lanSettings
source: Local Area Network (LAN) Settings
es: Configuración de la red de área local (LAN)
ja: LAN （ローカルエリアネットワーク）の設定
zh_tw: 區域網路 (LAN) 設定

# wizardModem
source: Modem Settings
es: Configuración del módem
ja: アナログ／ISDNモデムの設定
zh_tw: 數據機設定

# modemMessage
source: Your Analog Modem or ISDN Connection should be connected the serial port interface of the [[base-wizard.productName]]. Please enter the appropriate configuration settings which you obtained from your Internet Service Provider.
es: Su conexión de módem analógico o RDSI debe estar conectada a la interfaz de puerto serie del [[base-wizard.productName]]. Especifique los valores de configuración apropiados que le haya facilitado su proveedor de Internet.
ja: アナログモデムまたは ISDN モデムは、[[base-wizard.productName]]のシリアルポートに接続してください。以下のフィールドには、インターネットサービスプロバイダから入手したネットワーク設定情報を入力してください。
zh_tw: 您的「類比式數據機」或「ISDN 連接」應連接到 [[base-wizard.productName]] 的序列埠介面。請輸入您自「網際網路服務供應商 (ISP)」取得的適當配置設定。

source: Modem Settings
es: Configuración del módem
ja: モデムの設定
zh_tw: 數據機設定

# connModeField
source: Connection Mode
es: Modo de conexión
ja: 接続モード
zh_tw: 連接模式

# connModeField_help
source: Select whether the modem connection should be established only when necessary for an outgoing connection, should always be established, or should never be established.
es: Módem conectado siempre, nunca o sólo en caso necesario.
ja: モデムの接続形式を、外部への接続が必要なときにだけダイヤルアップ接続を行う、常時接続を維持する、全く接続しない、の中から選んでください。
zh_tw: 請選取是否只在有必要對外連接時建立數據機連接、一律建立連接，或是不要建立連接。
