Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-wizard.mod/locale/*/wizard.po
Languages: es, ja, zh_tw

# demand
source: Connection On Demand Only
es: Conexión sólo a petición
ja: 必要時のみ接続
zh_tw: 僅在必要時連接

# on
source: Connection Always On
es: Conexión siempre activada
ja: 常時接続
zh_tw: 一律保持連接

# off
source: Connection Always Off
es: Conexión siempre desactivada
ja: 接続しない
zh_tw: 一律不要連接

# userNameField
source: Dial-Up Account User Name
es: Nombre de usuario de la cuenta de acceso telefónico
ja: ユーザ名
zh_tw: 撥接帳戶使用者名稱

# userNameField_help
source: Enter the user name of the dial-up account used to login to your Internet Service Provider.
es: Nombre de usuario de la cuenta de acceso telefónico para iniciar una sesión en su proveedor de Internet.
ja: インターネットサービスプロバイダ（ISP）のダイヤルアップアカウントへログインするために必要なユーザ名を入力してください。
zh_tw: 請輸入登入您「網際網路服務供應商 (ISP)」之撥接帳戶的使用者名稱。

# userNameField_empty
source: Sorry, you have not entered a value for [[base-wizard.userNameField]]. [[base-wizard.userNameField_help]]
es: No ha especificado un valor para [[base-wizard.userNameField]]. [[base-wizard.userNameField_help]]
ja: [[base-wizard.userNameField]]を指定してください。[[base-wizard.userNameField_help]]
zh_tw: 很抱歉，您並未輸入[[base-wizard.userNameField]]的值。 [[base-wizard.userNameField_help]]

# modemPasswordField
source: Dial-Up Account Password
es: Contraseña de la cuenta de acceso telefónico
ja: パスワード
zh_tw: 撥接帳戶密碼

# modemPasswordField_help
source: Enter the password of the dial-up account used to login to the your Internet Service Provider.
es: Contraseña de la cuenta de acceso telefónico para iniciar una sesión en su proveedor de Internet.
ja: インターネットサービスプロバイダ（ISP）のダイヤルアップアカウントへログインするために必要なパスワードを入力してください。
zh_tw: 請輸入登入您「網際網路服務供應商 (ISP)」之撥接帳戶的密碼。

# modemPasswordField_empty
source: Sorry, you have not entered a value for [[base-wizard.modemPasswordField]]. Please enter the password of the dial-up account used to login to the your Internet Service Provider.
es: No ha especificado un valor para [[base-wizard.modemPasswordField]]. Escriba la contraseña de la cuenta de acceso telefónico para iniciar una sesión en su proveedor de Internet.
ja: [[base-wizard.modemPasswordField]]は省略できません。インターネットサービスプロバイダ（ISP）のダイヤルアップアカウントへログインするために必要なパスワードを入力してください。
zh_tw: 很抱歉，您並未輸入[[base-wizard.modemPasswordField]]的值；請輸入用來登入您「網際網路服務供應商 (ISP)」之撥接帳戶的密碼。

# modemPasswordField_invalid
source: Sorry, you have not entered the same password in both fields. The same password is entered in both fields to protect against typing errors. Please try again.
es: La contraseña no es la misma en ambos campos. Inténtelo de nuevo.
ja: 異なるパスワードが入力されました。入力ミスを防ぐため、同じパスワードを２回入力してください。もう一度お試しください。
zh_tw: 很抱歉，您並未在兩個欄位中輸入相同的密碼；在兩個欄位中輸入相同的密碼可防止鍵入錯誤；請重試。

# modemPhoneField
source: Dial-Up Phone Number
es: Número de teléfono de acceso telefónico
ja: ダイヤルアップ接続先の電話番号
zh_tw: 撥接電話號碼

# modemPhoneField_help
source: Enter the phone number used to dial-up your Internet Service Provider.
es: Escriba el número de teléfono para el acceso telefónico a su proveedor de Internet.
ja: インターネットサービスプロバイダ（ISP）へのダイヤルアップ接続に使う電話番号を入力してください。
zh_tw: 請輸入用來撥接您「網際網路服務供應商 (ISP)」的電話號碼。

# initStringField
source: Modem Initialization String
es: Cadena de inicialización del módem
ja: モデム初期化ストリング
zh_tw: 數據機起始設定字串

# initStringField_help
source: Enter the modem initialization string which will be passed to the modem before dialing.
es: Cadena de inicialización del módem que se pasará al módem antes de marcar.
ja: モデム初期化ストリングを入力してください。モデム初期化ストリングは、ダイヤル開始前にモデムに渡されます。
zh_tw: 請輸入數據機起始設定字串，該字串將在撥接前傳遞到數據機。

# initStringField_empty
source: You have not entered a value for [[base-wizard.initStringField]]. You must enter an initialization string or your server will not be able to use your modem. If you do not know your modem's default initialization string, try entering 'ATZ' or consult your modem documentation.
es: No ha especificado un valor para [[base-wizard.initStringField]]. Debe especificar una cadena de inicialización para que su servidor utilice su módem. Si no sabe cuál es la cadena predeterminada, escriba 'ATZ' o consulte la documentación del módem.
ja: [[base-wizard.initStringField]]は省略できません。モデム初期化ストリングを指定しないと、サーバがモデムを使用できません。デフォルトのモデム初期化ストリングが不明の場合には、「ATZ」と入力するか、ご使用のモデムに付属のマニュアルをご参照ください。
zh_tw: 您並未輸入[[base-wizard.initStringField]]的值。您必須輸入起始設定字串，否則伺服器將無法使用數據機。如果您不知道數據機的預設起始設定字串，請嘗試輸入 'ATZ' 或參閱數據機文件。

# localIpField
source: Local IP Address
es: Dirección IP local
ja: ローカル IP アドレス
zh_tw: 區域 IP 位址

# localIpField_help
source: Enter the local IP address at this end of the modem connection only if one has been assigned by the your Internet Service Provider.
es: Dirección IP local sólo si su proveedor de Internet asignó una IP estática.
ja: インターネットサービスプロバイダ（ISP）からモデム接続のためのローカル IP アドレスが割り当てられている場合には、ここに入力してください。
zh_tw: 如果您的「網際網路服務供應商 (ISP)」已指定 IP 位址，請輸入數據機連接的這一端的本端 IP 位址。

# pulseField
source: Enable Pulse Dialing
es: Habilitar marcado por pulsos
ja: パルスダイヤルを使う
zh_tw: 啟用脈衝式撥接

# pulseField_help
source: Turn pulse dialing on or off. Enabling this feature will use pulse dialing instead of tone dialing. The default value is to leave pulse dialing off.
es: Activar o desactivar el marcado por pulsos. Se deja el marcado por pulsos desactivado por defecto.
ja: このボックスをチェックすると、トーン（プッシュボタン式）ダイヤルの代わりにパルス（ロータリー式）ダイヤルが使われます。 デフォルトでは、トーンダイヤルが使われます。
zh_tw: 開啟或關閉脈衝式撥接。啟用這個功能後，將使用脈衝式撥接，而非按鍵撥接。預設值為關閉脈衝式撥接。

# wizardRegistration
source: Product Registration
es: Registro del producto
ja: 製品の登録
zh_tw: 產品註冊

# registration
source: Product Registration
es: Registro del producto
ja: 製品の登録
zh_tw: 產品註冊

# regRightArrow
source: the right arrow
es: la flecha hacia la derecha
ja: 右矢印
zh_tw: 向右箭頭

# regSubmit
source: Submit
es: Enviar
ja: 送信
zh_tw: 提出

# regSubmit_help
source: Click here to register your [[base-wizard.productName]].
es: Pulse aquí para registrar su [[base-wizard.productName]].
ja: ここをクリックすると、[[base-wizard.productName]]がオンライン登録されます。
zh_tw: 按一下此處，可註冊您的 [[base-wizard.productName]]。

# regCancel
source: Register Later
es: Registrar más tarde
ja: 後で登録する
zh_tw: 稍後註冊

# regCancel_help
source: Click here to cancel registration. If you choose to cancel, you will still be able to register your [[base-wizard.productName]] later.
es: Pulse aquí para cancelar el registro. En ese caso, podrá registrar su [[base-wizard.productName]] más tarde.
ja: ここをクリックすると、製品登録をキャンセルできます。今回は登録をキャンセルしても、後で[[base-wizard.productName]]を登録できます。
zh_tw: 按一下此處，可取消註冊。如果選擇取消，您還是能夠在稍後註冊您的 [[base-wizard.productName]]。

# regTextOffline
source: You must register your [[base-wizard.productName]] with Sun Microsystems to receive technical support. Your network does not seem to be configured for electronic registration. Instead, please register your [[base-wizard.productName]] by visiting <A HREF='http://www.sun.com/service/online' TARGET='_blank'>http://www.sun.com/service/online</A> and following the links to Sun Cobalt Support. We are committed to respecting your privacy and recognize the need for appropriate protection and management of personally identifiable information you share with us. We urge you to review Sun Microsystems' privacy policy at <A HREF='http://www.sun.com/privacy' TARGET='_blank'>http://www.sun.com/privacy</A> prior to registration of your product to understand the steps we take to respect your privacy.
es: Debe registrar [[base-wizard.productName]] con Sun Microsystems para recibir asistencia técnica. Su red no parece estar configurada para registro electrónico. En su lugar, registre su [[base-wizard.productName]] visitando <A HREF='http://www.sun.com/service/online' TARGET='_blank'>http://www.sun.com/service/online</A> y siguiendo los vínculos a Sun Cobalt Support. Nuestro compromiso es respetar la privacidad y reconocer la necesidad de una gestión y protección apropiados de información de identificación personal que comparta con nosotros. Le instamos a que revise la política de privacidad de Sun Microsystems en <A HREF='http://www.sun.com/privacy' TARGET='_blank'>http://www.sun.com/privacy</A> antes de registrar el producto para comprender los pasos que seguimos para respetar su privacidad.
ja: 以下のフォームを使うと、[[base-wizard.productName]] をオンライン登録できます。テクニカルサポートを受けるためには、製品をサンマイクロシステムズ社に登録する必要があります。ご使用のネットワークの設定が、オンライン登録に対応していません。<A HREF='http://www.sun.com/service/online' TARGET='_blank'>http://www.sun.com/service/online</A> にアクセスして、リンクから Sun Cobalt サポート・サービスに移動して [[base-wizard.productName]] をご登録ください。お送りいただく情報に関する機密は、弊社のプライバシーポリシーに沿って厳重に保持致します。製品をご登録いただく前に、プライバシーポリシーの詳細について、サンマイクロシステムズ社のウェブサイト（<A HREF='http://www.sun.com/privacy' TARGET='_blank'>http://www.sun.com/privacy</A> ）をご覧ください。
zh_tw: 您必須向 Sun Microsystems 註冊您的 [[base-wizard.productName]]，才能獲得技術支援。您的網路似乎並未配置成電子式註冊。請造訪 <A HREF='http://www.sun.com/service/online' TARGET='_blank'>http://www.sun.com/service/online</A> 並遵循連到 Sun Cobalt Support 的鏈結，來註冊您的 [[base-wizard.productName]] 。對於您個人的隱私，我們絕對會尊重；對於您所分享的個人識別資訊，我們也會善盡保護及管理的義務。在您註冊產品之前，我們非常希望您能前往 <A HREF='http://www.sun.com/privacy' TARGET='_blank'>http://www.sun.com/privacy</A> 來複查 Sun Microsystems 的隱私政策，進而瞭解我們採取哪些步驟來保護及管理您的隱私。

# fullNameField
source: Full Name
es: Nombre completo
ja: ご氏名
zh_tw: 全名

# fullNameField_help
source: Enter your full name.
es: Escriba su nombre completo.
ja: ご氏名を、半角英字でご記入ください。（指定例： Yutaka Yasuda）
zh_tw: 請輸入您的全名。

# fullNameField_rule
source: Please enter any characters except colons. For example, John Doe is a valid entry.
es: Cualquier caracter excepto el signo de dos puntos. Por ejemplo, Juan García.
ja: コロンは使えません。
zh_tw: 請輸入冒號以外的任何字元。例如，John Doe 就是一個有效的字元。

# titleField
source: Job Title
es: Cargo
ja: 役職
zh_tw: 工作職稱

# titleField_help
source: Enter your job title.
es: Especifique su cargo.
ja: 役職を、半角英字でご記入ください。（例： Engineer、Network Administrator、School Teacherなど）
zh_tw: 請輸入您的工作職稱。

# companyField
source: Company Name
es: Nombre de la empresa
ja: 会社・団体名
zh_tw: 公司名稱

# companyField_help
source: Enter your company name.
es: Escriba el nombre de su empresa.
ja: 会社名、半角英字でご記入ください。（例： Cobalt Networks, Inc.、Kobe University、Cobalt User Groupなど）
zh_tw: 請輸入您的公司名稱。

# addressField
source: Full Address
es: Dirección completa
ja: 住所
zh_tw: 完整住址

# addressField_help
source: Enter your full address.
es: Escriba su dirección completa.
ja: ご住所を、半角英字でご記入ください。
zh_tw: 請輸入您的完整住址。

# countryField
source: Country
es: País
ja: 国
zh_tw: 國家

# countryField_help
source: Enter your country.
es: Especifique su país.
ja: 日本の場合には、Japan とご記入ください。
zh_tw: 請輸入您的國家。

# emailField
source: Email Address
es: Dirección de correo electrónico
ja: 電子メールアドレス
zh_tw: 電子郵件位址

# emailField_help
source: Enter your email address.
es: Escriba su dirección de correo electrónico.
ja: 電子メールアドレスをご記入ください。（例： yasuda@coba-q.org）
zh_tw: 請輸入您的電子郵件位址。

# emailField_rule
source: Please enter a valid email address in the form user@domain.com.
es: Escriba una dirección de correo electrónico válida con el formato usuario@dominio.com.
ja: 電子メールアドレスを正しい形式で入力してください。（例： yasuda@coba-q.org）
zh_tw: 請輸入 user@domain.com 格式的有效電子郵件位址。

# phoneField
source: Phone Number
es: Número de teléfono
ja: 電話番号
zh_tw: 電話號碼

# phoneField_help
source: Enter your phone number.
es: Escriba su número de teléfono.
ja: 電話番号をご記入ください。
zh_tw: 請輸入您的電話號碼。

# faxField
source: Fax Number
es: Número de fax
ja: ファックス番号
zh_tw: 傳真號碼

# faxField_help
source: Enter your fax number.
es: Escriba su número de fax.
ja: ファックス番号をご記入ください。
zh_tw: 請輸入您的傳真號碼。

# licenseHeader
source: <B>In order to Accept or Decline the terms of the Binary Code License Agreement located below, you must scroll to the end of the document.</B>
es: <B>Para aceptar o rechazar los términos del acuerdo de licencia de código binario que se muestra a continuación, debe desplazarse hasta el final del documento.</B>
ja: <B>本文書の最後までスクロールして、バイナリコードライセンス契約に「同意する」または「同意しない」か選択してください。</B>
zh_tw: <B>您必須捲動至文件末端，以「接受」或「拒絕」以下的「二進制碼軟體授權合約」條款。

# licenseClick
source: By clicking on the arrow button below you acknowledge receipt of and agreement with the terms and conditions set forth on the Warranty/Registration Card enclosed with your [[base-wizard.productName]] and with the License Agreement below.
es: Si pulsa el botón de flecha situado debajo, acusa recibo y acepta los términos y las condiciones expuestas en la Tarjeta de Garantía/Registro adjuntada con su [[base-wizard.productName]] y en el Acuerdo de la licencia expuesto a continuación.
ja: 本画面の下にある右矢印ボタンをクリックすることにより、お客様は [[base-wizard.productName]] の製品パッケージに付属の保証書／登録カードに記載されている限定保証および以下のライセンス契約を受領し、その内容に同意したものとみなします。
zh_tw: 按下面的箭頭按鈕，表示您承認接受 [[base-wizard.productName]] 隨附的「註冊/登錄卡」及以下「授權合約」上載明的合約條款。

# regText
source: You must register your [[base-wizard.productName]] with Sun Microsystems to receive technical support. To register electronically, please provide the following information and click Submit. You may also register your [[base-wizard.productName]] by visiting <A HREF='http://www.sun.com/service/online' TARGET='_blank'>http://www.sun.com/service/online</A> and following the links to Sun Cobalt Support. We are committed to respecting your privacy and recognize the need for appropriate protection and management of personally identifiable information you share with us. We urge you to review Sun Microsystems' privacy policy at <A HREF='http://www.sun.com/privacy' TARGET='_blank'>http://www.sun.com/privacy</A> prior to registration of your product to understand the steps we take to respect your privacy.
es: Debe registrar su [[base-wizard.productName]] con Sun Microsystems para recibir asistencia técnica. Para registrarse electrónicamente, proporcione la siguiente información y haga clic en el botón 'Enviar'. También puede registrar su [[base-wizard.productName]] visitando <A HREF='http://www.sun.com/service/online' TARGET='_blank'>http://www.sun.com/service/online</A> y siguiendo los vínculos de Sun Cobalt Support. Nuestro compromiso es respetar la privacidad y reconocer la necesidad de una gestión y protección apropiados de información de identificación personal que comparta con nosotros. Le instamos a que revise la política de privacidad de Sun Microsystems en <A HREF='http://www.sun.com/privacy' TARGET='_blank'>http://www.sun.com/privacy</A> antes de registrar el producto para comprender los pasos que seguimos para respetar su privacidad.
ja: 以下のフォームを使うと、[[base-wizard.productName]] をオンライン登録できます。テクニカルサポートを受けるためには、製品をサンマイクロシステムズ社に登録する必要があります。このサーバが既にインターネットへ接続されている場合には、以下の各フィールドに（英文で）ご記入の上、[[VAR.button]] ボタンをクリックしてください。または、<A HREF='http://www.sun.com/service/online' TARGET='_blank'>http://www.sun.com/service/online</A> にアクセスして、リンクから Sun Cobalt サポート・サービスに移動して [[base-wizard.productName]] をご登録ください。お送りいただく情報に関する機密は、弊社のプライバシーポリシーに沿って厳重に保持致します。製品をご登録いただく前に、プライバシーポリシーの詳細について、サンマイクロシステムズ社のウェブサイト（<A HREF='http://www.sun.com/privacy' TARGET='_blank'>http://www.sun.com/privacy</A> ）をご覧ください。
zh_tw: 您必須向 Sun Microsystems 註冊您的 [[base-wizard.productName]]，才能獲得技術支援。如要以電子方式來註冊，請提供下列的資訊，然後再按一下「提交」。 您也可以造訪 <A HREF='http://www.sun.com/service/online' TARGET='_blank'>http://www.sun.com/service/online</A> 並遵循連到 Sun Cobalt Support 的鏈結，來註冊您的 [[base-wizard.productName]]。對於您個人的隱私，我們絕對會尊重；對於您所分享的個人識別資訊，我們也會善盡保護及管理的義務。在您註冊產品之前，我們非常希望您能前往 <A HREF='http://www.sun.com/privacy' TARGET='_blank'>http://www.sun.com/privacy</A> 來複查 Sun Microsystems 的隱私政策，進而瞭解我們採取哪些步驟來保護及管理您的隱私。

# wizardLocale
source: Preferred Language
es: Idioma preferído.
ja: 表示言語
zh_tw: 偏好的語言

# localeMessage
source: Select the preferred language to be used for server administration.
es: Seleccióne el idioma preferído para administrar este servidor.
ja: サーバ管理で使用する表示言語を選択してください。
zh_tw: 選取要用於伺服器管理的偏好的語言。

# localeField
source: Select Your Preferred Language
es: Seleccione su idioma preferído.
ja: 表示言語を選択してください
zh_tw: 選取偏好的語言

# localeField_help
source: The Preferred Language is used by Active Monitor when sending email notification, the LCD console display menus, and the administrative web interface if a preferred browser language is not found.
es: El idioma preferído es usado por el Monitor Activo para la notificación por correo, por la pantalla LCD para mostrar las listas, y por el interfaz de web, si no contiene un idioma de interfaz preseleccionado.
ja: 表示言語は、電子メールの通知を送信する場合や LCD コンソールディスプレイメニューの表示など、アクティブモニタで使用されます。また、ブラウザで表示言語が設定されていない場合は、管理用ウェブインターフェイスでもこの表示言語が使用されます。
zh_tw: 在傳送電子郵件通知、LCD 主控台顯示功能表及管理 Web 介面時，如果找不到偏好的瀏覽器語言，「動態監控」會使用「偏好的語言」。

# localeSettings
source: Preferred Language
es: Idioma preferido
ja: 表示言語
zh_tw: 偏好的語言

source: Accept
es: Aceptar
ja: 同意する
zh_tw: 接受

# accept_help
source: Press Accept if you have read and agree to the terms of the license agreement and are ready to continue
es: Pulse Aceptar si ha leído y está de acuerdo con los términos del acuerdo de licencia, y está listo para continuar
ja: 本ライセンス契約書の条項を読んで同意し、操作を続行する場合は、「同意する」ボタンを押してください。
zh_tw: 如果您已閱讀且同意軟體授權合約的條款，並準備繼續，請按「接受」。

source: Decline
es: Rechazar
ja: 同意しない
zh_tw: 拒絕

# decline_help
source: If you decline the terms of the license agreement you will not be able to use the Sun Cobalt Qube 3
es: Si rechaza los términos del acuerdo de licencia, no podrá usar Sun Cobalt Qube 3
ja: 本ライセンス契約書の条項に同意されない場合は、Sun Cobalt Qube 3 を使用することはできません。
zh_tw: 如果您拒絕軟體授權合約的條款，您就無法使用 Sun Cobalt Qube 3

# declineError
source: You must press Accept to acknowledge you have read and accept the license agreement before you can continue.
es: Debe pulsar Aceptar para reconocer que ha leído y aceptado el acuerdo de licencia antes de que pueda continuar.
ja: 操作を続行する前に、ライセンス契約を読んで同意し、「同意する」ボタンを押す必要があります。
zh_tw: 在繼續之前，您必須按「接受」，確認您已閱讀並同意軟體授權合約。
