Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-wizard.mod/locale/*/wizard.po
Languages: es, ja, zh_tw

# license
source: <center>Sun Microsystems, Inc.<br><b>Binary Code License Agreement</b></center><p>READ THE TERMS OF THIS AGREEMENT AND ANY PROVIDED SUPPLEMENTAL LICENSE TERMS COLLECTIVELY "AGREEMENT") CAREFULLY BEFORE OPENING THE SOFTWARE MEDIA PACKAGE. BY OPENING THE SOFTWARE MEDIA PACKAGE, YOU AGREE TO THE TERMS OF THIS AGREEMENT. IF YOU ARE ACCESSING THE SOFTWARE ELECTRONICALLY, INDICATE YOUR ACCEPTANCE OF THESE TERMS BY SELECTING THE "ACCEPT" BUTTON AT THE END OF THIS AGREEMENT. IF YOU DO NOT AGREE TO ALL THESE TERMS, PROMPTLY RETURN THE UNUSED SOFTWARE TO YOUR PLACE OF PURCHASE FOR A REFUND OR, IF THE SOFTWARE IS ACCESSED ELECTRONICALLY, SELECT THE "DECLINE" BUTTON AT THE END OF THIS AGREEMENT.<p>1. LICENSE TO USE. Sun grants you a non-exclusive and non-transferable license for the internal use only of the accompanying software and documentation and any error corrections provided by Sun (collectively "Software"), by the number of users and the class of computer hardware for which the corresponding fee has been paid.<p>2. RESTRICTIONS Software is confidential and copyrighted. Title to Software and all associated intellectual property rights is retained by Sun and/or its licensors. Except as specifically authorized in any Supplemental License Terms, you may not make copies of Software, other than a single copy of Software for archival purposes. Unless enforcement is prohibited by applicable law, you may not modify, decompile, or reverse engineer Software. You acknowledge that Software is not designed, licensed or intended for use in the design, construction, operation or maintenance of any nuclear facility. Sun disclaims any express or implied warranty of fitness for such uses. No right, title or interest in or to any trademark, service mark, logo or trade name of Sun or its licensors is granted under this Agreement.<p>3. LIMITED WARRANTY. Sun warrants to you that for a period of ninety (90) days from the date of purchase, as evidenced by a copy of the receipt, the media on which Software is furnished (if any) will be free of defects in materials and workmanship under normal use. Except for the foregoing, Software is provided "AS IS". Your exclusive remedy and Sun's entire liability under this limited warranty will be at Sun's option to replace Software media or refund the fee paid for Software.<p>4. DISCLAIMER OF WARRANTY. UNLESS SPECIFIED IN THIS AGREEMENT, ALL EXPRESS OR IMPLIED CONDITIONS, REPRESENTATIONS AND WARRANTIES, INCLUDING ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT ARE DISCLAIMED, EXCEPT TO THE EXTENT THAT THESE DISCLAIMERS ARE HELD TO BE LEGALLY INVALID.<p>5. LIMITATION OF LIABILITY. TO THE EXTENT NOT PROHIBITED BY LAW, IN NO EVENT WILL SUN OR ITS LICENSORS BE LIABLE FOR ANY LOST REVENUE, PROFIT OR DATA, OR FOR SPECIAL, INDIRECT, CONSEQUENTIAL, INCIDENTAL OR PUNITIVE DAMAGES, HOWEVER CAUSED REGARDLESS OF THE THEORY OF LIABILITY, ARISING OUT OF OR RELATED TO THE USE OF OR INABILITY TO USE SOFTWARE, EVEN IF SUN HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. In no event will Sun's liability to you, whether in contract, tort (including negligence), or otherwise, exceed the amount paid by you for Software under this Agreement. The foregoing limitations will apply even if the above stated warranty fails of its essential purpose.<p>6. TERMINATION. This Agreement is effective until terminated. You may terminate this Agreement at any time by destroying all copies of Software. This Agreement will terminate immediately without notice from Sun if you fail to comply with any provision of this Agreement. Upon Termination, you must destroy all copies of Software.<p>7. EXPORT REGULATIONS. All Software and technical data delivered under this Agreement are subject to US export control laws and may be subject to export or import regulations in other countries. You agree to comply strictly with all such laws and regulations and acknowledge that you have the responsibility to obtain such licenses to export, re-export, or import as may be required after delivery to you.<p>8. U.S. GOVERNMENT RESTRICTED RIGHTS. If Software is being acquired by or on behalf of the U.S. Government or by a U.S. Government prime contractor or subcontractor (at any tier), then the Government's rights in Software and accompanying documentation will be only as set forth in this Agreement; this is in accordance with 48 CFR 227.7201 through 227.7202-4 (for Department of Defense (DOD) acquisitions) and with 48 CFR 2.101 and 12.212 (for non-DOD acquisitions).<p>9. GOVERNING LAW. Any action related to this Agreement will be governed by California law and controlling U.S. federal law. No choice of law rules of any jurisdiction will apply.<p>10. SEVERABILITY. If any provision of this Agreement is held to be unenforceable, this Agreement will remain in effect with the provision omitted, unless omission would frustrate the intent of the parties, in which case this Agreement will immediately terminate.<p>11. INTEGRATION. This Agreement is the entire agreement between you and Sun relating to its subject matter. It supersedes all prior or contemporaneous oral or written communications, proposals, representations and warranties and prevails over any conflicting or additional terms of any quote, order, acknowledgment, or other communication between the parties relating to its subject matter during the term of this Agreement. No modification of this Agreement will be binding, unless in writing and signed by an authorized representative of each party.<p>For inquiries please contact: Sun Microsystems, Inc. 901 San Antonio Road, Palo Alto, California 94303<br>(Form ID#011801)<p><center>Sun Microsystems, Inc.<br><b>Supplemental Terms for Sun Cobalt Qube</b></center><p>These Supplemental Terms for the Sun Cobalt Qube supplement the terms of the Binary Code License Agreement ("BCL"). Capitalized terms not defined herein shall have the meanings ascribed to them in the BCL. These Supplemental Terms will supersede any inconsistent or conflicting terms in the BCL. Use of the Software constitutes acceptance of the BCL as supplemented hereby. <p>1. THIRD PARTY LICENSE TERMS. Some portions of Software are provided with notices and/or licenses from other parties which govern the use of those portions. <p>2. ADDITIONAL USE CONDITIONS.<p>A. BlueLinQ Feature. The terms of the BCL and these Supplemental Terms shall apply to operation of the Sun Cobalt Qube's BlueLinQ feature, including without limitation:<br>i your contacting Sun;<br>ii software and information downloads from any Sun website; and<br>iii your election to distribute software and information to managed devices.<p>3. ADDITIONAL RESTRICTIONS. You may not publish or provide the results of any benchmark or comparison tests run on the Software to any third party without the prior written consent of Sun.<p>EULA-Web.806-2740-11DAA 10/17/2001 10:00 AM
es: <center>Sun Microsystems, Inc.<br><b>Contrato de licencia de código binario</b></center><p>ANTES DE ABRIR EL PAQUETE DE SOFTWARE, LEA DETENIDAMENTE LOS TÉRMINOS DEL PRESENTE CONTRATO, ASÍ COMO CUALESQUIERA DE LOS TÉRMINOS ADICIONALES DE LICENCIA PROPORCIONADOS (DENOMINADOS CONJUNTAMENTE "CONTRATO"). ABRIR EL PAQUETE DE SOFTWARE IMPLICA LA ACEPTACIÓN DE LOS TÉRMINOS DEL PRESENTE CONTRATO. SI ACCEDE DE FORMA ELECTRÓNICA AL SOFTWARE, PULSE EL BOTÓN "ACCEPT" (ACEPTAR) QUE ENCONTRARÁ AL FINAL DEL PRESENTE CONTRATO PARA EXPRESAR SU CONFORMIDAD CON DICHOS TÉRMINOS. SI NO ESTÁ DE ACUERDO CON ALGUNO DE LOS TÉRMINOS DEL PRESENTE CONTRATO, DEVUELVA INMEDIATAMENTE EL SOFTWARE SIN UTILIZAR AL ESTABLECIMIENTO EN QUE LO ADQUIRIÓ PARA OBTENER UNA DEVOLUCIÓN DEL IMPORTE ABONADO O, SI ACCEDE AL SOFTWARE DE FORMA ELECTRÓNICA, PULSE EL BOTÓN "DECLINE" (RECHAZAR) QUE ENCONTRARÁ AL FINAL DEL PRESENTE CONTRATO.<p>1. LICENCIA DE USO. Sun concede al licenciatario una licencia no exclusiva e intransferible para el uso exclusivamente interno del presente software y la documentación proporcionados, así como de cualquier corrección de errores facilitada por Sun (denominados conjuntamente "Software"), por el número de usuarios y tipo de hardware informático para los que haya abonado la cuota correspondiente.<p>2. RESTRICCIONES. El software es confidencial y se encuentra protegido por las leyes de derechos de autor (Copyright). Sun o sus licenciantes mantienen la titularidad del Software, así como todos los derechos de propiedad industrial y derechos de autor asociados. Queda prohibido realizar copias del Software, salvo en los casos en que se autorice específicamente en los términos adicionales del Contrato. Sólo se permitirá la realización de una sola copia del Software siempre y cuando se destine al almacenamiento de éste. Queda prohibido modificar, descompilar o utilizar técnicas de ingeniería inversa en el Software. El licenciatario acepta que el Software no se ha diseñado ni dispone de licencia para ser utilizado en el diseño, construcción, funcionamiento o mantenimiento de cualquier instalación nuclear. Sun renuncia a cualquier garantía explícita o implícita de adecuación del Software para dichos fines. El presente Contrato no otorga ningún tipo de derecho, título o propiedad sobre o respecto a las marcas comerciales o de servicio, logotipos o designaciones de Sun o de sus licenciantes.<p>3. GARANTÍA LIMITADA. Sun garantiza que los medios en los que se proporciona el Software (si los hubiera) se encuentran libres de defectos en los materiales o de fabricación, siempre y cuando se den circunstancias normales de uso, durante un periodo de noventa (90) días a partir de la fecha de adquisición, que se demostrará con la presentación de una copia del recibo de compra. Excepto en los casos especificados anteriormente, el Software se suministra "TAL CUAL". El único recurso disponible y la responsabilidad total de Sun de conformidad con la presente garantía limitada radicarán en el derecho que Sun se reserva para determinar la sustitución de los medios del Software o la devolución del importe abonado por éste.<p>4. EXCLUSIÓN DE GARANTÍAS. A MENOS QUE EN EL PRESENTE CONTRATO SE ESTIPULE LO CONTRARIO, SE RENUNCIA A TODAS LAS CONDICIONES, MANIFESTACIONES Y GARANTÍAS EXPLÍCITAS O IMPLÍCITAS, INCLUIDA CUALQUIER GARANTÍA IMPLÍCITA DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO DETERMINADO O PARA LA CONTRAVENCIÓN DEL PRESENTE CONTRATO, SALVO EN AQUELLOS CASOS EN LOS QUE ESTAS EXCLUSIONES CAREZCAN DE VALIDEZ JURÍDICA.<p>5. LIMITACIÓN DE RESPONSABILIDAD. EN LA MEDIDA EN QUE LO PERMITA LA LEGISLACIÓN APLICABLE, EN NINGÚN CASO SUN O SUS LICENCIANTES ASUMIRÁN RESPONSABILIDAD ALGUNA POR LA PÉRDIDA DE INGRESOS, BENEFICIOS O INFORMACIÓN, ASÍ COMO POR CUALQUIER TIPO DE DAÑOS O PERJUICIOS, INDEPENDIENTEMENTE DEL MOTIVO QUE LOS ORIGINE Y DEL CONTENIDO DE SU RESPONSABILIDAD, O QUE SE DERIVEN O ESTÉN RELACIONADOS CON EL USO INADECUADO DEL SOFTWARE O CON LA IMPOSIBILIDAD DE UTILIZARLO, INCLUSO EN AQUELLOS CASOS EN LOS QUE SE HAYA ADVERTIDO A SUN DE LA POSIBILIDAD DE QUE SE PRODUZCAN TALES DAÑOS. En ningún caso Sun asumirá la responsabilidad, ya sea por motivos contractuales o ilícitos (incluida negligencia) o de cualquier otro tipo, de abonar una cantidad superior al pago realizado por el licenciatario, según lo estipulado en el presente Contrato. Las limitaciones anteriores se aplicarán incluso en aquellos casos en los que la antedicha garantía falte a su propósito fundamental.<p>6. RESCISIÓN. El presente Contrato se mantendrá vigente hasta que se produzca su rescisión. Se rescindirá el presente Contrato por medio de la destrucción de todas las copias del Software. Sun podrá rescindir el presente Contrato en cualquier momento y sin notificación previa cuando el licenciatario no haya cumplido alguna de las cláusulas en él incluidas. Una vez rescindido el Contrato, deberá destruir todas las copias del Software.<p>7. NORMATIVAS RELATIVAS A LA EXPORTACIÓN. El Software y toda la información técnica suministrada de conformidad con el presente Contrato se rigen por las leyes de control de exportaciones de los Estados Unidos, así como por las normativas relativas a la exportación o importación específicas de cada país en cuestión. El licenciatario se compromete a cumplir de forma estricta dichas leyes y normativas, y reconoce su responsabilidad en la obtención de las licencias correspondientes de exportación, reexportación o importación una vez efectuada la entrega.<p>8. DERECHOS RESTRINGIDOS DEL GOBIERNO DE LOS ESTADOS UNIDOS. Los derechos del Gobierno de los Estados Unidos sobre el Software y la documentación adjunta, en aquellos casos en que el Software se haya adquirido por o en nombre de dicho Gobierno, o bien por uno de sus contratistas o subcontratistas principales (a cualquier escala), quedarán limitados a lo establecido en el presente Contrato, conforme a lo estipulado en 48 CFR 227.7201 a través de 227.7202-4 (relativo a las adquisiciones del Departamento de defensa) y en 48 CFR 2.101 y 12.212 (sobre las adquisiciones que no sean por parte del Departamento de defensa).<p>9. LEGISLACIÓN APLICABLE. Toda acción judicial que pudiera emprenderse en relación con este Contrato se regirá según las leyes del estado de California, así como según la legislación federal aplicable de los Estados Unidos. Por consiguiente, queda excluida toda posibilidad de interpretación en virtud de cualquier otra ley.<p>10. INDEPENDENCIA DE LAS CLÁUSULAS CONTRACTUALES. La imposibilidad de cumplir alguna de las cláusulas del presente Contrato no afectará al resto del Contrato, que seguirá siendo válido a menos que tal omisión de dicha cláusula pudiera perjudicar los propósitos de las partes, en cuyo caso se considerará rescindido de forma inmediata.<p>11. TOTALIDAD DEL CONTRATO. A todos los efectos el presente Contrato se considerará como el contrato único establecido entre el licenciatario y Sun en relación con el objeto descrito. Por consiguiente, el presente Contrato invalida todo contacto, propuesta, manifestación o garantía que se haya efectuado entre las partes, anterior o actual, oral o escrito, y prevalecerá en todo momento sobre los términos adicionales o contradictorios de cualquier texto, acuerdo, aceptación o contacto relativos al objeto del Contrato y que pudieran llevar a cabo las partes durante el periodo de vigencia de éste. Las modificaciones efectuadas sobre el presente Contrato no resultarán en modo alguno vinculantes si no se presentan por escrito y firmadas por un representante autorizado de cada parte.<p>Si tuviera alguna duda o si por cualquier motivo deseara ponerse en contacto con Sun, escriba a: Sun Microsystems, Inc. 901 San Antonio Road, Palo Alto, California 94303, EE.UU.<br>(Form ID#011801)<p><center>Sun Microsystems, Inc.<br><b>Términos adicionales para Sun Cobalt Qube</b></center><p>Los presentes Términos adicionales para Sun Cobalt Qube complementan los términos del Contrato de licencia de código binario (en adelante denominado "BCL"). Los términos en mayúsculas que no se definan en el presente documento tendrán el mismo significado que se les haya atribuido en el BCL. Los presentes Términos adicionales sustituyen cualquier término incoherente o contradictorio del BCL. El uso del Software implica la aceptación del BCL y de los presentes Términos adicionales. <p>1. TÉRMINOS DE LICENCIAS DE TERCEROS. Algunas partes del Software van acompañadas de avisos legales o licencias de terceros que rigen el uso de dichas partes. <p>2. CONDICIONES DE USO ADICIONALES.<p>A. Función BlueLinQ. Los términos del BCL y los presentes Términos adicionales se aplicarán al funcionamiento de la función BlueLinQ de Sun Cobalt Qube, incluidos, pero sin limitarse a, los casos siguientes:<br>i contactos del cliente con Sun;<br>ii software e información descargada de cualquier sitio Web de Sun; y<br>iii decisión del cliente de distribuir software e información a los dispositivos gestionados.<p>3. RESTRICCIONES ADICIONALES. Queda prohibido publicar los resultados de cualquier prueba de referencia o estudio comparativo del Software o proporcionarlos a terceros sin el consentimiento previo por escrito de Sun.<p>EULA-Web.806-2740-11DAA 17/10/01 10:00
ja: <center>Sun Microsystems, Inc.<br><b>バイナリ コード ライセンス契約書</b></center><p>このソフトウェア媒体のパッケージを開封する前に、この契約書の条項と補足ライセンス条項 (以下「本契約」といいます) をよくお読みください。ソフトウェア媒体パッケージを開封すると、本契約の条項に同意したものとみなされます。電子的な手段でこのソフトウェアにアクセスしている場合は、本契約の末尾にある「同意する」ボタンを選択して同意してください。これらの条項に同意できない場合は、未使用のソフトウェアを購入店にただちに返却し、代金の払い戻しを受けてください。電子的な手段でソフトウェアにアクセスしている場合は、本契約の末尾の「同意しない」ボタンを選択してください。<p>1. 使用の許諾。Sun は、お客様に対して、使用料が支払われているユーザー数およびコンピュータ ハードウェアのクラスに応じて、Sun が提供する付随するソフトウェア、文書、および修正プログラム (以下「本ソフトウェア」といいます) を内部でのみ使用するための非独占的で譲渡不可能な使用権を許諾します。<p>2. 制限。本ソフトウェアには機密情報が含まれており、著作権は保護されています。本ソフトウェアの権限および付随するすべての知的財産権は、Sun およびそのライセンサー (またはそのいずれか) が保有しています。補足ライセンス条項において特に許諾されていない限り、本ソフトウェアのコピーを作成することは禁止されています。ただし、本ソフトウェアのコピーを保存用に 1 部だけ作成することは許可されています。該当する法令によってその施行が禁じられている場合を除き、本ソフトウェアを変更、逆コンパイル、もしくはリバース エンジニアリングすることは禁止されています。お客様は、本ソフトウェアが、核施設の設計、建設、運転または保守で使用するように設計、ライセンス、および意図されていないことを認識するものとします。Sun は、そのような目的の適合性に関して、明示的、黙示的を問わずいかなる保証も致しません。本契約では、Sun またはそのライセンサーの商標、サービス マーク、ロゴまたは商号の権利、権限、または所有権は一切与えられません。<p>3. 限定保証。Sun は、領収証に記入された購入日から 90 日間、本ソフトウェアが正常に使用された場合に限り、本ソフトウェアが収録されている媒体 (存在する場合) の材料および製造上の瑕疵がないことを保証します。上記のことを除いて、本ソフトウェアは「現状のまま」で提供されます。この限定保証では、お客様に対する全面的な補償と Sun の全責任は、本ソフトウェア 媒体のお取り替えまたは本ソフトウェアに支払われた代金の払い戻しに限られます。<p>4. 保証の否認。本契約に明記されていない限り、商品性、特定目的への適合性、または不侵害に対する黙示の保証を含む、すべての明示的または黙示的な条件、表明および保証を否認します。ただし、これらの否認が法令で認められていない場合はこの限りではありません。<p>5. 責任制限。Sun またはそのライセンサーは、たとえ損害の可能性を知らされていたとしても、本ソフトウェアの使用または使用不能が原因で発生した、またはそれに関連する、収益、利益、データの喪失、あるいはいかなる損害 (特別損害、間接損害、結果損害、付随損害、懲罰的損害を問いません) に対して、法令が認める範囲で、その責任内容に関わらず一切責任を負いません。契約に定められた行為、または定められていない行為 (過失を含めて) によるものであるかに関わらず、お客様に対する Sun の責任は、いかなる場合も本契約に基づいてお客様が本ソフトウェアに支払った金額を超えることはありません。上記の制限は、前述の保証内容よりも優先されるものとします。<p>6. 契約の終了。本契約は終了するまで有効です。お客様は、本ソフトウェアの複製をすべて破棄することにより、本契約をいつでも終了することができます。お客様が本契約の条項に従わなかった場合、Sun から通知されることなく、本契約はただちに終了するものとします。終了時には、お客様はソフトウェアの複製をすべて破棄しなければなりません。<p>7. 輸出規制。本契約で提供されるすべてのソフトウェアおよび技術的データは、米国輸出管理法の対象となっています。また、他国においても輸出入管理法の対象となっている場合があります。お客様は、それらのすべての法令および規制を厳守することに同意し、納入後に輸出、再輸出、または輸入の許可が必要となった場合には、それを取得する責任があることを認めるものとします。<p>8. 米国連邦政府の権利制限本ソフトウェアが米国連邦政府やその代理機関、また米国ソフトウェアおよび付随する文書に対する米国連邦政府の権利は、この契約書に記載されている内容に制限されます。これは、48 CFR 227.7201〜 227.7202-4 (米国国防総省による取得) および 48 CFR 2.101、12.212 (米国国防総省以外による取得) に従うものです。<p>9. 準拠法。本契約は、カリフォルニア州法および支配法である米国連邦法を準拠法とします。法域や法令を選択することはできません。<p>10. 可分性。本契約の一部分が強制力を持たないと判明した場合でも、残りの部分は引き続き有効になります。ただし、その条項を除くことで当事者の目的が達成されなくなる場合は、本契約はただちに終了するものとします。<p>11. 完結性。本契約は、お客様と Sun における、その契約内容に関する完全な契約であり、事前または同時期の口頭または書面による協議、提案、表明、および保証よりも優先されます。また、本契約期間中に当事者間で交わされた、契約内容に関するいかなる見積り、注文、承認、あるいはその他の協議の矛盾や追加条項よりも優先されます。本契約は、各当事者の権限のある代表者が署名した書面によってのみ、その内容を変更することができます。<p>ご質問がある場合は、Sun Microsystems, Inc. 901 San Antonio Road, Palo Alto, California 94303 まで書面にてお問い合わせください。<br>(形式 ID#011801)<p><center>Sun Microsystems, Inc.<br>Sun Cobalt Qube 補足ライセンス条項</center><p>この Sun Cobalt Qube 補足ライセンス条項は、バイナリ コード ライセンス契約書 (以下「BCL」といいます) の条項に追加または修正を加えるものです。本補足ライセンス条項で定義されていない用語は、BCL における定義と同義です。本補足ライセンス条項は、BCL 内の本補足ライセンス条項に矛盾する条項または相反する条項のすべてに優先します。本ソフトウェアを使用することで、お客様は、本補足ライセンス条項により補完されている BCL に同意したことになります。<p>1. サードパーティライセンス条項。ソフトウェアの諸部分は、これらの諸部分の使用を管理するその他関係者からの注意書きおよび／またはライセンスを得て提供されています。<p>2. 追加の使用条件。<p>A. BlueLinQ 機能。BCL 条項および本補足ライセンス条項は、以下の項目を含み、かつこれらに限定されず、Sun Cobalt Qube の BlueLinQ 機能の利用に適用されます。<p>(i) お客様による Sun への問い合わせ<br>(ii) Sun のウェブサイトからのソフトウェアおよび情報のダウンロード<br>(iii) 管理デバイスへのソフトウェアおよび情報の領布をお客様が選択すること<p>3. 追加の制限。本ソフトウェアを使って実行されたベンチマークテストあるいは比較テストの結果を Sun の事前の書面による承諾を得ずに公表またはサードパーティに提供することはできません。<p>EULA-Web.806-2740-11DAA 10/17/2001 10:00 AM
zh_tw: <center>Sun Microsystems, Inc.<br><b>二進位程式碼授權合約</b></center><p>請於開啟本軟體媒體包裝前仔細閱讀本合約各項條款及任何規定之補充授權條款 (總稱為「合約」)。若您開啟了軟體媒體的包裝，代表您同意本「合約」之各項條款。若您使用電子方式存取本軟體，請藉由選擇按下了本合約最後面的「接受」按鈕代表您接受本「合約」各項條款。若您不同意「合約」中所有條款，請立即將未使用的軟體送回購買處要求退款。如果您以電子方式存取本軟體，請選擇按下了本合約最後面的「拒絕」按鈕。<p>1. 使用授權。Sun 將依使用者數目與電腦硬體等級並已支付相當費用者，同意給予您非專屬及不可移轉之授權，對僅於內部使用隨附軟體與文件以及由 Sun 所提供之錯誤更正 (總稱為「軟體」)。<p>2. 限制：本軟體為機密資料、且保留著作權。Sun 及 (或) 其授權者保留對本軟體及所有相關智慧財產權之所有權。除經任何補充授權條款之特別授權，您不可以複製本軟體，但為檔案保存之目的而複製一份副本者，不在此限。您不可以對本軟體進行修改、解譯或反向工程，但相關適用法律明定禁止限制者，不在此限。您認知到本軟體並非設計、授權或意圖使用於設計、建造、操作或維護任何核子設施。Sun 拒絕對適合上述使用提供任何明示或暗示性擔保。任何有關 Sun 或其授權者之商標、服務標章、標示或商標名稱之權利、所有權或利益，並未於本合約中授權。<p>3. 有限擔保責任。Sun 憑收據副本擔保於購買之日起九十 (90) 日內，含有本軟體之媒體 (若包含) 於正常使用下，應免於材質或製造上的缺陷。除了前述事項外，本「軟體」將以其「現狀」提供。您唯一救濟權及 Sun 依本項有限擔保之全部義務，為 Sun 選擇更換本軟體媒體物或退回購買本軟體之費用。<p>4. 擔保排除事項。除本合約具體說明，拒絕對所有明示或暗示之狀況、代理與擔保之責任，包括任何暗示可銷性、適合特殊目的或非侵權性之保證，但限制範圍被法律宣告無效者，不在此限。<p>5. 義務之限制。於未被法律所禁止之範圍， SUN 或其授權者將不會對任何所失收入、利益或資料、或對特別、間接、附隨、衍生性或懲罰性損害，不論是否依債務原理，對其之發生或關於使用或者無法使用本軟體負責。依本合約， Sun 對您的責任之額度將不會超過您為購買本軟體所支付之金額，不論基於契約、侵權行為 (包含過失) 或其他原因。上述限制亦適用於前述擔保責任未能達成基本目的之時。<p>6. 終止。本「合約」於終止前持續有效。您可藉銷毀本「軟體」所有備份來終止本「合約」。若您未能遵守本「合約」之規定，本合約將可不經 Sun 之通知立即終止。「合約」終止後，您必需銷毀本「軟體」所有備份。<p>7. 出口規定。所有依照本「合約」提供之軟體與技術資料受限於美國出口管制條例，且可能同時受其他國家之進出口法令所限制。您同意嚴格遵守所有相關法令，並認知可能於交付予您之後，您有義務獲得相關出口、再出口或進口許可。<p>8. 美國政府受限制權利。若本軟體之取得者為美國政府、或美國政府代表，或者美國政府的承包商或轉包商 (不論層級)，依照 48 CFR 227.7201 到 227.7202-4 (適用於國防部之獲取) 與 48 CFR 2.101 及 12.212 (適用於非國放不之獲取) 之規定，美國政府在本「軟體」與相關文件中的權利，將僅限於本「合約」中陳述的部分。<p>9. 準據法。有關本「合約」的任何訴訟將適用於美國加州法律及美國聯邦法律。沒有任何司法管轄權之法律規定可供選擇適用。<p>10. 獨立性。若本「合約」中之任何條款被限制無法執行時，本「合約」其他條款仍有效，除非刪除部分將使當事人一方失去締約目的，此時本「合約」將立即終止。<p>11. 整合性。本「合約」是您與 Sun 在本主題上之全部合約。它將取代之前與同時存在之所有口頭或書面通訊、建議、表示或擔保，並優先適用於與本「合約」各條款所涵蓋主題內之任何報價、訂購、認可、與其他相關各方間通訊之衝突或額外條款。非經雙方授權代表之書面簽署，對於本「合約」之修改將無拘束力。<p>如果您有相關問題，請洽詢︰Sun Microsystems, Inc.? 901 San Antonio Road, Palo Alto, California 94303<br>(表格 ID#011801)<p><center>Sun Microsystems, Inc.<br><b>Sun Cobalt Qube 補充條款</b></center><p>這些 Sun Cobalt Qube「補充條款」補充了「二進位程式碼授權合約」之內容。本「補充條款」文中以括號標明、且未加以定義的詞彙，其意義與「合約」中相同。本補充授權條款應取代任何與「合約」不一致或衝突的條款。使用本「軟體」代表您接受「合約」與此處所提及之補充條款。<p>1. 協力廠商授權條款。本「軟體」的某些部分同時提供了來自其他廠商的注意與授權事項，該部分之使用將受限於此等事項。<p>2. 額外使用條件。<p>A. BlueLinQ 功能。BCL 與這些「補充條款」適用於 Sun Cobalt Qube 的 BlueLinQ 功能的運作，包括但不限於：<p>(i) 您與 Sun 的聯繫；<br>(ii) 任何由 Sun 網站下載的軟體與資訊；以及<br>(iii) 您選擇將軟體與資訊傳布到受管理的裝置。<p>3. 額外限制。未經 Sun 事前書面同意，您不能將在本「軟體」上執行的測速或比較測試加以出版、或提供給任何其他第三人。<p>EULA-Web.806-2740-11DAA 2001/10/17 上午 10:00
