Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/branches/dev/ui/*-pppoe.mod/locale/*/pppoe.po
Languages: de, fr, zh_tw

# pppoeSetting_help
source: [[base-pppoe.pppoeSettingsHeader]] can be changed here.
de: [[base-pppoe.pppoeSettingsHeader]] kann hier geändert werden.
fr: [[base-pppoe.pppoeSettingsHeader]] peut etre modifié ici.
zh_tw: 此處可變更 [[base-pppoe.pppoeSettingsHeader]]。

# pppoeSettingsHeader
source: PPP Over Ethernet (PPPoE) Settings
de: Point-to-Point-Protokoll über Ethernet (PPPoE)-Einstellungen
fr: Paramètres PPP sur Ethernet (PPPoE)
zh_tw: PPP Over Ethernet (PPPoE) 設定

# ethernetPort
source: Network Interface
de: Netzwerkschnittstelle
fr: Interface réseau
zh_tw: 網路介面

# ethernetPort_help
source: Select the network interface which is physically connected to the PPPoE device through which you intent to gain connectivity to the Internet. One common configuration is to connect your Intranet to the Primary Ethernet Interface and the PPPoE device to the Secondary Ethernet Interface.
de: Wählen Sie die Netzwerkschnittstelle aus, die fest an das PPPoE-Gerät angeschlossen ist, das Ihnen die Verbindung zum Internet ermöglichen soll. Sie könnten z. B. Ihr Intranet an die primäre Schnittstelle und das PPPoE-Gerät an die sekundäre Schnittstelle anschließen.
fr: Sélectionnez l'interface réseau qui est physiquement connecté au serveur PPPoE par le biais du quel vous vous connectez à l' Internet. Un configuration courante consiste à connecter votre Intranet à l'interface Ethernet primaire et le serveur PPPoE à l'interface Ethernet secondaire.
zh_tw: 請選取實體連接 PPPoE 裝置的網路介面，即您要用來連通網際網路的介面。一種常用的配置是將您的企業網路連接到「主要乙太網路介面 (PrimaryEthernet Interface)」，並將 PPPoE 裝置連接到「次要乙太網路介面 (Secondary Ethernet Interface)」。

# eth0
source: Primary Ethernet Interface
de: Primäre Ethernet-Schnittstelle
fr: Interface Ethernet primaire
zh_tw: 主要乙太網路介面

# eth1
source: Secondary Ethernet Interface
de: Sekundäre Ethernet-Schnittstelle
fr: Interface Ethernet secondaire
zh_tw: 次要乙太網路介面

# connMode
source: Connection Mode
de: Verbindungsmodus
fr: Mode de connexion
zh_tw: 連接模式

# connMode_help
source: Select whether the connection should always be established, should be established only when necessary for an outgoing connection, or should never be established.
de: Geben Sie an, ob die Verbindung immer hergestellt werden soll, nur hergestellt werden soll, wenn dies für eine ausgehende Verbindung notwendig ist, oder nie hergestellt werden soll.
fr: Choisissez si la connexion doit être toujours établie; uniquement sur demande lors d'une connexion sortante ou si elle ne doit jamais être établie.
zh_tw: 請選取是否應一律建立連接、需要外傳資訊時才建立連接，或是永遠不建立連接。

# on
source: Connection Always On
de: Verbindung immer hergestellt
fr: Connexion toujours active
zh_tw: 一律開啟連接

# demand
source: Connection On Demand Only
de: Verbindung nur bei Bedarf
fr: Connection sur demand seulement
zh_tw: 僅在必要時連接

# off
source: Connection Always Off
de: Verbindung immer deaktiviert
fr: Connexion toujours inactive
zh_tw: 一律關閉連接

# userNameField
source: PPPoE Account User Name
de: Benutzername des PPPoE-Kontos
fr: Nom d'utilisateur du compte PPPoE
zh_tw: PPPoE 帳戶使用者名稱

# userNameField_help
source: Enter the user name of the PPPoE account used to login to your Internet service provider. You may have to supply the full email address, such as user@myprovider.com
de: Geben Sie den Benutzernamen des PPPoE-Kontos ein, mit dem Sie sich bei Ihrem Internet-Dienstanbieter anmelden. Sie müssen möglicherweise eine Domäne eingeben, z. B. benutzer@meinanbieter.com.
fr: Entrez le nom d'utilisateur du compte PPPoE utilisé pour vous connecter à voter fournisseur de service Internet. Il va vous falloir fournir un domaine @fournisseur.com, tel que mrutilisateur@monfournisseur.com
zh_tw: 請輸入登入您「網際網路服務供應商 (ISP)」之 PPPoE 帳戶的使用者名稱。您可能必須提供完整的電子郵件位址，如 user@myprovider.com

# userNameField_empty
source: Sorry, you have not entered a value for [[base-pppoe.userNameField]]. Please enter the user name of the PPPoE account used to login to your Internet service provider.
de: Sie haben keinen Wert im Feld [[base-pppoe.userNameField]] eingegeben. Geben Sie den Benutzernamen des PPPoE-Kontos ein, mit dem Sie sich bei Ihrem Internet-Dienstanbieter anmelden.
fr: Vous n'avez pas entré de valeur pour [[base-pppoe.userNameField]]. Veuillez entrer le nom d'utilisateur du compte PPPoE utilisé pour vous connecter au fournisseur de service Internet.
zh_tw: 很抱歉，您並未輸入 [[base-pppoe.userNameField]] 的值；請輸入登入您「網際網路服務供應商 (ISP)」之 PPPoE 帳戶的使用者名稱。

# userNameField_invalid
source: Sorry, you have not entered a valid value for [[base-pppoe.userNameField]]. The user name cannot contain any spaces.
de: Sie haben keinen gültigen Wert im Feld [[base-pppoe.userNameField]] eingegeben. Der Benutzername darf keine Leerzeichen enthalten.
fr: Désolé, vous n'avez pas introduit une valeur correcte pour [[base-pppoe.userNameField]]. Le nom d'utilisateur ne peut contenir aucun espace.
zh_tw: 很抱歉，您並未輸入有效的 [[base-pppoe.userNameField]] 值；使用者名稱不可包含任何空格。

# passwd
source: PPPoE Account Password
de: Passwort des PPPoE-Kontos
fr: Mot de passe du compte PPPOE.
zh_tw: PPPoE 帳戶密碼

# passwd_help
source: Enter the password of the PPPoE account used to login to your Internet service provider.
de: Geben Sie das Passwort des PPPoE-Kontos ein, mit dem Sie sich bei Ihrem Internet-Dienstanbieter anmelden.
fr: Entrez le mot de passe du compte PPPoE utilisé pour vous connecter à votre fournisseur de service Internet.
zh_tw: 請輸入登入您「網際網路服務供應商 (ISP)」之 PPPoE 帳戶的密碼。

# passwdField_invalid
source: Sorry, you have not entered the same password in both fields. The same password is entered in both fields to protect against typing errors. Please try again.
de: Sie haben nicht das gleiche Passwort in beide Felder eingegeben. Das gleiche Passwort muss in beide Felder eingegeben werden, um Tippfehlern vorzubeugen. Bitte versuchen Sie es noch einmal.
fr: Vous n'avez pas entré le même mot de passe dans les deux champs. Le même mot de passe doit être entré dans les deux champs pour éliminer les erreurs de frappe. Veuillez recommencer.
zh_tw: 很抱歉，您並未在兩個欄位中輸入相同的密碼；在兩個欄位中輸入相同的密碼可防止鍵入錯誤；請重試。

# passwd_empty
source: Sorry, you have not entered a value for [[base-pppoe.passwd]]. Please enter the password of the PPPoE account used to login to your Internet service provider.
de: Sie haben keinen Wert im Feld [[base-pppoe.passwd]] eingegeben. Bitte geben Sie das Passwort des PPPoE-Kontos ein, mit dem Sie sich bei Ihrem Internet-Dienstanbieter anmelden.
fr: Vous n'avez pas entré une valeur pour [[base-pppoe.passwd]].Veuillez entrer le mot de passe du compte PPPoE utilisé pour vous connecter à votre fournisseur de service Internet.
zh_tw: 很抱歉，您並未輸入 [[base-pppoe.passwd]] 的值；請輸入登入您「網際網路服務供應商 (ISP)」之 PPPoE 帳戶的密碼。

# on_help
source: PPPoE Account User Name
de: Benutzername des PPPoE-Kontos
fr: Nom d'utilisateur du compte PPPoE
zh_tw: PPPoE 帳戶使用者名稱
