Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5209R/ui/*-swupdate.mod/locale/*/shop.po
Languages: it_it

# CAT_SELECTOR
source: Product Categories:
it_it: Categorie di prodotti:

# CAT_SELECTOR_help
source: This pulldown allows you to choose your desired category of BlueOnyx extra software.
it_it: Questo menu a discesa consente di scegliere la categoria desiderata di software aggiuntivi BlueOnyx.

# ErrorMSG
source: Error:
it_it: Errore:

# ErrorMSGNoProducts
source: Please note:
it_it: Si prega di notare:

# ErrorMSGNoProducts_help
source: Shows more information.
it_it: Mostra più informazioni.

# ErrorMSGdesc
source: This page would usually display the list of extra software available in the BlueOnyx Shop. However, your server apparently cannot resolve the domain name of the shop in question, or access to that domain is currently not possible for other reasons. This has no impact on the functionality of this server, although you also may be unable to get YUM updates as long as this problem persists.
it_it: Questa pagina di solito visualizzare l'elenco dei software aggiuntivi disponibile nel BlueOnyx Shop. Tuttavia, il server a quanto pare non è in grado di risolvere il nome di dominio del negozio in questione, o l'accesso a quel dominio non è attualmente possibile per altri motivi. Ciò non ha alcun impatto sulla funzionalità di questo server, tuttavia si potrebbe anche non essere in grado di ottenere gli aggiornamenti YUM finché il problema persiste.

# ErrorNoProductsInCategory
source: There are currently no products in this category. Please check another category.
it_it: Al momento non ci sono prodotti in questa categoria. Si prega di controllare un'altra categoria.

# SHOP_SELECTOR
source: Vendor:
it_it: Venditore:

# SHOP_SELECTOR_help
source: This pulldown allows you to choose your desired vendor for BlueOnyx extra software.
it_it: Questo menu a discesa consente di scegliere il fornitore desiderato per il software aggiuntivo BlueOnyx.

# ShopSelector_General_configuration
source: Choose your BlueOnyx Shop:
it_it: Scegli il tuo Negozio BlueOnyx:

# ShopSelector_General_head
source: BlueOnyx Shop Setup
it_it: Installazione Negozio BlueOnyx

# ShopSelector_Info_Text
source: Commercially packaged and supported extra software for your BlueOnyx server appliance is available from various sources. Below you can choose the desired vendor to see which software is available.
it_it: Software aggiuntivo commercialmente confezionato per il vostro server BlueOnyx è ora disponibile da varie fonti. Qui di seguito è possibile scegliere il fornitore desiderato per vedere quale software è disponibile.

# ShopSelector_Info_help
source: Shows more information.
it_it: Mostra più informazioni.

# ShopTitle
source: BlueOnyx Shop
it_it: Negozio BlueOnyx

# bx_comBlurb
source: However, professional support and extra software is available in the <a href='http://shop.blueonyx.it/' target='_blank'>BlueOnyx Shop</a>.
it_it: Tuttavia, il supporto professionale e software extra sono disponibili nel <a href='http://shop.blueonyx.it/' target='_blank'>Negozio BlueOnyx</a> .

# bx_ffa
source: BlueOnyx itself is open source and available free of charge.
it_it: BlueOnyx stesso è open source e disponibile gratuitamente.

# openURL_help
source: Click on this icon to see the full product description and price in the shop selected above. The shop page will load inside the frameset of your GUI interface.
it_it: Fare clic su questa icona per visualizzare la descrizione completa del prodotto e il prezzo nel negozio sopra selezionato. La pagina del negozio verrà caricato all'interno del frame della vostra interfaccia GUI.

source: Product Name:
it_it: Nome del prodotto:

# product_name_help
source: Shows the name of the product in question.
it_it: Mostra il nome del prodotto in questione.

# swupdate_shopLabel
source: BlueOnyx Shop
it_it: Negozio BlueOnyx

# swupdate_shopLabelDesc
source: See what extra software is available for your BlueOnyx server in the BlueOnyx Shop.
it_it: Guarda quale software extra e' disponibile nel negozio per il server BlueOnyx

# thx_bxUsage
source: Thank you for using BlueOnyx!
it_it: Grazie per aver scelto BlueOnyx!
