Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/branches/dev/ui/*-modem.mod/locale/*/modem.po
Languages: de, fr, zh_cn, zh_tw

# couldntDeletePppCfg
source: Could not delete PPP configuration
de: Die PPP-Konfiguration konnte nicht gelöscht werden.
fr: Impossible de supprimer la configuration PPP
zh_cn: 无法删除 PPP 设置
zh_tw: 無法刪除 PPP 配置

# couldntStartPpp
source: Could not start modem
de: Das Modem konnte nicht gestartet werden.
fr: Impossible de démarrer le modem
zh_cn: 无法打开调制解调器
zh_tw: 無法啟動數據機

# couldntStopPpp
source: Could not stop modem
de: Das Modem konnte nicht gestoppt werden.
fr: Impossible d'arrêter le modem
zh_cn: 无法停止调制解调器
zh_tw: 無法停止數據機

# cantGetModem
source: Sorry, a server error occured. Modem status is not available at this time.
de: Leider trat ein Serverfehler auf. Der Modemstatus ist derzeit nicht verfügbar.
fr: Une erreur de serveur s'est produite. L'état du modem n'est pas disponible en ce moment.
zh_cn: 对不起，服务器发生错误。调制解调器状态在此时不可用
zh_tw: 很抱歉，發生伺服器錯誤。目前沒有數據機狀態。

# modemProblem
source: There is a problem with the modem. If you have an external modem, make sure it is connected securely to the serial port on your server and that the modem's power is turned on. If you have an internal modem, try rebooting your server.
de: Mit dem Modem ist ein Problem aufgetreten. Wenn Sie ein externes Modem besitzen, vergewissern Sie sich, dass es sicher am seriellen Port Ihres Servers angeschlossen und eingeschaltet ist. Wenn Sie ein internes Modem besitzen, versuchen Sie, Ihren Server neu zu starten.
fr: Le modem connaît un problème. S'il s'agit d'un modem externe, vérifiez s'il est connecté solidement au port série du serveur et s'il est sous tension. S'il s'agit d'un modem interne, essayez de réinitialiser le serveur.
zh_cn: 调制解调器存在一个问题。如果您有一个外置调制解调器，确认其安全的连结到服务器连结端口并且电源已经打开。如果是内置调制解调器, 尝试从新启动服务器。
zh_tw: 數據機有問題。如果您有外接式數據機，請確定其已穩固地連接到您伺服器上的序列埠，且數據機的電源已打開。如果您有內接式數據機，請重新啟動您的伺服器。

# offNow
source: Not Connected
de: Nicht verbunden
fr: Non connecté
zh_cn: 没有连接
zh_tw: 未連接

# onNow
source: Connected
de: Verbunden
fr: Connecté
zh_cn: 连接
zh_tw: 已連接

# saveTest
source: Save and Test Modem Settings
de: Modemeinstellungen speichern und testen.
fr: Enregistrement et test des paramètres de modem
zh_cn: 保存并测试调制解调器设置
zh_tw: 儲存並測試數據機設定

# saveTest_help
source: This will save your current settings and attempt a test connection to your internet service provider to verify the settings.
de: Damit werden Ihre aktuellen Einstellungen gespeichert und es wird versucht, eine Testverbindung mit Ihrem Internet-Dienstanbieter herzustellen, um die Einstellungen zu überprüfen.
fr: Cette action enregistre les paramètres actuels et tente de connecter le modem à votre fournisseur d'accès Internet pour vérifier ces paramètres.
zh_cn: 这将保存您当前的设置，并尝试与您的因特网服务供应商进行测试连接，以验证设置。
zh_tw: 這將會儲存您的現行設定，並嘗試測試連接到您的網際網路服務供應商，以驗證此設定。

# testModem
source: Testing Modem Settings...
de: Modemeinstellungen werden getestet...
fr: Test des paramètres du modem...
zh_cn: 正在测试调制解调器设置...
zh_tw: 正在測試數據機設定...

# testFail
source: Error
de: Fehler
fr: Erreur
zh_cn: 错误
zh_tw: 錯誤

# testFailMsg
source: The modem test was unable to run due to a system error. Make sure your modem settings are correct, and try again. If the test fails repeatedly, try rebooting your server appliance.
de: Der Modemtest konnte aufgrund eines Systemfehlers nicht ausgeführt werden. Bitte überprüfen Sie Ihre Modemeinstellungen und versuchen Sie es noch einmal. Wenn der Test wiederholt fehlschlägt, versuchen Sie, Ihren Server neu zu starten.
fr: Le test de modem n'a pas pu fonctionner en raison d'une erreur système. Vérifiez les paramètres du modem et réessayez. Si le test échoue de façon répétée, essayez de réamorcer votre serveur.
zh_cn: 由于系统错误而无法运行调制解调器测试。确认调制解调器设置正确，并重试。如果测试再次失败，尝试重新启动服务器设备。
zh_tw: 因系統錯誤而無法執行數據機測試。請確定您的數據機設定正確，然後重試。如果測試重複失敗，請重新啟動伺服器設備。

# initModem
source: Initialization
de: Initialisierung
fr: Initialisation
zh_cn: 初始化
zh_tw: 起始設定

# initModem_help
source: This shows the modem initialization status. The initialization test checks to see if your modem is connected to the server and responding.
de: Zeigt den Modeminitialisierungsstatus an. Der Initialisierungstest überprüft, ob Ihr Modem mit dem Server verbunden ist und antwortet.
fr: Ceci affiche l'état d'initialisation du modem. Le test d'initialisation vérifie si le modem est connecté au serveur et s'il répond.
zh_cn: 这里显示调制解调器处于初始化状态。初始化测试检查调制解调器是否与服务器连接并作出回应。
zh_tw: 這顯示數據機起始設定狀態。起始設定測試在檢查數據機是否已連接到伺服器並作出回應。

# initModemStage
source: Initializing...
de: Initialisierung...
fr: Initialisation en cours...
zh_cn: 正在初始化...
zh_tw: 正在起始設定...

# initModemSuccess
source: Success
de: Erfolg
fr: Correct
zh_cn: 成功
zh_tw: 順利完成

# initModemFail
source: Initialization failed: If you have an external modem, make sure your modem is properly connected to your server and that the modem's power is turned on. Check your modem documentation to make sure that the initialization string being used, '[[VAR.init]]', is correct.
de: Initialisierung fehlgeschlagen: Wenn Sie ein externes Modem besitzen, vergewissern Sie sich, dass es richtig an Ihrem Server angeschlossen und eingeschaltet ist. Schlagen Sie in Ihrer Modemdokumentation nach, um sicherzustellen, dass die verwendete Initialisierungs-Zeichenfolge [[VAR.init]] korrekt ist.
fr: Echec de l'initialisation : S'il s'agit d'un modem externe, vérifiez sa connexion au serveur et s'il est sous tension. Vérifiez la documentation du modem pour vous assurer que la chaîne d'initialisation utilisée, '[[VAR.init]]', est la bonne.
zh_cn: 初始化失败：如果是外置调制解调器，请确认与服务器正确连接且调制解调器电源已经打开。检查调制解调器文档以确认使用了初始化字符串，且'[[VAR.init]]'正确无误。
zh_tw: 起始設定失敗：如果您有外接式數據機，請確定數據機已適當地連接到您的伺服器，且數據機的電源已打開。請參閱數據機文件，確定正在使用的起始設定字串 '[[VAR.init]]' 正確。

# dialModem
source: Connection
de: Verbindung
fr: Connexion
zh_cn: 连接
zh_tw: 連接

# dialModem_help
source: This shows the modem connection status. The connection test checks to see if your modem can be used to dial and connect to your internet service provider.
de: Zeigt den Modemverbindungsstatus an. Der Verbindungstest prüft, ob Ihr Modem zum Wählen und Herstellen einer Verbindung mit Ihrem Internet-Dienstanbieter verwendet werden kann.
fr: Etat de connexion du modem. Le test de connexion vérifie si le modem peut assurer la numérotation et d'accéder au fournisseur d'accès Internet.
zh_cn: 这里显示调制解调器的连接状态。用连接测试来检查使用了您的调制解调器进行拨号并连接到因特网服务供应商。
zh_tw: 這顯示數據機連接狀態。連接測試在檢查數據機是否可用來撥接及連線到您的網際網路服務供應商。

# dialModemStage
source: Dialing [[VAR.phone]]...
de: [[VAR.phone]] wird gewählt...
fr: Numérotation en cours [[VAR.phone]]...
zh_cn: 正在拨号 [[VAR.phone]]...
zh_tw: 正在撥接 [[VAR.phone]]...

# dialModemSuccess
source: Success
de: Erfolg
fr: Correct
zh_cn: 成功
zh_tw: 順利完成

# dialModemFail
source: Dialing failed: [[VAR.errmsg]]
de: Wählen fehlgeschlagen: [[VAR.errmsg]]
fr: Echec de la numérotation : [[VAR.errmsg]]
zh_cn: 拨号失败：[[VAR.errmsg]]
zh_tw: 撥接失敗： [[VAR.errmsg]]

# noDialtone
source: There was no dialtone.
de: Kein Freizeichen.
fr: Aucune tonalité.
zh_cn: 没有拨号音。
zh_tw: 沒有撥號音。

# busy
source: The phone number dialed was busy.
de: Die gewählte Telefonnummer war besetzt.
fr: Le numéro de téléphone était occupé.
zh_cn: 所拨叫的电话号码占线。
zh_tw: 撥接的電話號碼忙線中。

# noCarrier
source: There was no carrier.
de: Kein Trägersignal.
fr: Il n'y a pas de porteuse.
zh_cn: 没有载波信号。
zh_tw: 沒有載波。

# waiting
source: The remote computer did not answer.
de: Der Remote-Computer antwortete nicht.
fr: L'ordinateur distant n'a pas répondu.
zh_cn: 远端计算机没有响应。
zh_tw: 遠端電腦沒有回應。

# unknownError
source: An unknown error occurred.
de: Ein unbekannter Fehler trat auf.
fr: Une erreur inconnue s'est produite.
zh_cn: 发生未知错误。
zh_tw: 發生不明錯誤。

# pppdAuth
source: Authentication
de: Authentifizierung
fr: Authentification
zh_cn: 认证
zh_tw: 驗證

# pppdAuth_help
source: This shows the authentication status. The authentication test checks to see if the server can login to the remote server.
de: Zeigt den Authentifizierungsstatus an. Der Authentifizierungstest prüft, ob der Server sich beim Remote-Server anmelden kann.
fr: Etat d'authentification. Le test d'authentification vérifie si le serveur peut se connecter au serveur distant.
zh_cn: 这里显示认证状态。用认证测试检查服务器是否能够登录远程服务器。
zh_tw: 這顯示驗證狀態。驗證測試在檢查伺服器是否可登入遠端伺服器。

# pppdAuthStage
source: Sending login information...
de: Anmeldeinformationen werden gesendet...
fr: Envoi des informations de connexion...
zh_cn: 正在发送登录信息...
zh_tw: 正在傳送登入資訊...

# pppdAuthFail
source: Authentication failed: [[VAR.errmsg]]
de: Authentifizierung fehlgeschlagen: [[VAR.errmsg]]
fr: Echec de l'authentification : [[VAR.errmsg]]
zh_cn: 认证失败：[[VAR.errmsg]]
zh_tw: 驗證失敗： [[VAR.errmsg]]

# noResponse
source: The remote server failed to respond.
de: Der Remote-Server hat nicht geantwortet.
fr: Le serveur distant n'a pas pu répondre.
zh_cn: 远程服务器响应失败。
zh_tw: 遠端伺服器沒有回應。

# authFailure
source: The provided username and password were rejected by the remote server.
de: Der angegebene Benutzername und das Passwort wurden vom Remote-Server abgelehnt.
fr: Le mot de passe et le nom d'utilisateur fournis ont été refusés par le serveur distant.
zh_cn: 提供的用户名和口令被远程服务器拒绝。
zh_tw: 所提供的使用者名稱和密碼被遠端伺服器所拒絕。

# remoteTerm
source: The connection was terminated by the remote server.
de: Die Verbindung wurde vom Remote-Server abgebrochen.
fr: La connexion a été interrompue par le serveur distant.
zh_cn: 与远程服务器连接终止。
zh_tw: 遠端伺服器終止了連接。

# pppdAuthSuccess
source: Success
de: Erfolg
fr: Correct
zh_cn: 成功
zh_tw: 順利完成

# dnsTest
source: Name Resolution
de: Namensauflösung
fr: Résolution de nom
zh_cn: 名称解析
zh_tw: 名稱解析

# dnsTest_help
source: This shows the status of the domain name resolution test. Domain name resolution is used to translate textual host names and domain names into numerical IP addresses, and vice-versa.
de: Zeigt den Status des Domänennamensauflösungs-Tests an. Eine Domänennamensauflösung übersetzt Texthostnamen und -domänennamen in numerische IP-Adressen und umgekehrt.
fr: Etat du test de résolution du nom de domaine. La résolution de nom de domaine convertit les noms de domaines et d'hôtes textuels en adresses IP numériques, et réciproquement.
zh_cn: 这里显示域名称解析测试状态。 域名解析将文本主机名和域名转换为数字 IP 地址，也可将数字 IP 地址转换为文本主机名和域名。
zh_tw: 這顯示網域名稱解析測試的狀態。網域名稱解析用來將文字式主電腦名稱和網域名稱轉換成數字型 IP 位址，反之亦然。

# dnsTestStage
source: Contacting Name Server...
de: Namen-Server wird kontaktiert...
fr: Prise de contact du serveur de noms...
zh_cn: 正在连接域名服务器...
zh_tw: 正在連絡名稱伺服器...

# dnsTestFail
source: Unable to contact your DNS server. Check your TCP/IP settings to make sure the DNS servers specified are correct.
de: Ihr DNS-Server konnte nicht kontaktiert werden. Überprüfen Sie Ihre TCP/IP-Einstellungen, um sicherzustellen, dass die angegebenen DNS-Server korrekt sind.
fr: Impossible de contacter le serveur DNS. Vérifiez dans vos paramètres TCP/IP si les serveurs DNS spécifiés sont corrects.
zh_cn: 无法连接 DNS 服务器。检查 TCP/IP 设置以确认指定的 DNS 服务器正确。
zh_tw: 無法連絡您的 DNS 伺服器。請檢查您的 TCP/IP 設定，確定所指定的 DNS 伺服器正確。

# dnsTestSuccess
source: Success
de: Erfolg
fr: Correct
zh_cn: 成功
zh_tw: 順利完成

# netTest
source: Network Connection
de: Netzwerkverbindung
fr: Connexion réseau
zh_cn: 网络连接
zh_tw: 網路連接

# netTest_help
source: This shows the status of the network connection test. This test attempts to connect to a remote site.
de: Zeigt den Status des Netzwerkverbindungs-Tests an. Dieser Test versucht, eine Verbindung mit einem Remote-Standort herzustellen.
fr: Etat du test de connexion réseau. Ce test essaye d'établir une connexion au site distant.
zh_cn: 这里显示网络连接测试状态。此测试试图连接到远程站点。
zh_tw: 這顯示網路連接測試的狀態。這項測試會嘗試連接遠端網站。

# netTestStage
source: Contacting Remote Site...
de: Remote-Standort wird kontaktiert...
fr: Prise de contact du site distant...
zh_cn: 正在连接远程站点...
zh_tw: 正在連接遠端網站...

# netTestFail
source: Unable to connect to a remote site. Verify your modem and TCP/IP settings and try again.
de: Es konnte keine Verbindung mit einem Remote-Standort hergestellt werden. Bitte überprüfen Sie Ihr Modem und Ihre TCP/IP-Einstellungen und versuchen Sie es noch einmal.
fr: Impossible de se connecter au site distant. Vérifiez les paramètres TCP/IP et le modem et réessayez.
zh_cn: 无法连接到远程站点。核实调制解调器和 TCP/IP 设置并重试。
zh_tw: 無法連接遠端網站。請檢查您的數據機和 TCP/IP 設定，然後重試。

# netTestSuccess
source: Success
de: Erfolg
fr: Correct
zh_cn: 成功
zh_tw: 順利完成

source: Back
de: Zurück
fr: Précédent
zh_cn: 返回
zh_tw: 上一頁

# back_help
source: This will return you to the modem settings page.
de: Damit kehren Sie zur Modemeinstellungsseite zurück.
fr: Retour à la page des paramètres du modem.
zh_cn: 这将返回调制解调器设置页。
zh_tw: 這將會返回數據機設定頁。

# ppp0_in_use
source: The modem connection could not be turned on because the interface is in use by another device. If you are using DSL, you need to disable PPPoE before you will be able to use the modem to connect.
de: Die Modemverbindung konnte nicht aktiviert werden, weil die Schnittstelle von einem anderen Gerät verwendet wird. Wenn Sie DSL verwenden, müssen Sie PPPoE deaktivieren, bevor Sie das Modem für die Verbindung verwenden können.
fr: La connexion du modem n'a pas pu être activée car l'interface est utilisée par un autre dispositif. Si vous utilisez DSL, vous devez désactiver PPPoE avant de pouvoir utiliser le modem pour vous connecter.
zh_cn: 调制解调器连接不能被开启，因为接口正被其它设备使用。如果使用 DSL, 需在使用调制解调器连接之前，先禁用 PPPoE。
zh_tw: 無法開啟數據機連接，因為另一項裝置正在使用介面。如果您要使用 DSL，必須先停用 PPPoE，然後才可使用數據機進行連接。

# capgroup_adminModem_help
source: This administrative right allows a user to modify the settings for the modem
de: Dieses Administrationsrecht ermöglicht dem Benutzer, die Modemeinstellungen zu ändern.
fr: Ce droit administratif permet à un utilisateur de modifier les paramètres du modem
zh_cn: 此管理权限允许用户修改调制解调器的设置
zh_tw: 這個管理權限允許使用者更改數據機的設定。

# capgroup_adminModem
source: Manage Modem
de: Modemverwaltung
fr: Gérer le modem
zh_cn: 管理调制解调器
zh_tw: 管理數據機
