Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100R/tags/raq550_OSS_1_0/ui/legato-networker.mod/locale/*/networker.po
Languages: de, fr, ja

# networker_help
source: Legato NetWorker backup system
de: Hier können Sie die [[legato-networker.networkerSettings]] ändern.
fr: Les [[legato-networker.networkerSettings]] peuvent être changés ici.
ja: [[legato-networker.networkerSettings]] を変更できます。

# networkerSettings
source: Legato NetWorker Backup Settings
de: Legato NetWorker Sicherungseinstellungen
fr: Paramètres de sauvegarde de Legato NetWorker
ja: Legato NetWorker バックアップの設定

# enableServer
source: Enable Client
de: Client aktivieren
fr: Activer le client Legato
ja: クライアントを有効にする

# badHostname
source: Sorry, you have entered a hostname that is not running a Legato backup server. Please check that you have entered the correct hostname and that the server is properly configured.
de: Sie haben einen Hostnamen eingegeben, der keinen Legato Sicherungsserver ausführt. Bitte stellen Sie sicher, dass Sie den richtigen Hostnamen eingegeben haben und der Server richtig konfiguriert wurde.
fr: Vous avez entré un nom d'hôte qui ne correspond pas à un serveur de sauvegarde Legato. Veuillez vérifier que le nom d'hôte est correct et que le serveur est correctement configuré.
ja: 指定されたホスト名は、Legato バックアップサーバではありません。ホスト名と、サーバの設定をご確認ください。

# enableServer_help
source: Turn the Legato NetWorker backup client on or off.
de: Schalten Sie den Legato NetWorker Sicherungs-Client ein oder aus.
fr: Démarre et stoppe le client Legato NetWorker.
ja: Legato NetWorker バックアップクライアントの ON/OFF を切り替えます。

# enabledButNoData
source: In order to enable the server, you must enter at least one Legato backup server.
de: Um den Server zu aktivieren, müssen Sie mindestens einen Legato Sicherungsserver eingeben.
fr: Afin d'activer le client, vous devez indiquer au moins un serveur de sauvegarde Legato.
ja: サーバを有効にするには、少なくとも一台の Legato バックアップサーバを指定してください。

# lgNetWorkerHostField
source: Legato Server Hostnames
de: Legato Server-Hostnamen
fr: Noms d'hôte des serveurs Legato
ja: Legato サーバのホスト名

# lgNetWorkerHostField_help
source: Enter the fully-qualified domain names of Legato NetWorker backup servers. [[legato-networker.lgNetWorkerHostField_rule]]
de: Geben Sie die vollqualifizierten Domänennamen der Legato NetWorker Sicherungsserver ein. [[legato-networker.lgNetWorkerHostField_rule]]
fr: Entrez les noms d'hôte complets des serveurs de sauvegarde Legato NetWorker. [[legato-networker.lgNetWorkerHostField_rule]]
ja: Legato NetWorker バックアップサーバのホスト名＋ドメインネームを指定してください。[[legato-networker.lgNetWorkerHostField_rule]]

# lgNetWorkerHostField_invalid
source: Hostnames of Legato servers are invalid.
de: Leider ist [[VAR.invalidValue]] ein ungültiger Wert für das Feld [[legato-networker.lgNetWorkerHostField]]. [[legato-networker.lgNetWorkerHostField_rule]]
fr: [[VAR.invalidValue]] est une valeur incorrecte pour [[legato-networker.lgNetWorkerHostField]]. [[legato-networker.lgNetWorkerHostField_rule]]
ja: [[VAR.invalidValue]] は、[[legato-networker.lgNetWorkerHostField]] には指定できません。Legato NetWorker バックアップサーバのホスト名＋ドメインネームを正しく指定してください。[[legato-networker.lgNetWorkerHostField_rule]]

# lgNetWorkerHostField_empty
source: Sorry, you have not entered a value for [[legato-networker.lgNetWorkerHostField]]. [[legato-networker.lgNetWorkerHostField_rule]]
de: Sie haben keinen Wert für das Feld [[legato-networker.lgNetWorkerHostField]] eingegeben. [[legato-networker.lgNetWorkerHostField_rule]]
fr: Vous n'avez pas entré de valeur pour [[legato-networker.lgNetWorkerHostField]]. [[legato-networker.lgNetWorkerHostField_rule]]
ja: [[legato-networker.lgNetWorkerHostField]] への入力は省略できません。Legato NetWorker バックアップサーバのホスト名＋ドメインネームを正しく指定してください。[[legato-networker.lgNetWorkerHostField_rule]]

# lgNetWorkerHostField_rule
source: Legato servers must have valid hostnames.
de: Legato Server müssen gültige Hostnamen besitzen.
fr: Les serveurs Legato doivent avoir des noms d'hôte valides
ja: （指定例： host.domain.co.jp、backup.cobalt.comなど）

# lgNetWorkerHostField_LookupFailed
source: Failed to find one of the Legato servers. Please check that all hosts are accessible on the network, and that DNS entries are all valid.
de: Einer der Legato Server konnte nicht gefunden werden. Bitte stellen Sie sicher, dass alle Hosts auf dem Netzwerk verfügbar und alle DNS-Eingaben gültig sind.
fr: Impossible de trouver l'un des serveurs Legato. Veuillez vérifier que tous les serveurs sont accessibles sur le réseau et que les entrées DNS sont toutes valides
ja: Legato サーバの中に見つからないものがあります。ネットワークへの接続と DNS エントリを確認してください。

# lgNetWorkerLocalHost_LookupFailed
source: The DNS entries for this client machine are invalid. Please check that both forward and reverse DNS entries are valid.
de: Die DNS-Eingaben für diesen Client-Rechner sind ungültig. Bitte stellen Sie sicher, dass die DNS-Weiterleitungs- und -Umkehreingaben gültig sind.
fr: Les entrées DNS pour cet hôte sont incorrectes. Veuillez vérifier que les valeurs entrées ont une résolution DNS standard et inverse.
ja: このクライアントマシンの DNS エントリが不正です。正引きおよび逆引き DNS エントリをご確認ください。

# lgNetWorkerIPField_help
source: Enter the IP address of the Legato NetWorker backup server. [[legato-networker.lgNetWorkerIPField_rule]]
de: Geben Sie die IP-Adresse des Legato NetWorker Sicherungsservers ein. [[legato-networker.lgNetWorkerIPField_rule]]
fr: Entrez l'adresse IP du serveur de sauvegarde Legato NetWorker. [[legato-networker.lgNetWorkerIPField_rule]]
ja: Legato NetWorker バックアップサーバの IP アドレスを指定してください。[[legato-networker.lgNetWorkerIPField_rule]]

# lgNetWorkerIPField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[legato-networker.lgNetWorkerIPField]]. [[legato-networker.lgNetWorkerIPField_rule]]
de: Leider ist [[VAR.invalidValue]] ein ungültiger Wert für das Feld [[legato-networker.lgNetWorkerIPField]]. [[legato-networker.lgNetWorkerIPField_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[legato-networker.lgNetWorkerIPField]]. [[legato-networker.lgNetWorkerIPField_rule]]
ja: [[VAR.invalidValue]] は、[[legato-networker.lgNetWorkerIPField]]には指定できません。Legato NetWorker バックアップサーバの IP アドレスを正しく指定してください。[[legato-networker.lgNetWorkerIPField_rule]]

# lgNetWorkerIPField_empty
source: Sorry, you have not entered a value for [[legato-networker.lgNetWorkerIPField]]. [[legato-networker.lgNetWorkerIPField_rule]]
de: Sie haben keinen Wert für das Feld [[legato-networker.lgNetWorkerIPField]] eingegeben. [[legato-networker.lgNetWorkerIPField_rule]]
fr: Vous n'avez pas entré de valeur pour [[legato-networker.lgNetWorkerIPField]]. [[legato-networker.lgNetWorkerIPField_rule]]
ja: [[legato-networker.lgNetWorkerIPField]]は省略できません。Legato NetWorker バックアップサーバの IP アドレスを指定してください。[[legato-networker.lgNetWorkerIPField_rule]]

# servPorts
source: Service Port Range
de: Dienstanschlussbereich
fr: Plage de ports du service.
ja: サービスポートの範囲

# servPorts_help
source: Sets the system's service ports range to the one specified.
de: Stellt den Dienstanschlussbereich des Systems auf den angegeben Wert ein.
fr: Configure la plage de ports du service avec celle indiquée.
ja: このシステムが使うサービスポートの範囲を指定してください。

# connPorts
source: Connection Port Range
de: Verbindungsanschlussbereich
fr: Plage de ports de la connexion.
ja: 接続ポートの範囲

# connPorts_help
source: Sets the system's connection ports range to the one specified.
de: Stellt den Verbindungsanschlussbereich des Systems auf den angegeben Wert ein.
fr: Configure la plage de ports de connexion avec celle spécifiée.
ja: このシステムが使う接続ポートの範囲を指定してください。

# cannotFork
source: An error occurred while trying to fork.
de: Leider trat beim Gabelungsversuch ein Fehler auf.
fr: Une erreur est survenue lors de la tentative de connexion.
ja: fork の実行中にエラーが発生しました。

# cannotCreateSymlink
source: An error occurred while creating the init-script symlink.
de: Leider trat beim Versuch, das init-Skript Symlink zu erstellen, ein Fehler auf.
fr: Une erreur est survenue lors de la création du symlink par script-init.
ja: init-script symlink の生成中にエラーが発生しました。

# cannotStartLegatoServer
source: An error occurred while trying to start the service.
de: Leider trat beim Versuch, den Dienst zu starten, ein Fehler auf.
fr: Une erreur est survenue lors de la tentative de démarrage du service
ja: サービスの起動中にエラーが発生しました。

# cannotStopLegatoServer
source: An error occurred while trying to stop the service.
de: Leider trat beim Versuch, den Dienst zu stoppen, ein Fehler auf.
fr: Une erreur est survenue lors de la tentative d'arrêt du service
ja: サービスの停止中にエラーが発生しました。

# cannotBreakLink
source: An error occurred while trying to unlink the init-scripts.
de: Leider trat beim Versuch, die Verknüpfung der init-Skripts aufzuheben, ein Fehler auf.
fr: Une erreur est survenue lors de la suppression des script-init
ja: init-scripts の unlink 中にエラーが発生しました。

# am_stopped
source: The [[legato-networker.networker]] client daemon is not running and could not be restarted. In the [[base-apache.amAdmservNameTag]], try turning the [[legato-networker.networker]] client daemon off then on again to see if this corrects the problem. If the [[legato-networker.networker]] client daemon is still unable to start, try rebooting the server itself by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If the [[legato-networker.networker]] client daemon is still unable to start, please refer [[base-sauce-basic.techSupportURL]] for technical support.
ja: [[legato-networker.networker]] クライアントデーモンは動作しておらず、起動することもできませんでした。[[base-apache.amAdmservNameTag]] で、[[legato-networker.networker]] クライアントデーモンを一旦オフにして「保存」ボタンをクリックしてから、もう一度オンにして「保存」ボタンをクリックし、問題が解決するかどうかお試しください。[[legato-networker.networker]] クライアントデーモンが正しく起動しない場合には、[[base-alpine.serverconfig]] の [[base-power.power]] メニューにある「[[base-power.reboot]]」ボタンをクリックして、サーバ本体を再起動してください。それでも [[legato-networker.networker]] クライアントデーモンが起動しない場合には、[[base-sauce-basic.techSupportURL]] にあるテクニカルサポートサービスをご利用ください。

# am_running
source: The [[legato-networker.networker]] client daemon is running.
ja: [[legato-networker.networker]] クライアントデーモンは動作しています。

# am_unknown
source: The state of the [[legato-networker.networker]] client daemon is unknown.
ja: [[legato-networker.networker]] クライアントデーモンの状態は不明です。
