Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-cacheACL.mod/locale/*/cacheACL.po
Languages: de, es, fr, zh_tw

# cacheACLSettings
source: Restricted Web Access
de: Beschränkter Internet-Zugriff
es: Acceso restringido Web
fr: Accès Web restreint
zh_tw: 有限制的 Web 存取

# cacheACL
source: Web Access
de: Web-Zugriff
es: Acceso Web
fr: Accès Web
zh_tw: Web 存取

# cacheACL_help
source: Web access can be controlled here if this server is being used as a gateway or proxy.
de: Wenn dieser Server als Gateway oder Proxy benutzt wird, kann Zugriff auf das Internet kann von hier aus gesteuert werden.
es: El acceso Web puede controlarse aquí, si el servidor esta siendo usado como puerta de enlace o proxy.
fr: L'accès au Web peut être controlé ici si ce serveur est utilisé comme passerelle ou cache Web.
zh_tw: 如果這部伺服器為閘道器或為代理 (Proxy) 伺服器，則可以在這部伺服器上控制 Web 的存取。

# whitelist
source: Permitted Access
de: Zulassen
es: Sitios autorizados
fr: Sites autorisés
zh_tw: 允許存取

# blacklist
source: Blocked Access
de: Sperren
es: Sitios restringidos
fr: Sites bloqués
zh_tw: 封鎖存取

# all
source: Unrestricted
de: Uneingeschränkt
es: Sin restricción
fr: Non restreint
zh_tw: 未設限

# modeField
source: Restriction Policy
de: Einschränkungsrichtlinien
es: Directríz de restricción
fr: Règle de restriction
zh_tw: 限制策略

# modeField_help
source: Choose the type of restriction: Permitted Access, only allow access to the specified sites; Blocked Access, disallow access to the specified sites; Unrestricted, allow access to all sites. Note that only web access is affected by this policy, ftp and other protocols are unaffected.
de: Wählen Sie die Einschränkungsmethode: Zulassen gestattet nur Zugriff auf die angegebenen Sites, während Sperren Zugriff auf die angegebenen Sites verhindert. Uneingeschränkt gestattet Zugriff auf alle Sites. Beachten Sie, dass diese Einstellungen nur den Zugriff auf Websites beeinflussen, FTP und andere Protokolle bleiben hiervon unberührt.
es: Seleccióne la clase de restricción: Lista blanca permite acceso solo a las páginas web especificadas; la lista Negra no permite acceso a las páginas especificadas; Sin Restricción permite acceso libre. NOTA: esta directríz solo afecta al acceso web. FTP y otros protocolos no seran afectados.
fr: Choisissez le type de restriction voulu : Sites autorisés ne permet l'accès qu'aux sites spécifiés ; Sites bloqués bloque l'accès aux sites spécifiés ; Non restreint donne accès à tous les sites, sans aucune restriction. Uniquement l'accès au Web est affecté par ces restrictions. FTP et tout autre protocole ne sont pas affectés.
zh_tw: 請選擇限制的類型：「經許可的存取」，只允許存取指定的網站；「經封鎖的存取」，不允許存取指定的網站；「未設限」，允許存取所有的網站。請注意，上述限制策略只會影響網站的存取，FTP 以及其他的通訊協定則不受影響。

# domainsField
source: Hosts/Domains
de: Host/Domain-Namen
es: Nombres de operador / dominio
fr: Noms de domaine ou de machine
zh_tw: 主機/網域

# domainsField_help
source: Enter the host and domain names to restrict Web access. Blanket domain names may be used by including a leading period character before a domain name. For example, the entry www.sun.com will apply to only that host, but the entry .sun.com will apply the Restriction Policy to www.sun.com, cobalt.sun.com, and all other web sites sharing the sun.com domain.
de: Geben Sie Host- und Domänennamen ein, um den Zugriff auf das Internet zu beschränken. Sie können pauschale Domänennamen einsetzen, indem Sie dem Domänennamen einen Punkt voranstellen. Zum Beispiel betrifft der Eintrag www.sun.com nur diesen einen Server, der Eintrag .sun.com hingegen weitet die Einschränkungsrichtlinien auf www.sun.com, cobalt.sun.com, sowie auf alle anderen Websites aus, die der Domäne sun.com angehören.
es: Escriba los nombres de operador y de dominio con acceso Web restringido. Los nombres de dominio común pueden utilizarse, incluyendo un punto antes del nombre de dominio. Por ejemplo a la dirección www.sun.com le sera aplicada únicamente a este operador; pero la entrada .sun.com afectará a todas las paginas web que comparten el dominio común, por ejemplo, www.sun.com, cobalt.sun.com, etc.sun.com.
fr: Entrez les noms de domaines et de machines auxquels s'applique la restriction. Des noms de domaine génériques peuvent être utilisés en ajoutant un point avant le nom de domaine. Par exemple www.sun.fr ne s'appliquera qu'a ce site, par contre .sun.fr s'appliquera à www.sun.fr, cobalt.sun.fr, ainsi qu'à tout autre site Web utilisant le domaine sun.fr.
zh_tw: 請輸入要限制 Web 存取的主機名稱和網域名稱；如果要指定某個網域範圍內的多個網域名稱，請在網域名稱之前加上一個英文的句點字元。例如，如果輸入的是 www.sun.com，則限制策略只會套用於該部主機，但如果您輸入的是 .sun.com，則會將限制策略套用於 www.sun.com、cobalt.sun.com，以及所有名稱內含 sun.com 的網站。

# domainsField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-cacheACL.domainsField]]. [[base-cacheACL.domainsField_help]]
de: [[VAR.invalidValue]] ist ein ungültiger Wert für [[base-cacheACL.domainsField]]. [[base-cacheACL.domainsField_help]]
es: Lo siento, [[VAR.invalidValue]] no es un valor válido para [[base-cacheACL.domainsField]]. [[base-cacheACL.domainsField_help]]
fr: Désolé :[[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-cacheACL.domainsField]]. [[base-cacheACL.domainsField_help]]
zh_tw: 抱歉，[[VAR.invalidValue]] 對於[[base-cacheACL.domainsField]]而言是無效的值。 [[base-cacheACL.domainsField_help]]

# ipaddrField
source: IP Addresses
de: IP-Addressen
es: Dirección IP
fr: Adresses IP
zh_tw: IP 位址

# ipaddrField_help
source: Enter a list of IP addresses to be used with this policy.
de: Geben Sie eine Liste mit IP-Adressen ein, die mit dieser Richtlinie verwendet werden sollen.
es: Introduzca una lista de direcciones IP que se van a utilizar con esta política.
fr: Entrez une liste d'adresses IP à utiliser avec cette politique.
zh_tw: 請輸入對此策略所用的 IP 位址清單。

# ipaddrField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-cacheACL.ipaddrField]]. [[base-cacheACL.ipaddrField_help]]
de: [[VAR.invalidValue]] ist ein ungültiger Wert für [[base-cacheACL.ipaddrField]]. [[base-cacheACL.ipaddrField_help]]
es: Lo siento, [[VAR.invalidValue]] no es un valor válido para [[base-cacheACL.ipaddrField]]. [[base-cacheACL.ipaddrField_help]]
fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour[[base-cacheACL.ipaddrField]]. [[base-cacheACL.ipaddrField_help]]
zh_tw: 抱歉，[[VAR.invalidValue]] 對於 [[base-cacheACL.ipaddrField]]而言是無效的值。 [[base-cacheACL.ipaddrField_help]]
