Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-snmp.mod/locale/*/snmp.po
Languages: es, fr, zh_cn

# snmpSettings
source: Simple Network Management Protocol (SNMP) Settings
es: Configuración del protocolo de administración de red simple (SNMP)
fr: Paramètres SNMP (Simple Network Management Protocol)
zh_cn: 简单网络管理协议 (SNMP) 设置

# snmp_help
source: [[base-snmp.snmpSettings]] can be changed here.
es: [[base-snmp.snmpSettings]].
fr: Les [[base-snmp.snmpSettings]] peuvent être modifiés ici.
zh_cn: [[base-snmp.snmpSettings]]可在此处更改。

source: Enable Server
es: Habilitar servidor
fr: Activer le serveur
zh_cn: 启用服务器

# enableServer_help
source: Turn the Simple Network Management Protocol (SNMP) server on or off. SNMP is a network management protocol and provides a means to monitor and control network devices and to manage configurations, statistics collection, performance and security on a network.
es: Activar o desactivar el servidor SNMP (protocolo simple de administración de red), que permite supervisar y controlar los dispositivos de red y administrar las configuraciones, la recopilación de estadísticas, el rendimiento y la seguridad de una red.
fr: Active ou désactive le serveur SNMP (Simple Network Management Protocol). SNMP est un protocole d'administration qui fournit un moyen de surveillance et de contrôle des équipements réseau et qui permet de gérer les configurations, la collecte des statistiques, les performances et la sécurité sur un réseau.
zh_cn: 打开或关闭简单网络管理协议 (SNMP) 服务器。SNMP 是一种网络管理协议，提供了一种监视和控制网络设备，并管理网络配置、统计信息收集、性能和安全性的方法。

# readSnmpCommunityField
source: Read Only SNMP Community
es: Comunidad SNMP de sólo lectura
fr: Communauté SNMP en lecture seule
zh_cn: 只读 SNMP 团体

# readSnmpCommunityField_rule
source: The Read Only SNMP Community you enter can only contain alphanumeric characters along with '-' and '_'.
es: La comunidad SNMP de sólo lectura sólo puede contener caracteres alfanuméricos y signos '-' y '_'.
fr: Cette communauté SNMP en lecture seule ne peut contenir que des caractères alphanumériques tels que '-' et '_'.
zh_cn: 您输入的只读 SNMP 团体只能包含带有 '-' 和 '_' 的字母数字字符。

# readSnmpCommunityField_help
source: Enter the Read Only SNMP Community to which this server appliance belongs. [[base-snmp.readSnmpCommunityField_rule]]
es: Comunidad SNMP de sólo lectura a la que pertenece este servidor. [[base-snmp.readSnmpCommunityField_rule]]
fr: Entrez la communauté SNMP en lecture seule à laquelle appartient ce serveur. [[base-snmp.readSnmpCommunityField_rule]]
zh_cn: 输入此服务器设备所属的只读 SNMP 团体。 [[base-snmp.readSnmpCommunityField_rule]]

# readSnmpCommunityField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-snmp.readSnmpCommunityField]]. [[base-snmp.readSnmpCommunityField_rule]]
es: [[VAR.invalidValue]] no es un valor válido para [[base-snmp.readSnmpCommunityField]]. [[base-snmp.readSnmpCommunityField_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-snmp.readSnmpCommunityField]]. [[base-snmp.readSnmpCommunityField_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-snmp.readSnmpCommunityField]]的无效值。 [[base-snmp.readSnmpCommunityField_rule]]

# readWriteSnmpCommunityField
source: Read and Write SNMP Community
es: Comunidad SNMP de lectura y escritura
fr: Communauté SNMP en lecture/écriture
zh_cn: 读取和写入 SNMP 团体

# readWriteSnmpCommunityField_rule
source: The Read and Write SNMP Community you enter can only contain alphanumeric characters along with '-' and '_'.
es: La comunicad SNMP de lectura y escritura sólo puede contener caracteres alfanuméricos y los signos '-' y '_'.
fr: Cette communauté SNMP en lecture-écriture ne peut contenir que des caractères alphanumériques tels que '-' et '_'.
zh_cn: 您输入的读取和写入 SNMP 团体只能包含带有 '-' 和 '_' 的字母数字字符。

# readWriteSnmpCommunityField_help
source: Enter the Read and Write SNMP Community to which this server appliance belongs. [[base-snmp.readWriteSnmpCommunityField_rule]]
es: Comunidad SNMP de lectura y escritura a la que pertenece este servidor. [[base-snmp.readWriteSnmpCommunityField_rule]]
fr: Entrez la communauté SNMP en lecture-écriture à laquelle appartient ce serveur. [[base-snmp.readWriteSnmpCommunityField_rule]]
zh_cn: 输入此服务器设备所属的读取和写入 SNMP 团体。 [[base-snmp.readWriteSnmpCommunityField_rule]]

# readWriteSnmpCommunityField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-snmp.readWriteSnmpCommunityField]]. [[base-snmp.readWriteSnmpCommunityField_rule]]
es: [[VAR.invalidValue]] no es un valor válido para [[base-snmp.readWriteSnmpCommunityField]]. [[base-snmp.readWriteSnmpCommunityField_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-snmp.readWriteSnmpCommunityField]]. [[base-snmp.readWriteSnmpCommunityField_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-snmp.readWriteSnmpCommunityField]]的无效值。[[base-snmp.readWriteSnmpCommunityField_rule]]

# readNorWriteSet
source: Sorry, you must enter a read and/or write community in order to enable SNMP.
es: Se debe especificar una comunidad de lectura y/o escritura para habilitar el servicio SNMP.
fr: Vous devez entrer une communauté en lecture et/ou en écriture pour activer SNMP.
zh_cn: 对不起，您必须输入启用 SNMP 的读取和/或写入团体。

# readEqualWrite
source: To have a community that will both read and write, it is sufficient to enter it into the Read and Write field. Your read community has been changed to reflect these requirements.
es: Para leer y escribir, especificar la comunidad en el campo Lectura y escritura. La comunidad de lectura ha cambiado para reflejar estos requisitos.
fr: Pour utiliser une communauté dotée de droits de lecture et d'écriture, il suffit d'entrer son nom dans le champ Lecture et écriture. Votre communauté de lecture a été modifiée pour répondre à ces exigences.
zh_cn: 要使团体能够读取和写入，需足够地将其输入“读取”和“写入”字段。您的读取团体已经改变，以反应这些要求。

# cannotFork
source: Error while forking [[VAR.msg]]
es: Error al bifurcar [[VAR.msg]]
fr: Erreur lors du traitement parallèle (forking) [[VAR.msg]]
zh_cn: 派生[[VAR.msg]]时出现错误

# cannotCreateSynlink
source: Error creating Symlink [[VAR.msg]]
es: Error al crear vínculo simbólico [[VAR.msg]]
fr: Erreur de création du Symlink [[VAR.msg]]
zh_cn: 创建 Symlink[[VAR.msg]]时出现错误

# cannotStartSnmpServer
source: Error starting Snmp server [[VAR.msg]]
es: Error al iniciar el servidor SNMP [[VAR.msg]]
fr: Erreur lors du démarrage du serveur Snmp [[VAR.msg]]
zh_cn: 启动 Snmp 服务器[[VAR.msg]]时出现错误

# cannotStopSnmpService
source: Error stopping Snmp service [[VAR.msg]]
es: Error al detener el servidor SNMP [[VAR.msg]]
fr: Erreur lors de l'arrêt du service Snmp [[VAR.msg]]
zh_cn: 终止 Snmp 服务[[VAR.msg]]时出现错误

# cannotBreakLink
source: Error while breaking symlink [[VAR.msg]]
es: Error al deshacer vínculo simbólico [[VAR.msg]]
fr: Erreur lors de l'interruption du symlink [[VAR.msg]]
zh_cn: 断开 symlink[[VAR.msg]]时出现错误

# amSNMPNameTag
source: Simple Network Management Protocol (SNMP) Server
es: Servidor de protocolo SNMP
fr: Serveur SNMP (Simple Network Management Protocol)
zh_cn: 简单网络管理协议 (SNMP) 服务器

# amDetailsTitle
source: Simple Network Management Protocol (SNMP) Server Details
es: Detalles del servidor SNMP
fr: Détails du serveur SNMP (Simple Network Management Protocol)
zh_cn: 简单网络管理协议 (SNMP) 服务器详细信息

# amSNMPNotRunning
source: The SNMP server is not running.
es: El servidor SNMP no se está ejecutando.
fr: Le serveur SNMP ne fonctionne pas.
zh_cn: SNMP 服务器没有运行。

# amSNMPStatusOK
source: The SNMP server is operating normally.
es: El servidor SNMP funciona normalmente.
fr: Le serveur SNMP fonctionne normalement.
zh_cn: SNMP 服务器运行正常。

# capgroup_adminSnmp
source: Manage SNMP
es: Administrar SNMP
fr: Gérer SNMP
zh_cn: 管理 SNMP

# capgroup_adminSnmp_help
source: This administrative right allows a user to change SNMP settings
es: Este derecho administrativo permite que un usuario modifique la configuración SNMP.
fr: Ce droit administratif permet à un utilisateur de modifier les paramètres SNMP
zh_cn: 这个管理权限允许用户改变 SNMP 设置
