Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-mysql.mod/locale/*/mysql.po
Languages: da_dk, de_de, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# root_has_no_pwd
source: [[base-mysql.DBTYPE]] password for [[base-mysql.DBTYPE]]-root user apparently not yet set! Please set a password for [[base-mysql.DBTYPE]]-user 'root'!
da_dk: XXX_DBTYPE_XXX adgangskode til XXX_DBTYPE_XXX-root bruger tilsyneladende endnu ikke er indstillet! Skal du indstille en adgangskode til XXX_DBTYPE_XXX-user 'root'!
de_de: Für den [[base-mysql.DBTYPE]]-Benutzer 'root' wurde noch kein Passwort vergeben! Bitte vergeben Sie für [[base-mysql.DBTYPE]]-Benutzer 'root' unbedingt ein Passwort!
fr_fr: Un mot de passe [[base-mysql.DBTYPE]] pour l'utilisateur 'root' n'a apparemment pas encore été défini ! Veuillez définir un mot de passe pour de l'utilisateur [[base-mysql.DBTYPE]] 'root' !
it_it: [[base-mysql.DBTYPE]] password per l'utente root di [[base-mysql.DBTYPE]] a quanto pare non è ancora impostata! Si prega di impostare una password di 'root' utente [[base-mysql.DBTYPE]]!
ja_jp: [[base-mysql.DBTYPE]]のrootユーザーのための[[base-mysql.DBTYPE]]のパスワードは明らかにまだ設定されていません！ [[base-mysql.DBTYPE]]のユーザー「ルート」のパスワードを設定してください！
nl_nl: [[base-mysql.DBTYPE]] wachtwoord voor [[base-mysql.DBTYPE]]-root gebruiker blijkbaar nog niet ingesteld! Stel een wachtwoord voor [[base-mysql.DBTYPE]]-gebruiker 'root'!
pt_pt: MySQL senha para o usuário root MySQL ainda não parece pronto! Por favor, defina uma senha para 'root' do MySQL usuário!

source: Server
fr_fr: Serveur
ja_jp: サーバー
pt_pt: Servidor

# server_help
source: Enable & Disable [[base-mysql.DBTYPE]] Server
da_dk: Aktivér & Deaktiver XXX_DBTYPE_XXX Server
de_de: [[base-mysql.DBTYPE]] Server verwalten.
fr_fr: Activer et désactiver le serveur [[base-mysql.DBTYPE]]
it_it: Abilitare e disabilitare [[base-mysql.DBTYPE]] Server
ja_jp: [[base-mysql.DBTYPE]]サーバを有効にすると無効
nl_nl: Inschakelen en uitschakelen [[base-mysql.DBTYPE]] Server
pt_pt: Ativar e desativar o Servidor MySQL

source: Server Key:
da_dk: Server Nøgle:
fr_fr: Clé du Serveur :
it_it: Chiave del server:
ja_jp: サーバキー：
pt_pt: Chave do Servidor:

# server_key_help
source: The 'Server Key' is an automatically generated unique identifier that helps us to identify if you run the software on the server that it was licensed for.
da_dk: 'Server Key' er en automatisk genereret entydig identifikator, der hjælper os til at identificere, hvis du kører softwaren på den server, den er licenseret til.
fr_fr: La Clé du Serveur (Server Key) est un identifiant unique généré automatiquement qui nous aide à contrôler si le logiciel opère sur le serveur autorisé grâce à sa licence.
it_it: La 'chiave del server' è un identificatore univoco generato automaticamente che ci aiuta a identificare se si esegue il software sul server che è stato concesso in licenza per.
ja_jp: 「サーバーキーは 'あなたはそれがためにライセンスを取得したサーバー上でソフトウェアを実行する場合、私たちを識別するのに役立ちます、自動的に生成される一意の識別子です。
nl_nl: De 'Server Key' is een automatisch gegenereerde unieke identificatie die ons helpt om te bepalen of u de software op de server dat het een licentie voor.
pt_pt: A 'Key Server' é um identificador único gerado automaticamente, que nos ajuda a identificar se você executar o software no servidor que foi licenciado para.

# solmysqlDB
source: Database Name
de_de: Datenbank Name
fr_fr: Nom de base de données
it_it: Nome database
ja_jp: データベース名
nl_nl: Database Naam
pt_pt: Nome do banco de dados

# solmysqlDB_help
source: Name of the [[base-mysql.DBTYPE]] database for this site.
da_dk: Navn på den XXX_DBTYPE_XXX-database til dette websted.
de_de: Der Name der [[base-mysql.DBTYPE]] Datenbank für diese Site.
fr_fr: Nom de la base de données [[base-mysql.DBTYPE]] pour ce site.
it_it: Nome del database [[base-mysql.DBTYPE]] per questo sito.
ja_jp: このサイトの[[base-mysql.DBTYPE]]データベースの名前。
nl_nl: Naam van de [[base-mysql.DBTYPE]] database voor deze website.
pt_pt: Nome do banco de dados MySQL para este site.

# solmysqlFullText
source: [[base-mysql.DBTYPE]] user and database
da_dk: XXX_DBTYPE_XXX bruger og database
de_de: [[base-mysql.DBTYPE]] Nutzer und Datenbank
fr_fr: Utilisateur et base de données [[base-mysql.DBTYPE]]
it_it: Utente e il database [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]のユーザーとデータベース
nl_nl: [[base-mysql.DBTYPE]] gebruiker en database
pt_pt: Usuário e banco de dados MySQL

# solmysqlFullText_help
source: Allows you to automatically create or remove a [[base-mysql.DBTYPE]] database and a [[base-mysql.DBTYPE]] user for this site. PLEASE NOTE: If the checkbox is already checked, then unchecking it and saving the changes will remove the [[base-mysql.DBTYPE]] database AND the user.
da_dk: Giver dig mulighed for automatisk at oprette eller fjerne en XXX_DBTYPE_XXX-database og en XXX_DBTYPE_XXX bruger for dette websted. BEMÆRK: Hvis afkrydsningsfeltet allerede er markeret, og derefter afmarkere den og gemme ændringerne fjerne XXX_DBTYPE_XXX-databasen og brugeren.
de_de: Erlaubt es, automatisch eine [[base-mysql.DBTYPE]]-Datenbank und einen dazugehörigen [[base-mysql.DBTYPE]]-Nutzer anzulegen. ACHTUNG: Falls diese Checkbox bereits markiert ist und man diese Markierung entfernt, wird sowohl die Datenbank als auch der dazugehörige Nutzer gelöscht!
fr_fr: Vous permet de créer ou de supprimer automatiquement un utilisateur et une base de données [[base-mysql.DBTYPE]] pour ce site. ATTENTION : Si vous décochez une case déjà cochée et enregistrez ces modifications, cela supprimera la base de données ET l'utilisateur [[base-mysql.DBTYPE]].
it_it: Consente di creare o rimuovere automaticamente un database [[base-mysql.DBTYPE]] e un utente [[base-mysql.DBTYPE]] per questo sito. NOTA: Se la casella è già selezionata, deselezionando la casella e salvare le modifiche elimina il database [[base-mysql.DBTYPE]] e l'utente.
ja_jp: あなたは自動的に[[base-mysql.DBTYPE]]データベースと、このサイトの[[base-mysql.DBTYPE]]ユーザを作成したり、削除することができます。注意：チェックボックスがすでにオンになっている場合、それをオフにし、変更を保存すると、[[base-mysql.DBTYPE]]のデータベースとユーザーを削除します。
nl_nl: Hiermee kunt u automatisch aanmaken of verwijderen van een [[base-mysql.DBTYPE]] database en een [[base-mysql.DBTYPE]] gebruiker voor deze website. LET OP: Als het selectievakje al is aangevinkt, dan vinkje het en de wijzigingen zal de [[base-mysql.DBTYPE]] database en de gebruiker te verwijderen.
pt_pt: Permite criar ou remover automaticamente uma base de dados MySQL e um usuário MySQL para este site. ATENÇÃO: Se a opção já estiver marcada, desmarque-a e, em seguida, salvar as alterações irá remover o banco de dados MySQL eo usuário.

# solmysqlHost
source: Database Host
de_de: Datenbank Host
fr_fr: Hôte de base de données
it_it: Host Database
ja_jp: データベースホスト
pt_pt: Anfitrião do banco de dados

# solmysqlHost_help
source: Host on which the [[base-mysql.DBTYPE]] server is running. Typically this is 'localhost'.
da_dk: Host, hvor XXX_DBTYPE_XXX-serveren kører. Typisk er 'localhost'.
de_de: Host auf dem der [[base-mysql.DBTYPE]]-Server läuft. In der Regel 'localhost'.
fr_fr: Hôte sur lequel le serveur [[base-mysql.DBTYPE]] est opérationnel. Typiquement, c'est 'localhost'.
it_it: Host su cui è in esecuzione il server [[base-mysql.DBTYPE]]. In genere questo è 'localhost'.
ja_jp: [[base-mysql.DBTYPE]]サーバが動作しているホスト。デフォルトは 'localhost' です。
nl_nl: Host waarop de [[base-mysql.DBTYPE]]-server draait. Normaal gesproken is dit 'localhost'.
pt_pt: Host no qual o servidor MySQL está rodando. Normalmente, isso é 'localhost'.

# solmysqlPass
source: Password
da_dk: Adgangskode
de_de: Passwort
fr_fr: Mot de passe
it_it: Parola d'ordine
ja_jp: パスワード
nl_nl: Wachtwoord
pt_pt: Senha

# solmysqlPass_help
source: [[base-mysql.DBTYPE]] password for the [[base-mysql.DBTYPE]] user in question.
da_dk: XXX_DBTYPE_XXX adgangskode til XXX_DBTYPE_XXX pågældende bruger.
de_de: [[base-mysql.DBTYPE]]-Passwort für den fraglichen [[base-mysql.DBTYPE]]-Nutzer.
fr_fr: Mot de passe pour l'utilisateur [[base-mysql.DBTYPE]] en question.
it_it: Password di [[base-mysql.DBTYPE]] per l'utente [[base-mysql.DBTYPE]] in questione.
ja_jp: 問題の[[base-mysql.DBTYPE]]ユーザのための[[base-mysql.DBTYPE]]のパスワード。
nl_nl: [[base-mysql.DBTYPE]] wachtwoord voor de [[base-mysql.DBTYPE]] gebruiker in kwestie.
pt_pt: MySQL senha para o usuário MySQL em questão.

# solmysqlPort
source: Port
it_it: Porto
ja_jp: ポート
nl_nl: Haven
pt_pt: Porto

# solmysqlPort_help
source: Port on which the [[base-mysql.DBTYPE]] server is listening. Typically this is '3306'.
da_dk: Port, hvor XXX_DBTYPE_XXX-serveren lytter. Typisk er '3306 '.
de_de: Port auf dem [[base-mysql.DBTYPE]] läuft. In der Regel '3306'.
fr_fr: Port sur lequel le serveur [[base-mysql.DBTYPE]] est à l'écoute. Typiquement, c'est '3306 '.
it_it: Porta su cui è in ascolto il server [[base-mysql.DBTYPE]]. In genere questo è '3306 '.
ja_jp: [[base-mysql.DBTYPE]]サーバーが待機しているポート。通常、これは'3306 'です。
nl_nl: Poort waarop de [[base-mysql.DBTYPE]]-server luistert. Normaal gesproken is dit '3306 '.
pt_pt: Porta na qual o servidor MySQL está escutando. Tipicamente, isto é '3306'.

# solmysqlUsername
source: Username
da_dk: Brugernavn
de_de: Benutzername
fr_fr: Identifiant d'utilisateur
it_it: Nome utente
ja_jp: ユーザ名
nl_nl: Gebruikersnaam
pt_pt: Usuário

# solmysqlUsername_help
source: Username of the [[base-mysql.DBTYPE]] user. Has rights and permissions only for the database specified below.
da_dk: Brugernavnet på den XXX_DBTYPE_XXX bruger. Har rettigheder og tilladelser kun til databasen er angivet nedenfor.
de_de: Benutzername des [[base-mysql.DBTYPE]]-Nutzers. Hat administrative Rechter nur für die angegebene Datenbank.
fr_fr: L'identifiant de l'utilisateur [[base-mysql.DBTYPE]]. Celui-ci n'a les droits et les autorisations que pour la base de données spécifiée ci-dessous.
it_it: Nome utente dell'utente [[base-mysql.DBTYPE]]. Ha diritti e le autorizzazioni solo per il database specificato di seguito.
ja_jp: [[base-mysql.DBTYPE]]のユーザのユーザ名。唯一の下の指定されたデータベースの権限とアクセス許可を持っています。
nl_nl: Gebruikersnaam van de [[base-mysql.DBTYPE]] gebruiker. Heeft rechten en machtigingen alleen voor de database hieronder aangegeven.
pt_pt: Nome do usuário MySQL. Tem direitos e permissões apenas para o banco de dados especificado abaixo.

# sql_host
source: [[base-mysql.DBTYPE]] Host:
da_dk: XXX_DBTYPE_XXX Host:
fr_fr: Hôte [[base-mysql.DBTYPE]]:
ja_jp: [[base-mysql.DBTYPE]]のホスト：
pt_pt: MySQL Host:

# sql_host_help
source: Host on which the [[base-mysql.DBTYPE]] server is located. Needs to be specified so that applications can connect to [[base-mysql.DBTYPE]]. By default this should be 'localhost'.
da_dk: Host, hvor XXX_DBTYPE_XXX-serveren er placeret. Skal specificeres, så programmer kan forbinde til XXX_DBTYPE_XXX. Som standard er denne skal være 'localhost'.
de_de: Hier gibt man den Host an, auf dem der [[base-mysql.DBTYPE]]-Server läuft (in der Regel 'localhost'). Dies ist nötig, damit Anwendungen sich zum [[base-mysql.DBTYPE]]-Server verbinden können.
fr_fr: Hôte sur lequel le serveur [[base-mysql.DBTYPE]] opère, 'localhost' est l'hôte par défaut. Doit être précisé afin que les applications peuvent se connecter à [[base-mysql.DBTYPE]].
it_it: Host su cui il server [[base-mysql.DBTYPE]] si trova. Deve essere specificato in modo che le applicazioni possono connettersi a [[base-mysql.DBTYPE]]. Per impostazione predefinita, questo dovrebbe essere 'localhost'.
ja_jp: [[base-mysql.DBTYPE]]サーバが配置されているホスト。アプリケーションが[[base-mysql.DBTYPE]]に接続できるように指定する必要があります。 デフォルトは 'localhost' です。
nl_nl: Host waarop de [[base-mysql.DBTYPE]]-server zich bevindt. Moet worden gespecificeerd zodat applicaties kan verbinding maken met [[base-mysql.DBTYPE]]. Standaard is deze 'localhost' zou moeten zijn.
pt_pt: Host no qual o servidor MySQL está localizada. Precisa ser especificado para que os aplicativos podem se conectar ao MySQL. Por padrão, este deve ser 'localhost'.

# sql_port
source: [[base-mysql.DBTYPE]] Port:
da_dk: XXX_DBTYPE_XXX Havn:
it_it: Porta [[base-mysql.DBTYPE]]:
ja_jp: [[base-mysql.DBTYPE]]のポート：
pt_pt: MySQL Porto:

# sql_port_help
source: TCP/IP port on which [[base-mysql.DBTYPE]] is reachable on the specified host. By default this should be '3306'.
da_dk: TCP / IP-port, hvor XXX_DBTYPE_XXX er tilgængelig på den angivne vært. Som standard er denne skulle være '3306 '.
de_de: TCP/IP Port an welchen [[base-mysql.DBTYPE]] gebunden ist. In der Regel '3306'.
fr_fr: Port TCP/IP sur lequel [[base-mysql.DBTYPE]] est accessible à l'hôte spécifié. '3306' est le port par défaut.
it_it: TCP / IP su cui [[base-mysql.DBTYPE]] è raggiungibile a l'host specificato. Per impostazione predefinita, questo dovrebbe essere '3306 '.
ja_jp: [[base-mysql.DBTYPE]]サーバが使用するTCP/IPポート番号。デフォルトは'3306 'です。
nl_nl: TCP/IP-poort waarop [[base-mysql.DBTYPE]] is bereikbaar op de opgegeven host. Standaard staat deze zou moeten zijn '3306 '.
pt_pt: Porta TCP / IP em que o MySQL pode ser acessado no host especificado. Por padrão, este deve ser '3306 '.

# sql_root
source: [[base-mysql.DBTYPE]] User:
da_dk: XXX_DBTYPE_XXX Bruger:
de_de: [[base-mysql.DBTYPE]] Nutzer:
fr_fr: Utilisateur [[base-mysql.DBTYPE]] :
ja_jp: [[base-mysql.DBTYPE]]のユーザー：
nl_nl: [[base-mysql.DBTYPE]] Gebruiker:
pt_pt: MySQL Usuário:

# sql_root_help
source: Username of the [[base-mysql.DBTYPE]] user with 'root' privileges. By default this should be 'root'.
da_dk: Brugernavn af XXX_DBTYPE_XXX bruger med 'root privilegier. Som standard er denne skal være 'rod'.
de_de: Benutzername des [[base-mysql.DBTYPE]]-Nutzers mit 'root'-Rechten. Sollte man auf 'root' lassen.
fr_fr: Identifiant de l'utilisateur [[base-mysql.DBTYPE]] avec les privilèges 'root'. Par défaut, ça devrait être 'root'.
it_it: Username dell'utente [[base-mysql.DBTYPE]] con i privilegi di 'root'. Per impostazione predefinita, questo dovrebbe essere 'root'.
ja_jp: 'root' 権限を持つ[[base-mysql.DBTYPE]]のユーザのユーザ名。デフォルト設定は 'root' です。
nl_nl: Gebruikersnaam van de [[base-mysql.DBTYPE]] gebruiker met 'root' privileges. Standaard is deze 'root' zou moeten zijn.
pt_pt: Nome do usuário MySQL com privilégios de 'root'. Por padrão, este deve ser 'root'.

# sql_rootpassword
source: [[base-mysql.DBTYPE]] Password:
da_dk: XXX_DBTYPE_XXX Password:
de_de: [[base-mysql.DBTYPE]] Passwort:
fr_fr: Mot de passe [[base-mysql.DBTYPE]] :
ja_jp: [[base-mysql.DBTYPE]]のパスワード：
pt_pt: MySQL Password:

# sql_rootpassword_help
source: Password of the [[base-mysql.DBTYPE]] 'root' user.
da_dk: Adgangskoden for XXX_DBTYPE_XXX 'rod' bruger.
de_de: Passwort des [[base-mysql.DBTYPE]]-Benutzers mit 'root'-Rechten.
fr_fr: Mot de passe de l'utilisateur [[base-mysql.DBTYPE]] 'root'.
it_it: Password dell'utente 'root' il [[base-mysql.DBTYPE]].
ja_jp: [[base-mysql.DBTYPE]]のrootユーザーのパスワード。
nl_nl: Wachtwoord van de [[base-mysql.DBTYPE]] 'root' gebruiker.
pt_pt: Senha de usuário 'root' do MySQL.

# sql_status
source: [[base-mysql.DBTYPE]] Status:
da_dk: XXX_DBTYPE_XXX: Status:
fr_fr: Statut [[base-mysql.DBTYPE]] :
it_it: [[base-mysql.DBTYPE]] Stato:
ja_jp: [[base-mysql.DBTYPE]]の状態：
pt_pt: MySQL Status:

# sql_status_help
source: Shows the status of your [[base-mysql.DBTYPE]] connection and if it is possible to connect to the [[base-mysql.DBTYPE]] server with the login details that you specified above.
da_dk: Viser status af din XXX_DBTYPE_XXX-forbindelse, og hvis det er muligt at forbinde til XXX_DBTYPE_XXX-serveren med login detaljer, som du angivet ovenfor.
de_de: Zeigt den Status der Verbindung zum [[base-mysql.DBTYPE]]-Server an und ob ein Verbindungsaufbau mit obigen Zugangsdaten möglich ist.
fr_fr: Affiche l'état de votre connexion [[base-mysql.DBTYPE]] et si la connexion au serveur [[base-mysql.DBTYPE]] est possible avec les informations spécifiées ci-dessus.
it_it: Mostra lo stato della connessione di [[base-mysql.DBTYPE]] e se è possibile connettersi al server [[base-mysql.DBTYPE]] con i dati di accesso che hai specificato sopra.
ja_jp: あなたの[[base-mysql.DBTYPE]]接続の状態が表示され、それはあなたが上で指定したログイン詳細を[[base-mysql.DBTYPE]]サーバに接続することが可能です。
nl_nl: Geeft de status van uw [[base-mysql.DBTYPE]]-verbinding en of het mogelijk is om verbinding te maken met de [[base-mysql.DBTYPE]]-server met de inloggegevens die u hierboven opgaf.
pt_pt: Mostra o status da sua conexão MySQL e se é possível conectar-se ao servidor MySQL com os dados de login que você especificou anteriormente.

# sqldump
source: SQL DB Dump
de_de: SQL-Dump
fr_fr: Sauvegarde SQL Dump
it_it: DB SQL Dump
ja_jp: SQL DBのダンプ
pt_pt: DB SQL Dump

# sqldump_help
source: Dump all of the databases to a text file
da_dk: Dump alle de databaser til en tekstfil
de_de: Datensicherung der SQL-Datenbanken ausführen.
fr_fr: Sauvegarder toutes les bases de données dans un fichier texte
it_it: Dump di tutti i database in un file di testo
ja_jp: テキストファイルにすべてのデータベースをダンプ
nl_nl: Dump alle databases naar een tekstbestand
pt_pt: Despeje todos os bancos de dados para um arquivo de texto

# sqlpass
source: Change Password
da_dk: Skift adgangskode
de_de: Passwort ändern
fr_fr: Modifier mot de passe
it_it: Cambia password
ja_jp: パスワードを変更
nl_nl: Wachtwoord wijzigen
pt_pt: Alterar senha

# sqlpass_help
source: Allows you to change your [[base-mysql.DBTYPE]] password. Can also be used to clear a [[base-mysql.DBTYPE]] password, provided you know the current password. To do so simply leave the 'New Password' field empty.
da_dk: Giver dig mulighed for at ændre din XXX_DBTYPE_XXX-adgangskode. Kan også bruges til at rydde en XXX_DBTYPE_XXX-adgangskode, hvis du kender den aktuelle adgangskode. For at gøre dette skal du blot lade feltet 'Ny adgangskode' tomme.
de_de: Erlaubt es Ihnen, das [[base-mysql.DBTYPE]] 'root'-Passwort zu ändern. Kann auch genutzt werden, um das [[base-mysql.DBTYPE]]-Passwort komplett zu entfernen. Immer vorausgesetzt, Sie kennen das momentane Passwort.
fr_fr: Vous permet de changer votre mot de passe [[base-mysql.DBTYPE]]. Peut aussi être utilisé pour effacer un mot de passe [[base-mysql.DBTYPE]] - tant que vous connaissez le mot de passe actuel. Pour ce faire, laissez simplement le champ « [[base-mysql.mysqlpass]] » vide.
it_it: Consente di modificare la password di [[base-mysql.DBTYPE]]. Può essere utilizzato anche per cancellare una password di [[base-mysql.DBTYPE]], a condizione di sapere la password corrente. Per farlo è sufficiente lasciare il campo 'Nuova password' vuoto.
ja_jp: あなたの[[base-mysql.DBTYPE]]のパスワードを変更することができます。また、現在のパスワードを知っている提供、[[base-mysql.DBTYPE]]のパスワードをクリアすることができます。そうするためには、単純に空の「新しいパスワード」フィールドにしておきます。
nl_nl: Hiermee kunt u uw [[base-mysql.DBTYPE]] wachtwoord te wijzigen. Kan ook gebruikt worden om een ​​[[base-mysql.DBTYPE]] wachtwoord te wissen, mits u het huidige wachtwoord weet. Om dit te doen laat u het veld 'Nieuw wachtwoord' leeg.
pt_pt: Permite que você altere sua senha MySQL. Também pode ser usado para limpar a senha do MySQL, desde que você saiba a senha atual. Para isso basta deixar o campo 'Nova senha' vazio.

# sqlstatus_fail
source: [[base-mysql.DBTYPE]] connection cannot be established. Please check the settings under 'Network Services' / '[[base-mysql.DBTYPE]] Config' first. Also see if [[base-mysql.DBTYPE]] is running.
da_dk: Der kan ikke etableres XXX_DBTYPE_XXX-forbindelse. Kontroller indstillingerne under 'Network Services' / 'XXX_DBTYPE_XXX config' først. Også se om XXX_DBTYPE_XXX kører.
de_de: [[base-mysql.DBTYPE]]-Verbindung kann nicht hergestellt werden. Bitte überprüfen Sie die Einstellungen unter 'Netzwerkdienste' / '[[base-mysql.DBTYPE]] Config' zuerst. Prüfen Sie, ob [[base-mysql.DBTYPE]]d läuft.
fr_fr: La connexion [[base-mysql.DBTYPE]] ne peut pas être établie. Veuillez vérifier les paramètres sous « [[base-alpine.controlpanel]] » / « [[base-mysql.DBTYPE]] ». Voir aussi si [[base-mysql.DBTYPE]] est en marche.
it_it: Connessione [[base-mysql.DBTYPE]] non può essere stabilita. Controllare le impostazioni in 'Servizi di rete' / '[[base-mysql.DBTYPE]] Config' primi. Anche vedere se [[base-mysql.DBTYPE]] è in esecuzione.
ja_jp: [[base-mysql.DBTYPE]]の接続が確立できません。最初の「ネットワークサービス」/「[[base-mysql.DBTYPE]]の設定変更」の下の設定を確認してください。 [[base-mysql.DBTYPE]]が動作している場合にも参照してください。
nl_nl: [[base-mysql.DBTYPE]]-verbinding niet kan worden vastgesteld. Controleer de instellingen onder 'Network Services'/'[[base-mysql.DBTYPE]] Config' eerste. Zie ook als [[base-mysql.DBTYPE]] draait.
pt_pt: MySQL conexão não pode ser estabelecida. Por favor verifique as configurações em 'Serviços de Rede' / 'MySQL Config'. Veja também se o MySQL está sendo executado.

# udb_switch
source: [[base-mysql.DBTYPE]] auto-create
da_dk: XXX_DBTYPE_XXX auto-skabe
de_de: [[base-mysql.DBTYPE]] automatisieren
fr_fr: Auto-créer [[base-mysql.DBTYPE]]
it_it: [[base-mysql.DBTYPE]] Creazione automatica
ja_jp: [[base-mysql.DBTYPE]]の自動作成
nl_nl: [[base-mysql.DBTYPE]] automatisch opzetten
pt_pt: MySQL auto-criar

# udb_switch_help
source: Allows automatic creation of [[base-mysql.DBTYPE]] users and databases through the GUI. Either upon creating a new site, or by editing the 'Web' services of an existing site. Only server administrators have this capability.
da_dk: Muliggør automatisk oprettelse af XXX_DBTYPE_XXX brugere og databaser via GUI. Enten ved at oprette et nyt websted, eller ved at redigere 'Web »tjenesteydelser af et eksisterende site. Eneste server administratorer har denne evne.
de_de: Erlaubt es, [[base-mysql.DBTYPE]]-Benutzer und Datenbanken automatisch anlegen. Entweder direkt wenn eine Site neu angelegt wird, oder die 'Web'-Einstellungen einer Site modifiziert werden. Nur Server-Administratoren haben dazu die Berechtigung.
fr_fr: Permet la création automatique d'utilisateurs [[base-mysql.DBTYPE]] et de bases de données via l'interface graphique soit lors de la création d'un nouveau site ou en modifiant les services « Web » d'un site existant. Seuls les administrateurs de serveurs y sont autorisés.
it_it: Consente la creazione automatica di utenti di [[base-mysql.DBTYPE]] e database attraverso l'interfaccia grafica. In entrambi i casi sulla creazione di un nuovo sito, o modificando i servizi 'web' di un sito esistente. Solo gli amministratori del server hanno questa capacità.
ja_jp: GUIを使用して[[base-mysql.DBTYPE]]ユーザとデータベースの自動作成を可能にする。いずれかの新しいサイトを作成する際に、または既存のサイトの「WEB」のサービスを編集して。唯一のサーバー管理者はこの機能を持っています。
nl_nl: Maakt automatisch creëren van [[base-mysql.DBTYPE]] gebruikers en databases via de GUI. Hetzij op het creëren van een nieuwe site, of door de 'Web' diensten van een bestaande site te bewerken. Alleen server beheerders hebben deze mogelijkheid.
pt_pt: Permite a criação automática de usuários do MySQL e bancos de dados através do GUI. Ou sobre a criação de um novo site, ou editando os serviços 'web' de um site existente. Somente os administradores do servidor têm esta capacidade.

# username
source: [[base-mysql.DBTYPE]] Username
da_dk: XXX_DBTYPE_XXX brugernavn
de_de: [[base-mysql.DBTYPE]] Benutzername
fr_fr: Identifiant d'utilisateur [[base-mysql.DBTYPE]]
it_it: Username [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]のユーザー名
nl_nl: [[base-mysql.DBTYPE]] Gebruikersnaam
pt_pt: MySQL Usuário

# username_help
source: The main user user for [[base-mysql.DBTYPE]]
da_dk: Den vigtigste bruger bruger til XXX_DBTYPE_XXX
de_de: Der primäre Benutzer von [[base-mysql.DBTYPE]]. Typischerweise 'root'.
fr_fr: L'utilisateur principal de [[base-mysql.DBTYPE]] (typiquement 'root')
it_it: L'utente utilizzatore principale per [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]のメインユーザーのユーザー
nl_nl: De hoofdgebruiker gebruiker voor [[base-mysql.DBTYPE]]
pt_pt: O usuário principal do usuário para o MySQL
