Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-mysql.mod/locale/*/mysql.po
Languages: da_dk, de_de, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# TEMPORARY_help
source: Allows creating temporary tables.
da_dk: Tillader oprettelse af midlertidige tabeller.
de_de: Erlaubt das Anlegen temporärer Tabellen.
fr_fr: Permet de créer temporairement des tables de base de données .
it_it: Permette la creazione di tabelle temporanee.
ja_jp: CREATE TEMPORARY TABLE の使用を許可します。
nl_nl: Toestaat om tijdelijke tabellen.
pt_pt: Permite a criação de tabelas temporárias.

# UPDATE_help
source: Allows changing data.
da_dk: Tillader ændring af data.
de_de: Erlaubt es, Daten zu ändern.
fr_fr: Permet de changer les données.
it_it: Consente la modifica dei dati.
ja_jp: データを変更することができます。
nl_nl: Maakt het mogelijk data.
pt_pt: Permite alterar os dados.

# amDetailsTitle
source: [[base-mysql.DBTYPE]] Server Details
da_dk: XXX_DBTYPE_XXX Server Detaljer
fr_fr: Détails du serveur [[base-mysql.DBTYPE]]
it_it: Dettagli del server [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]サーバの詳細
pt_pt: MySQL Detalhes do Servidor

# amMysqlNameTag
source: [[base-mysql.DBTYPE]] Server
da_dk: XXX_DBTYPE_XXX Server
fr_fr: Serveur [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]サーバ
pt_pt: Servidor MySQL

# amNotAccepting
source: The [[base-mysql.DBTYPE]] server is NOT operating normally. Please try to manually restart it.
da_dk: XXX_DBTYPE_XXX-serverens kører ikke normalt. Prøv at manuelt genstarte den.
de_de: Der [[base-mysql.DBTYPE]] Server funktioniert NICHT normal. Versuchen Sie bitte, ihn neu zu starten.
fr_fr: Le serveur [[base-mysql.DBTYPE]] ne fonctionne pas normalement. Veuillez essayez de redémarrer manuellement.
it_it: Il server [[base-mysql.DBTYPE]] non funziona regolarmente. Si prega di provare a riavviare manualmente.
ja_jp: [[base-mysql.DBTYPE]]サーバは正常に動作していません。手動で再起動してみてください。
nl_nl: De [[base-mysql.DBTYPE]] server is NIET normaal. Probeer handmatig opnieuw starten.
pt_pt: O servidor MySQL não está a funcionar normalmente. Por favor, tente reiniciá-lo manualmente.

# amStatusOK
source: The [[base-mysql.DBTYPE]] server is operating normally.
da_dk: XXX_DBTYPE_XXX-serverens fungerer normalt.
de_de: Der [[base-mysql.DBTYPE]] Server funktioniert einwandfrei.
fr_fr: Le serveur [[base-mysql.DBTYPE]] fonctionne normalement.
it_it: Il server [[base-mysql.DBTYPE]] funziona normalmente.
ja_jp: [[base-mysql.DBTYPE]]サーバは正常に動作しています。
nl_nl: De [[base-mysql.DBTYPE]] server werkt normaal.
pt_pt: O servidor MySQL está funcionando normalmente.

# back_to_key_request
source: Return to the previous page
da_dk: Tilbage til den foregående side
fr_fr: Retour à la page précédente
it_it: Ritorna alla pagina precedente
ja_jp: 前のページに戻る
nl_nl: Terug naar de vorige pagina
pt_pt: Voltar para a página anterior

# back_to_key_request_help
source: Returns you to the previous page.
da_dk: Vender tilbage til den forrige side.
fr_fr: Retourne à la page précédente.
it_it: Riporta alla pagina precedente.
ja_jp: 前のページに戻ります。
nl_nl: Keert u terug naar de vorige pagina.
pt_pt: Retorna para a página anterior.

# current_pass
source: Current Password:
da_dk: Nuværende adgangskode:
de_de: Momentanes Passwort:
fr_fr: Mot de passe actuel :
it_it: Password attuale:
ja_jp: 現在のパスワード：
nl_nl: Huidig ​​wachtwoord:
pt_pt: Senha atual:

# current_pass_help
source: Please enter in your current password
da_dk: Indtast din nuværende adgangskode
de_de: Bitte geben Sie Ihr momentanes Passwort ein.
fr_fr: Veuillez saisir votre mot de passe actuel
it_it: Inserisci la password attuale
ja_jp: 現在のパスワードを入力してください
nl_nl: Vul uw wachtwoord in
pt_pt: Por favor insira sua senha atual

# customer_company
source: Company Name:
da_dk: Firmaets navn:
fr_fr: Nom de l'entreprise :
it_it: Nome della società:
ja_jp: 会社名：
nl_nl: Bedrijfsnaam:
pt_pt: Nome da Empresa:

# customer_company_help
source: Please enter your company name here. If you are not incorporated, please use your domain name instead.
da_dk: Indtast venligst dit firmanavn her. Hvis du ikke er indarbejdet, skal du bruge dit domæne navn i stedet.
fr_fr: Veuillez saisir le nom de votre société ici. Si vous n'êtes pas une entreprise, veuillez utiliser votre nom de domaine à la place.
it_it: Inserisci il nome della società qui. Se non sono incorporati, si prega di utilizzare il nome di dominio, invece.
ja_jp: ここにあなたの所属する組織名を入力してください。組織に所属していない場合は、代わりにドメイン名を使用してください。
nl_nl: Vul hier uw bedrijfsnaam. Als u niet bent opgenomen, kunt u gebruiken in plaats van uw domeinnaam.
pt_pt: Por favor, insira o nome da empresa aqui. Se você não estiver incorporada, utilize o seu nome de domínio.

source: Customer Email:
da_dk: Kunde E-mail:
fr_fr: E-mail du client :
it_it: Clienti E-mail:
ja_jp: メールアドレス：
nl_nl: Klant E-mail:
pt_pt: Cliente E-mail:

# customer_email_help
source: Please enter your email address here. This should be the same email address which you have used in the Solarspeed.net online store for the purchase.
da_dk: Indtast venligst din email adresse her. Dette bør være den samme email-adresse som du har brugt i Solarspeed.net online-butik for købet.
fr_fr: Veuillez saisir votre adresse e-mail ici. Cela doit être la même adresse e-mail que vous avez utilisé lors de l'achat en ligne chez Solarspeed.net.
it_it: Inserisci il tuo indirizzo email qui. Questo dovrebbe essere lo stesso indirizzo email che hai usato nel negozio online Solarspeed.net per l'acquisto.
ja_jp: ここにメールアドレスを入力してください。これは、購入のためSolarspeed.netオンラインストアで使用したものと同じ電子メールアドレスでなければなりません。
nl_nl: Vul hier uw e-mailadres. Dit moet het e-mailadres waarop u hebt gebruikt in de Solarspeed.net online winkel voor de aankoop.
pt_pt: Por favor, insira seu endereço de e-mail aqui. Este deve ser o mesmo endereço de e-mail que você usou na loja online Solarspeed.net para a compra.

source: Customer Name:
da_dk: Kundens navn:
fr_fr: Nom du client :
it_it: Nome cliente:
ja_jp: 氏名：
nl_nl: Naam van de klant:
pt_pt: Nome do cliente:

# customer_name_help
source: Please enter your name here. This should be the name under which you have purchased the software at http://www.solarspeed.net
da_dk: Indtast dit navn her. Dette bør være det navn, som du har købt softwaren på http://www.solarspeed.net
fr_fr: Veuillez saisir votre nom ici. Cela devrait être le nom sous lequel vous avez acheté le logiciel à http://www.solarspeed.net
it_it: Inserisci il tuo nome qui. Questo dovrebbe essere il nome con il quale è stato acquistato il software in http://www.solarspeed.net
ja_jp: あなたの名前をここに入力してください。これは、http://www.solarspeed.netでソフトウェアを購入したときの名前でなければなりません
nl_nl: Vul hier uw naam. Dit moet de naam waaronder u de software hebt gekocht bij http://www.solarspeed.net zijn
pt_pt: Digite seu nome aqui. Este deve ser o nome sob o qual você adquiriu o software em http://www.solarspeed.net

source: Delete Backup
da_dk: Slet sikkerhedskopi
de_de: Backup löschen
fr_fr: Supprimer la sauvegarde
it_it: Elimina Backup
ja_jp: バックアップを削除
pt_pt: Apagar cópia de segurança

# delete_backup_help
source: Delete your [[base-mysql.DBTYPE]] backup file
da_dk: Slet dine XXX_DBTYPE_XXX backup-fil
de_de: Erlaubt Ihnen, das vorhandene [[base-mysql.DBTYPE]]-Backup zu löschen.
fr_fr: Supprimer votre fichier de sauvegarde [[base-mysql.DBTYPE]]
it_it: Eliminare il file di backup di [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]のバックアップファイルを削除します。
nl_nl: Verwijder je [[base-mysql.DBTYPE]] back-upbestand
pt_pt: Excluir o arquivo de backup MySQL

# download_backup
source: Download DB Backup
da_dk: Hent DB Backup
de_de: Backup herunterladen
fr_fr: Télécharger le fichier de sauvegarde
it_it: Scarica DB Backup
ja_jp: DBバックアップをダウンロード
pt_pt: Baixar DB backup

# download_backup_help
source: Download the current snap shot of your database
da_dk: Downloade den aktuelle snap shot af din database
de_de: Erlaubt Ihnen, das momentan vorhandene Datenbank-Backup auf Ihren lokalen Rechner herunter zu laden.
fr_fr: Télécharger la sauvegarde actuelle de votre base de données
it_it: Scarica l'attuale snap shot del database
ja_jp: データベースの現在のスナップショットをダウンロードする
nl_nl: Download de huidige momentopname van de database
pt_pt: Faça o download do snap shot atual de seu banco de dados

# dump
source: Run SQL Dump
da_dk: Kør SQL Dump
de_de: SQL-Dump anlegen
fr_fr: Engager SQL Dump
it_it: Eseguire SQL Dump
ja_jp: 実行されるSQLダンプ
pt_pt: Executar SQL Dump

# dump_help
source: Execute [[base-mysql.DBTYPE]] Dump
da_dk: Udfør XXX_DBTYPE_XXX Dump
de_de: Führt einen [[base-mysql.DBTYPE]]-Dump durch
fr_fr: Opérer l'aménagement d'un [[base-mysql.DBTYPE]]-Dump
it_it: Eseguire [[base-mysql.DBTYPE]] Dump
ja_jp: [[base-mysql.DBTYPE]]のダンプを実行
nl_nl: Uitvoeren [[base-mysql.DBTYPE]] Dump
pt_pt: Executar MySQL Dump

source: Email Key Request
fr_fr: Demande de clé par courriel
it_it: Email chiave Richiesta
ja_jp: Eメールキーリクエスト
nl_nl: E-mail Key aanvragen
pt_pt: E-mail Solicitação de chave

# email_key_request_help
source: When you press this button, an email is sent to keyrequest@solarspeed.net. The email will contain your name, company name and email address. It will also email the 'Server Key' so that we can generate a 'Product Key' for you.
da_dk: Når du trykker på denne knap, vises en e-mail sendt til keyrequest@solarspeed.net. Den e-mail vil indeholde dit navn, firmanavn og e-mail-adresse. Det vil også e-mail 'Server Key', så vi kan generere en 'Product Key' for dig.
fr_fr: En appuyant sur ce bouton, un courriel sera envoyé à keyrequest@solarspeed.net. Ce courriel contiendra votre nom, le nom de la société et votre adresse e-mail. Il contiendra également la Clé du Serveur (Server Key) de sorte que nous pourrons vous générer une Clé du Produit (Product Key) qui vous sera retournée.
it_it: Quando si preme questo pulsante, viene inviata un'email di keyrequest@solarspeed.net. L'email conterrà il tuo nome, il nome dell'azienda e indirizzo email. Sarà inoltre posta la 'Chiave server' in modo da poter generare un 'Product Key' per voi.
ja_jp: このボタンを押すと、メールがkeyrequest@solarspeed.netに送信されます。電子メールは、お名前、会社名、電子メールアドレスが含まれます。私たちはあなたのための「プロダクトキー」を生成できるように、それはまた、「サーバキーを 'メールでお知らせいたします。
pt_pt: Quando você pressionar este botão, um e-mail é enviado para keyrequest@solarspeed.net. O e-mail conterá o seu nome, nome da empresa e endereço de e-mail. Ele também irá enviar e-mail o 'Key Server' para que possamos gerar uma 'Chave de Produto' para você.

source: File Size:
da_dk: Fil størrelse:
de_de: Filegröße:
fr_fr: Taille du fichier :
it_it: Dimensioni della cartella:
ja_jp: ファイルサイズ：
nl_nl: Bestand Grootte:
pt_pt: Tamanho do arquivo:

# filesize_help
source: The size of your [[base-mysql.DBTYPE]] dump file
da_dk: Størrelsen på din XXX_DBTYPE_XXX dump fil
de_de: Zeigt die Größe des vorhandenen [[base-mysql.DBTYPE]]-Dumps an.
fr_fr: La taille de votre fichier [[base-mysql.DBTYPE]]-Dump
it_it: La dimensione del file di dump di [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]のダンプファイルのサイズ
nl_nl: De grootte van uw [[base-mysql.DBTYPE]] dump file
pt_pt: O tamanho do seu arquivo de despejo MySQL

# last_backup
source: Last Backed Up:
da_dk: Sidste Backed Up:
de_de: Zuletzt gesichert:
fr_fr: Dernière sauvegarde :
it_it: Dell'ultimo backup:
ja_jp: 最終バックアップ：
nl_nl: Laatste Backed Up:
pt_pt: Último backup:

# last_backup_help
source: Look at when the backup last happened
da_dk: Se på, når backup sidst skete
de_de: Zeigt wann das [[base-mysql.DBTYPE]]-Dump angelegt wurde.
fr_fr: Quand la dernière sauvegarde s'est produite
it_it: Guardate l'ultima volta è successo il backup
ja_jp: 最後にバックアップを実施した日付が表示されます。
nl_nl: Kijken wanneer de back-up laatste gebeurde
pt_pt: Olhe quando o backup última aconteceu

# mail_status
source: Email Status:
fr_fr: Statut clé par courriel :
it_it: Email Stato:
ja_jp: Eメールステータス：

# mail_status_help
source: Status of the Email Key Request delivery. Tells you if your registration email could be sent to keyrequest@solarspeed.net
da_dk: Status for e-mail Key Request levering. Fortæller dig, hvis din tilmelding e-mail kan sendes til keyrequest@solarspeed.net
fr_fr: Statut de la livraison de demande de clé par courriel. Vous indique si votre mail d'inscription peut être envoyé à keyrequest@solarspeed.net
it_it: Stato della consegna Email Request Key. Indica se l'email di registrazione può essere inviata al keyrequest@solarspeed.net
ja_jp: メールキーリクエスト配信の状況。あなたの登録メールがkeyrequest@solarspeed.netへ送信することができたかどうかお知らせします。
nl_nl: Status van de E Key levering Request. Laat u weten of uw registratie e-mail naar keyrequest@solarspeed.net kon worden verzonden
pt_pt: Status do e-mail chave de solicitação de entrega. Diz-lhe se o seu email de registo pode ser enviada para keyrequest@solarspeed.net

# my_cnf
source: /etc/my.cnf Editor:
da_dk: /etc/my.cnf Redaktør:
fr_fr: Édition de /etc/my.cnf :
ja_jp: /etc/my.cnfを編集：

# my_cnf_help
source: Here you can edit your my.cnf directly. Please note that this editor does not check if what you enter makes any sense. It doesn't correct typos or wrong definitions.
da_dk: Her kan du redigere din my.cnf direkte. Bemærk, at denne editor ikke kontrollere, om hvad du indtaster giver nogen mening. Det betyder ikke at rette stavefejl eller forkerte definitioner.
de_de: Hier können Sie die Datei /etc/my.cnf direkt einsehen und bearbeiten. Bitte beachten Sie, dass dieser Editor keine Sytaxprüfung durchführt! Daher sollten Sie alle Eingaben mit besonderer Vorsicht durchführen.
fr_fr: Ici, vous pouvez lire et modifier directement votre fichier de configuration 'my.cnf'. Procédez avec prudence car cet éditeur ne vérifie pas les erreurs de syntaxe ou des définitions erronées.
it_it: Qui è possibile modificare il my.cnf direttamente. Si prega di notare che questo editor non verifica se ciò che si immette ha senso. Esso non corretti errori di battitura o definizioni sbagliate.
ja_jp: ここでは、直接のmy.cnfを編集することができます。入力した内容は、このエディタではチェックされませんのでご注意ください。タイプミスや誤った設定をおこなった場合、最悪サーバが起動しなくなる恐れもあります。
nl_nl: Hier kunt u uw my.cnf rechtstreeks bewerken. Let op: deze editor controleert niet of wat u invoert zinvol is. Het heeft geen typefouten of verkeerde definities corrigeren.
pt_pt: Aqui você pode editar o seu my.cnf diretamente. Por favor note que este editor não verifica se o que você entra faz algum sentido. Ele não corrigir erros ou definições erradas.

# mysql_default_privileges
source: Default privileges:
da_dk: Standard privilegier:
de_de: Standard-Rechte:
fr_fr: Privilèges par défaut :
it_it: Privilegi predefiniti:
ja_jp: デフォルトの権限：
nl_nl: Standaard privileges:
pt_pt: Privilégios padrão:

# mysql_default_privileges_help
source: New [[base-mysql.DBTYPE]] users will be created with the following default privileges for their own database as shown below.
da_dk: Nye brugere af XXX_DBTYPE_XXX vil blive skabt med følgende standardindstillinger privilegier for deres egen database, som vist nedenfor.
de_de: Neue [[base-mysql.DBTYPE]]-Benutzer werden mit den hier aufgelisteten Standardprivilegien für ihre eigene Datenbank erzeugt.
fr_fr: Les nouveaux utilisateurs [[base-mysql.DBTYPE]] auront par défaut les privilèges suivants pour leur propre base de données :
it_it: I nuovi utenti di [[base-mysql.DBTYPE]] verranno creati con i seguenti privilegi di default per la propria banca dati, come mostrato di seguito.
ja_jp: 新しい[[base-mysql.DBTYPE]]ユーザーは、以下に示すように、独自のデータベースのための次のデフォルトの権限で作成されます。
nl_nl: Worden nieuwe [[base-mysql.DBTYPE]] gebruikers worden gemaakt met de volgende standaard rechten voor hun eigen gegevensbank zoals hieronder getoond.
pt_pt: Novos usuários do MySQL será criado com os seguintes privilégios padrão para o seu próprio banco de dados, conforme mostrado abaixo.

# mysql_enabled
source: Enable [[base-mysql.DBTYPE]] Server:
da_dk: Aktiver XXX_DBTYPE_XXX Server:
de_de: [[base-mysql.DBTYPE]] Server aktivieren:
fr_fr: Activer le serveur [[base-mysql.DBTYPE]] :
it_it: Abilita [[base-mysql.DBTYPE]] Server:
ja_jp: [[base-mysql.DBTYPE]]サーバを有効にします。
pt_pt: Ativar o MySQL:

# mysql_enabled_help
source: Click to enable [[base-mysql.DBTYPE]] Server
da_dk: Klik for at aktivere XXX_DBTYPE_XXX Server
de_de: Klicken Sie hier, um den [[base-mysql.DBTYPE]]-Server zu starten.
fr_fr: Cliquer pour faire opérer le serveur [[base-mysql.DBTYPE]]
it_it: Fare clic per attivare [[base-mysql.DBTYPE]] Server
ja_jp: チェックすると[[base-mysql.DBTYPE]]サーバを有効にします。
nl_nl: Klik om [[base-mysql.DBTYPE]] te schakelen Server
pt_pt: Clique para ativar o Servidor MySQL

# mysql_head
source: [[base-mysql.DBTYPE]] Configuration
da_dk: XXX_DBTYPE_XXX konfiguration
de_de: [[base-mysql.DBTYPE]] Konfiguration
fr_fr: Configuration [[base-mysql.DBTYPE]]
it_it: Configurazione di [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]設定
nl_nl: [[base-mysql.DBTYPE]] Configuratie
pt_pt: MySQL Configuração

# mysql_header
source: [[base-mysql.DBTYPE]] Server
da_dk: XXX_DBTYPE_XXX Server
fr_fr: Serveur [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]サーバ
pt_pt: Servidor MySQL

# mysql_license
source: License management:
da_dk: Licens ledelse:
fr_fr: Gestion des licences :
it_it: Gestione delle licenze:
ja_jp: ライセンス管理：
nl_nl: Licentiebeheer:
pt_pt: Gerenciamento de licenças:

# mysql_license_help
source: This software is copyrighted work and requires a per server license. You can request, view or manage your server license here.
da_dk: Denne software er ophavsretligt arbejde og kræver en per server licens. Du kan anmode om, se eller administrere din server licens her.
fr_fr: Ce logiciel est protégé par copyright et nécessite une licence par serveur. Vous pouvez demander, afficher ou gérer votre licence de serveur ici.
it_it: Questo software è protetto da copyright di lavoro e richiede una licenza per server. È possibile richiedere, visualizzare o gestire la tua licenza server qui.
ja_jp: このソフトウェアは、作品を著作権で保護し、サーバーごとにライセンスが必要です。あなたは、要求ビューまたはここにサーバライセンスを管理できます。
nl_nl: Deze software is auteursrechtelijk beschermd werk en vereist een per server licentie. U kunt aanvragen, of het beheer van uw server licentie hier.
pt_pt: Este software é protegido por direitos autorais trabalho e requer uma licença por servidor. Você pode solicitar, visualizar ou gerenciar sua licença de servidor aqui.

# mysql_status_incorrect
source: [[base-mysql.DBTYPE]] connection cannot be established. Check settings.
da_dk: Der kan ikke etableres XXX_DBTYPE_XXX-forbindelse. Kontrollér indstillingerne.
de_de: Verbindung zum [[base-mysql.DBTYPE]]-Server kann mit diesen Zugangsdaten nicht aufgebaut werden. Bitte prüfen Sie die Einstellungen.
fr_fr: La connexion [[base-mysql.DBTYPE]] ne peut être établie. Vérifiez les paramètres.
it_it: Connessione [[base-mysql.DBTYPE]] non può essere stabilita. Controllare le impostazioni.
ja_jp: [[base-mysql.DBTYPE]]の接続が確立できません。設定を確認してください。
nl_nl: [[base-mysql.DBTYPE]]-verbinding niet kan worden vastgesteld. Controleer de instellingen.
pt_pt: MySQL conexão não pode ser estabelecida. Verifique as configurações.

# mysql_status_ok
source: [[base-mysql.DBTYPE]] connection possible with this settings.
da_dk: XXX_DBTYPE_XXX forbindelse muligt med disse indstillinger.
de_de: [[base-mysql.DBTYPE]]-Verbindung erfolgreich aufgebaut.
fr_fr: Connexion [[base-mysql.DBTYPE]] possible avec ces paramètres.
it_it: Collegamento possibile con queste impostazioni [[base-mysql.DBTYPE]].
ja_jp: この設定で可能な[[base-mysql.DBTYPE]]接続。
nl_nl: [[base-mysql.DBTYPE]] verbinding mogelijk met deze instellingen.
pt_pt: Conexão possível com essas configurações MySQL.

# mysql_status_unconfigured
source: Please configure the settings.
da_dk: Venligst konfigurere indstillingerne.
de_de: Bitte konfigurieren Sie die Zugangsdaten für [[base-mysql.DBTYPE]].
fr_fr: Veuillez configurer les paramètres.
it_it: Si prega di configurare le impostazioni.
ja_jp: 設定を構成してください。
nl_nl: Gelieve de instellingen configureren.
pt_pt: Por favor configurar as definições.

# mysqldump
source: Create Database Snap Shot
da_dk: Opret database Snap Shot
de_de: Abbild des [[base-mysql.DBTYPE]]-Servers erzeugen.
fr_fr: Créer un « Snap Shot », une reproduction de la base de données
it_it: Crea database Snap Shot
ja_jp: データベーススナップショットを作成します。
nl_nl: Database maken Snap Shot
pt_pt: Criar Snap Shot Banco de Dados

# mysqldump_help
source: Back up all of your databases
da_dk: Sikkerhedskopiere alle dine databaser
de_de: Alle Datenbanken sichern.
fr_fr: Sauvegardez toutes vos bases de données
it_it: Eseguire il backup di tutti i database
ja_jp: すべてのデータベースをバックアップする
nl_nl: Een back-up van al uw databases
pt_pt: Faça backup de todos os seus bancos de dados

# mysqlpass
source: New Password:
da_dk: Ny adgangskode:
de_de: Neues Passwort:
fr_fr: Nouveau mot de passe :
it_it: Nuova Password:
ja_jp: 新しいパスワード：
nl_nl: Nieuw wachtwoord:
pt_pt: Nova Senha:

# mysqlpass_help
source: Allows you to change your [[base-mysql.DBTYPE]] password, as long as you know the current password.
da_dk: Giver dig mulighed for at ændre din XXX_DBTYPE_XXX-adgangskode, så længe du kender den aktuelle adgangskode.
de_de: Erlaubt Ihnen die Änderung des [[base-mysql.DBTYPE]] Passworts - vorausgesetzt Sie kennen das momentane Passwort.
fr_fr: Vous permet de changer votre mot de passe [[base-mysql.DBTYPE]] - tant que vous connaissez le mot de passe actuel.
it_it: Consente di modificare la password di [[base-mysql.DBTYPE]], fino a quando si conosce la password corrente.
ja_jp: あなたは限り、あなたは現在のパスワードを知っているように、[[base-mysql.DBTYPE]]のパスワードを変更することができます。
nl_nl: Hiermee kunt u uw [[base-mysql.DBTYPE]] wachtwoord te wijzigen, zolang u het huidige wachtwoord weet.
pt_pt: Permite que você altere sua senha MySQL, desde que você saiba a senha atual.

# password
source: [[base-mysql.DBTYPE]] Password
da_dk: XXX_DBTYPE_XXX adgangskode
de_de: [[base-mysql.DBTYPE]] Passwort
fr_fr: Mot de passe [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]のパスワード
nl_nl: [[base-mysql.DBTYPE]] wachtwoord
pt_pt: MySQL Senha

# password_help
source: The password for the main user of [[base-mysql.DBTYPE]]
da_dk: Kodeordet for den vigtigste bruger af XXX_DBTYPE_XXX
de_de: Das Passwort für den [[base-mysql.DBTYPE]] 'root'-Nutzer.
fr_fr: Le mot de passe pour l'utilisateur principal de [[base-mysql.DBTYPE]]
it_it: La password per l'utente principale di [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]は主ユーザーのパスワード
nl_nl: Het wachtwoord voor de hoofdgebruiker van [[base-mysql.DBTYPE]]
pt_pt: A senha para o usuário principal do MySQL

source: Product Key:
fr_fr: Clé du Produit :
ja_jp: プロダクトキー：
nl_nl: Productcode:
pt_pt: Chave do Produto:

# product_key_help
source: The 'Product Key' is your software license. It unlocks the software if it is installed on the server that it was licensed for.
da_dk: Den 'Product Key' er din softwarelicens. Det låser softwaren, hvis det er installeret på den server, den er licenseret til.
fr_fr: La Clé du Produit (Product Key) est votre licence du logiciel. Il déverrouille celui-ci s'il est installé sur le serveur autorisé grâce à sa licence.
it_it: Il 'Product Key' è la licenza del software. Si sblocca il software, se installato sul server che è stato concesso in licenza per.
ja_jp: 「プロダクトキー」は、ソフトウェアのライセンスです。それはそれがためにライセンスを取得したサーバーにインストールされている場合は、ソフトウェアのロックを解除します。
nl_nl: De 'Product Key' is uw software licentie. Het ontsluit de software als deze is geïnstalleerd op de server dat het een licentie voor.
pt_pt: A 'Chave de Produto' é a sua licença de software. Ele desbloqueia o software se ele estiver instalado no servidor que foi licenciado para.
