Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-mysql.mod/locale/*/mysql.po
Languages: da_dk, de_de, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# vsiteMySQLMenuDesc
source: This GUI page allows you to manage or review the [[base-mysql.DBTYPE]] databases and permissions.
de_de: Das GUI-Seite ermöglicht Ihnen die Verwaltung oder Einsicht in die Einstellungen der [[base-mysql.DBTYPE]]-Datenbanken und Berechtigungen.
fr_fr: Cette page de l'interface graphique vous permet de gérer ou de consulter les bases de données et les autorisations [[base-mysql.DBTYPE]].
ja_jp: このGUIページでは、管理または[[base-mysql.DBTYPE]]データベースと権限を確認することができます。
nl_nl: Deze GUI pagina kunt u beheren of herzien de [[base-mysql.DBTYPE]] databases en machtigingen.

# mysql_vsite_head
source: [[base-mysql.DBTYPE]] Details
fr_fr: [[base-mysql.DBTYPE]] Détails
ja_jp: [[base-mysql.DBTYPE]]詳細

# VsiteDBtab
source: General Information
de_de: Allgemeine Informationen
fr_fr: Informations générales
ja_jp: 一般情報
nl_nl: Algemene informatie

# VsiteDBtab_help
source: This page shows you the connection details to [[base-mysql.DBTYPE]] and which databases are present.
de_de: Diese Seite zeigt Dir die Verbindungsdetails zu [[base-mysql.DBTYPE]] und welche Datenbanken vorhanden sind.
fr_fr: Cette page vous montre les détails de la connexion à des bases de données [[base-mysql.DBTYPE]] et qui sont présents.
ja_jp: このページには[[base-mysql.DBTYPE]]への接続の詳細を示しているデータベースが存在しています。
nl_nl: Deze pagina toont u de verbinding details [[base-mysql.DBTYPE]] en welke databases aanwezig zijn.

# MySQLuserRights
source: [[base-mysql.DBTYPE]] Permissions
de_de: [[base-mysql.DBTYPE]] Berechtigungen
fr_fr: [[base-mysql.DBTYPE]] Permission
ja_jp: [[base-mysql.DBTYPE]]パーミッション
nl_nl: [[base-mysql.DBTYPE]] Machtigingen

# MySQLuserRights_help
source: This page shows you the permissions that the [[base-mysql.DBTYPE]] user of this virtual site has.
de_de: Diese Seite zeigt Dir die Berechtigungen, welche der [[base-mysql.DBTYPE]]-Benutzer dieser virtuellen Seite hat.
fr_fr: Cette page vous montre les autorisations que l'utilisateur [[base-mysql.DBTYPE]] de ce site virtuel a.
ja_jp: このページでは、この仮想サイトの[[base-mysql.DBTYPE]]ユーザーが持つ権限を示しています。
nl_nl: Deze pagina toont u de machtigingen die de [[base-mysql.DBTYPE]] gebruiker van deze virtuele site heeft.

# DIVIDER_Vsite_condetails
source: [[base-mysql.DBTYPE]] connection details:
de_de: [[base-mysql.DBTYPE]] Verbindungsdetails:
fr_fr: [[base-mysql.DBTYPE]] détails de connexion:
ja_jp: [[base-mysql.DBTYPE]]接続の詳細：
nl_nl: [[base-mysql.DBTYPE]] verbinding gegevens:

# DIVIDER_Vsite_DBlist
source: [[base-mysql.DBTYPE]] databases of this virtual site:
de_de: [[base-mysql.DBTYPE]]-Datenbanken dieser virtuellen Website:
fr_fr: Bases de données [[base-mysql.DBTYPE]] de ce site virtuel:
ja_jp: この仮想サイトの[[base-mysql.DBTYPE]]データベース：
nl_nl: [[base-mysql.DBTYPE]] databases van deze virtuele website:

# DBaddbut
source: Add [[base-mysql.DBTYPE]] database
de_de: [[base-mysql.DBTYPE]] Datenbank hinzufügen
fr_fr: Ajouter base de données [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]データベースの追加
nl_nl: Voeg [[base-mysql.DBTYPE]] databank

# DBaddbut_help
source: This button allows you to add another [[base-mysql.DBTYPE]] database to this virtual site.
de_de: Mit dieser Schaltfläche können Sie eine weitere [[base-mysql.DBTYPE]]-Datenbank zu dieser virtuellen Website hinzufügen.
fr_fr: Ce bouton vous permet d'ajouter une autre base de données [[base-mysql.DBTYPE]] à ce site virtuel.
ja_jp: このボタンは、この仮想サイトに別の[[base-mysql.DBTYPE]]データベースを追加することができます。
nl_nl: Met deze knop kunt u naar een andere [[base-mysql.DBTYPE]] de database toe te voegen aan deze virtuele website.

# db_name
source: Database Name
de_de: Datenbank-Name
fr_fr: Nom de la base
ja_jp: データベース名
nl_nl: Database Naam

# db_name_help
source: Shows the names of the [[base-mysql.DBTYPE]] databases of this virtual site.
de_de: Zeigt die Namen der [[base-mysql.DBTYPE]]-Datenbanken dieser virtuellen Webseite an.
fr_fr: Affiche les noms des bases de données [[base-mysql.DBTYPE]] de ce site virtuel.
ja_jp: この仮想サイトの[[base-mysql.DBTYPE]]データベースの名前を表示します。
nl_nl: Toont de namen van de [[base-mysql.DBTYPE]] databases van deze virtuele website.

# maxDBs
source: Allowed Databases
de_de: Anzahl Datenbanken
fr_fr: Bases de données autorisés
ja_jp: 許可データベース
nl_nl: Toegestaan ​​Databases

# maxDBs_help
source: This defines how many [[base-mysql.DBTYPE]] databases this virtual site may have.
de_de: Dieser Wert definiert, wie viele [[base-mysql.DBTYPE]]-Datenbanken diese virtuelle Website haben darf.
fr_fr: Ceci définit combien de bases de données [[base-mysql.DBTYPE]] ce site virtuel peut avoir.
ja_jp: これは、この仮想サイトが持っているかもしれどのように多くの[[base-mysql.DBTYPE]]データベース定義されています。
nl_nl: Dit bepaalt hoeveel [[base-mysql.DBTYPE]] databases deze virtuele website kan hebben.

source: Action
de_de: Aktion
ja_jp: アクション
nl_nl: Actie

# action_help
source: Allows you to perform actions involving the selected database.
de_de: Ermöglicht Ihnen die ausgewählte Datenbank zu löschen.
fr_fr: Vous permet d'effectuer des actions impliquant la base de données sélectionnée.
ja_jp: あなたが選択したデータベースを含むアクションを実行できるようにします。
nl_nl: Kunt u acties waarbij de geselecteerde database uit te voeren.

# new_db_name
source: Database Name
de_de: Datenbank-Name
fr_fr: Nom de la base
ja_jp: データベース名
nl_nl: Database Naam

# new_db_name_help
source: Enter the name of the new [[base-mysql.DBTYPE]] database that you want to create.
de_de: Geben Sie den Namen der neuen [[base-mysql.DBTYPE]]-Datenbank an, die Sie erzeugen möchten.
fr_fr: Entrez le nom de la nouvelle base de données de [[base-mysql.DBTYPE]] que vous voulez créer.
ja_jp: 作成する新しい[[base-mysql.DBTYPE]]データベースの名前を入力します。
nl_nl: Geef de naam van de nieuwe [[base-mysql.DBTYPE]] database die u wilt maken.

# dbRemove
source: Remove this [[base-mysql.DBTYPE]] database.
de_de: [[base-mysql.DBTYPE]]-Datenbank entfernen
fr_fr: Retirer cette base de données de [[base-mysql.DBTYPE]].
ja_jp: この[[base-mysql.DBTYPE]]データベースを削除します。
nl_nl: Verwijder dit [[base-mysql.DBTYPE]] databank.

# dbRemove_help
source: This button allows you to remove this [[base-mysql.DBTYPE]] database. Please note: This action cannot be undone.
de_de: Mit dieser Schaltfläche können Sie diese [[base-mysql.DBTYPE]]-Datenbank entfernen. Bitte beachten Sie: Diese Aktion kann nicht rückgängig gemacht werden.
fr_fr: Ce bouton vous permet de supprimer cette base de données de [[base-mysql.DBTYPE]]. S'il vous plaît noter: Cette action ne peut pas être annulée.
ja_jp: このボタンは、この[[base-mysql.DBTYPE]]データベースを削除することができます。ご注意：このアクションは元に戻すことはできません。
nl_nl: Deze knop kunt u deze [[base-mysql.DBTYPE]] database te verwijderen. Let op: Deze actie kan niet ongedaan gemaakt worden.

# dbRemoveNotPoss
source: This database cannot be removed.
de_de: Diese Datenbank kann nicht entfernt werden.
fr_fr: Cette base de données ne peut pas être enlevé.
ja_jp: このデータベースには、除去することができません。
nl_nl: Deze database kan niet worden verwijderd.

# dbRemoveNotPoss_help
source: This [[base-mysql.DBTYPE]] database is the primary [[base-mysql.DBTYPE]] database and cannot be removed. It will get deleted automatically when [[base-mysql.DBTYPE]] support is turned off or when this virtual site gets deleted.
de_de: Diese [[base-mysql.DBTYPE]]-Datenbank ist die primäre [[base-mysql.DBTYPE]]-Datenbank und kann nicht entfernt werden. Sie wird automatisch gelöscht, wenn die [[base-mysql.DBTYPE]]-Unterstützung dieser virtuellen Website ausgeschaltet wird oder wenn dieses virtuelle Website gelöscht wird.
fr_fr: Cette base de données est [[base-mysql.DBTYPE]] de la base de données primaire [[base-mysql.DBTYPE]] et ne peut pas être enlevé. Il sera effacé automatiquement lorsque le soutien [[base-mysql.DBTYPE]] est éteint ou lorsque ce site virtuel est supprimé.
ja_jp: この[[base-mysql.DBTYPE]]データベースは、プライマリ[[base-mysql.DBTYPE]]データベースであり、削除することはできません。 [[base-mysql.DBTYPE]]のサポートをオフにするか、この仮想サイトが削除されるとき、それは自動的に削除されます。
nl_nl: Dit [[base-mysql.DBTYPE]] databank het primaire [[base-mysql.DBTYPE]] database en kan niet worden verwijderd. Het zal krijgen geschrapt automatisch wanneer [[base-mysql.DBTYPE]] ondersteuning is uitgeschakeld of wanneer deze virtuele site wordt verwijderd.

source: Reset to defaults
de_de: Rechte zurücksetzen
fr_fr: Réinitialiser les paramètres par défaut
ja_jp: デフォルト値にリセット
nl_nl: Teruggezet naar standaardwaarden

# resetToDefaults_help
source: Clicking on this button will reset the [[base-mysql.DBTYPE]] permissions of this virtual sites [[base-mysql.DBTYPE]] user to the defaults as defined for this server in the [[base-mysql.DBTYPE]] settings.
de_de: Ein Klick auf diese Schaltfläche wird die [[base-mysql.DBTYPE]]-Berechtigungen dieses [[base-mysql.DBTYPE]]-Benutzers auf die Standardeinstellungen zurückzusetzen, wie sie für diesen Server in den [[base-mysql.DBTYPE]]-Einstellungen definiert sind.
fr_fr: En cliquant sur ce bouton permet de réinitialiser les autorisations de [[base-mysql.DBTYPE]] de cette sites virtuels [[base-mysql.DBTYPE]] utilisateur aux valeurs par défaut tel que défini pour ce serveur dans les paramètres de [[base-mysql.DBTYPE]].
ja_jp: [[base-mysql.DBTYPE]]設定で、このサーバー用に定義されたように、このボタンをクリックすると、デフォルトにこの仮想サイト[[base-mysql.DBTYPE]]ユーザーの[[base-mysql.DBTYPE]]アクセス許可をリセットします。
nl_nl: Te klikken op deze knop zal de [[base-mysql.DBTYPE]] rechten van deze virtuele locaties [[base-mysql.DBTYPE]] gebruiker de standaardinstellingen opnieuw in te stellen zoals gedefinieerd voor deze server in de [[base-mysql.DBTYPE]] instellingen.

# GrantAllPerms
source: Grant all permissions
de_de: Alle Rechte gewähren
fr_fr: Accorde toutes les autorisations
ja_jp: すべての権限を付与します
nl_nl: Grant alle machtigingen

# GrantAllPerms_help
source: This will grant (almost) all permissions to this [[base-mysql.DBTYPE]] user for all databases that are under his control. The only permission not granted is the 'GRANT' permission.
de_de: Über diese Schaltfläche können für alle Datenbanken dieses [[base-mysql.DBTYPE]]-Benutzers (fast) alle Rechte gewährt werden. Das Einzige nicht gewährte Recht ist 'GRANT', welches wir generell nicht vergeben.
fr_fr: Cette accordera (presque) toutes les autorisations à cet utilisateur de [[base-mysql.DBTYPE]] pour toutes les bases de données qui sont sous son contrôle. La seule permission de ne pas accorder l'autorisation est «GRANT».
ja_jp: これは彼の制御下にあるすべてのデータベースに対してこの[[base-mysql.DBTYPE]]ユーザに（ほぼ）すべての権限を付与します。付与されていない唯一の権限は、「GRANTの許可です。
nl_nl: Dit zal (bijna) alle rechten toe te kennen aan deze [[base-mysql.DBTYPE]] gebruiker voor alle databases die onder zijn controle. De enige toestemming niet verleend is de 'GRANT' toestemming.

source: EVENT
fr_fr: UN ÉVÉNEMENT
ja_jp: イベント

# EVENT_help
source: The EVENT privilege is required to create, alter, drop, or see events for the Event Scheduler.
de_de: Die EVENT Berechtigung ist erforderlich, um Ereignisse für den Event-Scheduler zu erstellen, zu ändern, oder zu löschen.
fr_fr: Le privilège de CAS est nécessaire pour créer, modifier, supprimer ou voir les événements pour l'événement Scheduler.
ja_jp: EVENT権限は、作成、変更、ドロップ、またはイベントスケジューラのイベントを見るために必要とされます。
nl_nl: Het evenement voorrecht is vereist om te maken, te wijzigen, te laten vallen, of zie evenementen voor de Event Scheduler.

# DIVIDER_ADM
source: Administrative privileges (by default these are not granted):
de_de: Administratorrechte (standardmäßig nicht gewährt):
fr_fr: Privilèges administratifs (par défaut, ils ne sont pas accordées):
ja_jp: 管理者権限（デフォルトではこれらは付与されません）：
nl_nl: Beheerdersrechten (standaard deze zijn niet toegestaan):

# GRANT_help
source: The GRANT OPTION privilege enables you to give to other users or remove from other users those privileges that you yourself possess. For security reasons we do not grant this privilege.
de_de: Das GRANT Privileg ermöglicht es Ihnen, anderen Benutzer Berechtigungen zu erteilen. Aus Gründen der Sicherheit vergeben wir dieses Privileg generell nicht.
fr_fr: Le privilège GRANT OPTION vous permet de donner à d'autres utilisateurs ou de supprimer d'autres utilisateurs de ces droits que vous possédez. Pour des raisons de sécurité, nous ne accorder ce privilège.
ja_jp: GRANT OPTION特権を他のユーザーに与えるか、または他のユーザーからのあなた自身が所有するこれらの権限を削除することができます。セキュリティ上の理由から、私たちは、この権限を付与しないでください。
nl_nl: De GRANT OPTION voorrecht stelt u in staat om te geven aan andere gebruikers of verwijderen van andere gebruikers die privileges die je zelf bezit. Om veiligheidsredenen we niet dit voorrecht te verlenen.

# TRIGGER_help
source: The TRIGGER privilege enables trigger operations. You must have this privilege for a table to create, drop, or execute triggers for that table.
de_de: Die Berechtigung TRIGGER ermöglicht Trigger-Operationen. Dieses Privileg wird benötigt, um Trigger zu erstellen, zu löschen, oder auszuführen.
fr_fr: Le privilège TRIGGER permet des opérations de déclenchement. Vous devez avoir ce privilège pour une table pour créer, supprimer ou exécuter des déclencheurs pour cette table.
ja_jp: TRIGGER権限は、トリガー操作を可能にします。作成、ドロップ、またはそのテーブルのトリガを実行するためのテーブルに対して、この権限を持っている必要があります。
nl_nl: De TRIGGER voorrecht maakt trekker operaties. U moet dit voorrecht hebben om een ​​tafel te creëren, te laten vallen, of uit te voeren triggers voor die tafel.

# LOCK_TABLES_help
source: The LOCK TABLES privilege enables the use of explicit LOCK TABLES statements to lock tables for which you have the SELECT privilege. This includes the use of write locks, which prevents other sessions from reading the locked table.
de_de: Das LOCK TABLES Privileg ermöglicht die Verwendung von expliziten LOCK TABLES-Anweisungen, mit denen Tabellen gesperrt werden können. Dies schließt die Verwendung von Schreibsperren mit ein, welche anderen Sitzungen den Zugriff auf die gesperrte Tabelle verweigern.
fr_fr: Le privilège LOCK TABLES permet l'utilisation de explicites instructions LOCK TABLES pour verrouiller les tables pour lesquelles vous avez le privilège SELECT. Cela comprend l'utilisation de verrous d'écriture, ce qui empêche les autres sessions de la lecture de la table verrouillée.
ja_jp: ロックテーブルの権限はSELECT権限を持っているテーブルをロックするための明示的なロックテーブルステートメントの使用を可能にします。これは、ロックされたテーブルを読むことから、他のセッションを防止する書き込みロックの使用を含みます。
nl_nl: De LOCK TABLES voorrecht maakt het gebruik van expliciete LOCK TABLES verklaringen tabellen waarvoor u de SELECT privilege te vergrendelen. Dit omvat het gebruik van write sloten, die andere sessies verhindert lezen vergrendelde tabel.

source: REFERENCES
fr_fr: LES RÉFÉRENCES
ja_jp: 参考文献
nl_nl: Referenties

# REFERENCES_help
source: Grants the REFERENCE privilege for this database.
de_de: Erteilt das REFERENCES-Privileg für diese Datenbank.
fr_fr: Accorde le privilège de référence pour cette base de données.
ja_jp: このデータベースの参照権限を付与します。
nl_nl: Verleent de verwijzing voorrecht voor deze database.

# db_not_found
source: A database with this name could not be found. Please check the name and try again.
de_de: Eine Datenbank mit diesem Namen konnte nicht gefunden werden. Bitte überprüfen Sie den Namen und versuchen Sie es erneut.
fr_fr: Une base de données avec ce nom n'a pu être trouvée. S'il vous plaît vérifier le nom et essayer à nouveau.
ja_jp: この名前のデータベースが見つかりませんでした。名を確認して、もう一度お試しください。
nl_nl: Een database met deze naam kon niet worden gevonden. Controleer de naam en probeer het opnieuw.

# db_name_already_in_use
source: There is already a database present with this name. Please use a different database name and try again.
de_de: Es gibt bereits eine Datenbank mit diesem Namen. Bitte verwenden Sie einen anderen Datenbank-Namen und versuchen Sie es erneut.
fr_fr: Il existe déjà une base de données présente avec ce nom. S'il vous plaît utiliser un nom de base de données et réessayez.
ja_jp: この名前を持つ存在するデータベースが既に存在します。別のデータベース名を使用して、再試行してください。
nl_nl: Er is al een database aanwezig met deze naam. Gebruik een andere database naam en probeer het opnieuw.

# MySQLVsiteNotEnabled
source: [[base-mysql.DBTYPE]] is not enabled for this virtual site. You need to enable [[base-mysql.DBTYPE]] for this virtual site before you can use this GUI page.
de_de: [[base-mysql.DBTYPE]] ist für diese virtuellen Webseite deaktiviert. Sie müssen [[base-mysql.DBTYPE]]-Support für diese virtuelle Website aktivieren, bevor Sie diese GUI-Seite verwenden können.
fr_fr: [[base-mysql.DBTYPE]] est désactivé pour ce site virtuel. Vous devez activer [[base-mysql.DBTYPE]] pour ce site virtuel avant de pouvoir utiliser cette page d'interface graphique.
ja_jp: [[base-mysql.DBTYPE]]は、この仮想サイトで無効になっています。あなたはこのGUIページを使用する前にこの仮想サイトの[[base-mysql.DBTYPE]]を有効にする必要があります。
nl_nl: [[base-mysql.DBTYPE]] is uitgeschakeld voor deze virtuele website. Je nodig hebt om [[base-mysql.DBTYPE]] inschakelen voor deze virtuele site voordat u deze GUI pagina kunt gebruiken.

# MySQLdbList
source: List of available [[base-mysql.DBTYPE]] databases
de_de: Liste der verfügbaren [[base-mysql.DBTYPE]]-Datenbanken
fr_fr: Liste des bases de données disponibles [[base-mysql.DBTYPE]]
ja_jp: 利用可能[[base-mysql.DBTYPE]]データベースのリスト
nl_nl: Lijst van beschikbare [[base-mysql.DBTYPE]] databases

# dbRemoveConfirmNeutral
source: Please confirm database deletion.
de_de: Wollen Sie diese Datenbank wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer cette base de données?
ja_jp: あなたが本当にこのデータベースを削除しますか？
nl_nl: Wil je echt om deze database te verwijderen?

# DBremoveConfirmInfo
source: Please confirm that you want to delete this [[base-mysql.DBTYPE]] database. Please note: This action cannot be undone and you will loose any information that is stored in this [[base-mysql.DBTYPE]] database.
de_de: Bitte bestätigen Sie, dass Sie diese [[base-mysql.DBTYPE]]-Datenbank löschen möchten. Bitte beachten Sie: Diese Aktion kann nicht rückgängig gemacht werden. Beim Löschen verlieren Sie alle Informationen, die in dieser [[base-mysql.DBTYPE]]-Datenbank gespeichert sind.
fr_fr: S'il vous plaît confirmer que vous souhaitez supprimer cette base de données [[base-mysql.DBTYPE]]. S'il vous plaît noter: Cette action ne peut pas être annulée et vous perdrez toutes les informations qui sont stockées dans cette base de données [[base-mysql.DBTYPE]].
ja_jp: あなたはこの[[base-mysql.DBTYPE]]データベースを削除することを確認してください。ご注意：このアクションは、元に戻すことはできません、あなたはこの[[base-mysql.DBTYPE]]データベースに保存されているすべての情報を失うことになります。
nl_nl: Gelieve te bevestigen dat u wilt dit [[base-mysql.DBTYPE]] database te verwijderen. Let op: Deze actie kan niet ongedaan gemaakt worden en u zult alle informatie die is opgeslagen in deze [[base-mysql.DBTYPE]] databank verliezen.

# TEMPORARY
source: CREATE TEMPORARY TABLES
da_dk: OPRET midlertidige tabeller
fr_fr: Créer des tables temporaires
it_it: Creare tabelle temporanee
nl_nl: CREATE tijdelijke tabellen
pt_pt: Criar tabelas temporárias

source: TRIGGER
fr_fr: GÂCHETTE

source: CREATE ROUTINE
da_dk: CREATE RUTINE
nl_nl: CREATE ROUTINEMATIGE
pt_pt: CRIAR ROTINA

source: MAX QUERIES PER HOUR
da_dk: MAX forespørgsler pr HOUR
it_it: DOMANDE MAX ALL'ORA
nl_nl: MAX zoekopdrachten per UUR
pt_pt: CONSULTAS MAX por hora

source: MAX UPDATES PER HOUR
da_dk: MAX OPDATERINGER Pr. time
it_it: AGGIORNAMENTI MAX ALL'ORA
nl_nl: MAX UPDATES PER UUR
pt_pt: ATUALIZAÇÕES DO MAX por hora

source: MAX CONNECTIONS PER HOUR
da_dk: MAX forbindelser per time
it_it: CONNESSIONI MAX ALL'ORA
nl_nl: MAX VERBINDINGEN PER UUR
pt_pt: Máximo de conexões por hora

source: LOCK TABLES
nl_nl: LOCK TAFELS

# MySQL_menu
source: [[base-mysql.DBTYPE]]
pt_pt: MySQL

source: SHOW VIEW
da_dk: Vis visning
it_it: Mostra vista
