Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-mysql.mod/locale/*/mysql.po
Languages: da_dk, de_de, fr_fr, it_it, ja_jp, nl_nl, pt_pt

source: ALTER ROUTINE
da_dk: ALTER RUTINE
ja_jp: ROUTINE、ALTER
nl_nl: ALTER ROUTINEMATIGE
pt_pt: ALTER ROTINA

# ALTER_ROUTINE_help
source: Allows altering and dropping of stored routines. (Only available in [[base-mysql.DBTYPE]] 5 or better.)
da_dk: Tillader ændring og sletning af gemte rutiner. (Kun tilgængelig i XXX_DBTYPE_XXX5 eller bedre.)
de_de: Erlaubt es, vordefinierte Routinen zu ändern. (Erfordert [[base-mysql.DBTYPE]]5 oder neuer.)
fr_fr: Permet la modification et l'abandon de procédures préalablement stockées. (Uniquement disponible en [[base-mysql.DBTYPE]]5 ou mieux).
it_it: Permette di modificare e far cadere di routine memorizzati. (Disponibile solo in [[base-mysql.DBTYPE]]5 o migliore.)
ja_jp: ストアドルーチンの修正と削除を許可します。（[[base-mysql.DBTYPE]]5以上のみ有効）
nl_nl: Hiermee veranderen en neerzetten van opgeslagen routines. (Alleen beschikbaar in [[base-mysql.DBTYPE]]5 of beter.)
pt_pt: Permite alterar e soltando de rotinas armazenadas. (Apenas disponível em MySQL5 ou melhor.)

# ALTER_help
source: Allows altering the structure of existing tables.
da_dk: Tillader ændring af strukturen på eksisterende tabeller.
de_de: Erlaubt das Ändern von Strukturen existierender Tabellen.
fr_fr: Permet de modifier la structure des tables existantes.
it_it: Permette di modificare la struttura delle tabelle esistenti.
ja_jp: 既存のテーブルの構造の変更を許可します。
nl_nl: Laat het veranderen van de structuur van bestaande tabellen.
pt_pt: Permite alterando a estrutura das tabelas existentes.

# CREATE_ROUTINE_help
source: Allows creating stored routines. (Only available in [[base-mysql.DBTYPE]] 5 or better.)
da_dk: Tillader oprettelse af gemte rutiner. (Kun tilgængelig i XXX_DBTYPE_XXX5 eller bedre.)
de_de: Erlaubt es, vordefinierte Routinen zu erzeugen. (Erfordert [[base-mysql.DBTYPE]]5 oder neuer.)
fr_fr: Permet de créer des procédures stockées au préalable. (Uniquement disponible en [[base-mysql.DBTYPE]]5 ou mieux).
it_it: Permette la creazione di routine memorizzati. (Disponibile solo in [[base-mysql.DBTYPE]]5 o migliore.)
ja_jp: ストアドルーチンの作成を許可します。（[[base-mysql.DBTYPE]]5以上のみ有効）
nl_nl: Staat het maken van opgeslagen routines. (Alleen beschikbaar in [[base-mysql.DBTYPE]]5 of beter.)
pt_pt: Permite a criação de rotinas armazenadas. (Apenas disponível em MySQL5 ou melhor.)

# CREATE_VIEW_help
source: Allows creating new views. (Only available in [[base-mysql.DBTYPE]] 5 or better.)
da_dk: Tillader oprettelse af nye synspunkter. (Kun tilgængelig i XXX_DBTYPE_XXX5 eller bedre.)
de_de: Erlaubt es, neue 'views' anzulegen. (Wird nur unter [[base-mysql.DBTYPE]]5 oder neuer unterstützt.)
fr_fr: Permet de créer de nouveaux genres d'affichage. (Uniquement disponible en [[base-mysql.DBTYPE]]5 ou mieux).
it_it: Permette la creazione di nuovi punti di vista. (Disponibile solo in [[base-mysql.DBTYPE]]5 o migliore.)
ja_jp: 新しいビューの作成を許可します。（[[base-mysql.DBTYPE]]5以上のみ有効）
nl_nl: Staat het maken van nieuwe inzichten. (Alleen beschikbaar in [[base-mysql.DBTYPE]]5 of beter.)
pt_pt: Permite a criação de novos pontos de vista. (Apenas disponível em MySQL5 ou melhor.)

# CREATE_help
source: Allows creating databases and tables.
da_dk: Tillader oprettelse af databaser og tabeller.
de_de: Erlaubt das anlegen von Datenbanken und Tabellen.
fr_fr: Permet de créer des bases de données et ses tables.
it_it: Consente la creazione di database e tabelle.
ja_jp: 新しいデータベースとテーブルの作成を許可します。
nl_nl: Staat het maken van databases en tabellen.
pt_pt: Permite a criação de bancos de dados e tabelas.

# CreateFailDBExists
source: That [[base-mysql.DBTYPE]] database already exists in the [[base-mysql.DBTYPE]] database table.
da_dk: At XXX_DBTYPE_XXX-database findes allerede i XXX_DBTYPE_XXX-database tabellen.
de_de: Diese [[base-mysql.DBTYPE]]-Datenbank ist bereits in der [[base-mysql.DBTYPE]]-Datenbanktabelle vorhanden.
fr_fr: Cette base de données [[base-mysql.DBTYPE]] existe déjà dans la table de base de données [[base-mysql.DBTYPE]].
it_it: Questo database [[base-mysql.DBTYPE]] esiste già nella tabella di database [[base-mysql.DBTYPE]].
ja_jp: その[[base-mysql.DBTYPE]]データベースは、すでに[[base-mysql.DBTYPE]]のデータベースのテーブルに存在します。
nl_nl: Dat [[base-mysql.DBTYPE]] database al bestaat in de [[base-mysql.DBTYPE]] database tabel.
pt_pt: Esse banco de dados MySQL já existe na tabela de banco de dados MySQL.

# CreateFailDatabaseExists
source: That [[base-mysql.DBTYPE]] database already exists.
da_dk: Findes allerede, at XXX_DBTYPE_XXX-database.
de_de: Diese [[base-mysql.DBTYPE]]-Datenbank ist bereits vorhanden.
fr_fr: Cette base de données [[base-mysql.DBTYPE]] existe déjà.
it_it: Questo database [[base-mysql.DBTYPE]] esiste già.
ja_jp: [[base-mysql.DBTYPE]]データベースが既に存在していること。
nl_nl: Dat [[base-mysql.DBTYPE]] database al bestaat.
pt_pt: Esse banco de dados MySQL já existe.

# CreateFailUserExists
source: That [[base-mysql.DBTYPE]] user already exists in the [[base-mysql.DBTYPE]] user table.
da_dk: At XXX_DBTYPE_XXX bruger findes allerede i XXX_DBTYPE_XXX bruger tabellen.
de_de: Dieser [[base-mysql.DBTYPE]]-Benutzer existiert bereits in der [[base-mysql.DBTYPE]] Benutzertabelle.
fr_fr: Cet utilisateur [[base-mysql.DBTYPE]] existe déjà dans la table d'utilisateurs [[base-mysql.DBTYPE]].
it_it: Questo utente [[base-mysql.DBTYPE]] esiste già nella tabella utenti di [[base-mysql.DBTYPE]].
ja_jp: その[[base-mysql.DBTYPE]]のユーザーは既に[[base-mysql.DBTYPE]]ユーザーテーブルに存在する。
nl_nl: Dat [[base-mysql.DBTYPE]] gebruiker bestaat al in de [[base-mysql.DBTYPE]] gebruiker tafel.
pt_pt: Esse usuário MySQL já existe na tabela de usuário MySQL.

# DELETE_help
source: Allows deleting data.
da_dk: Tillader sletning af data.
de_de: Erlaubt es, Daten zu löschen.
fr_fr: Permet de supprimer les données.
it_it: Consente l'eliminazione dei dati.
ja_jp: データを削除することができます。
nl_nl: Laat verwijderen van gegevens.
pt_pt: Permite a exclusão de dados.

# DIVIDER_FOUR
source: Resource Limits:
da_dk: Ressource Limits:
de_de: Resourcenbeschränkungen:
fr_fr: Limites des ressources :
it_it: Limiti di risorse:
ja_jp: リソースの制限：
pt_pt: Limites de recursos:

# DIVIDER_ONE
source: Data privileges:
da_dk: Data-privilegier:
de_de: Daten-Privilegien:
fr_fr: Privilèges des données:
it_it: Dati privilegi:
ja_jp: データ特権：
nl_nl: Gegevens privileges:
pt_pt: Privilégios dados:

# DIVIDER_THREE
source: Structure privileges (by default these are not granted):
da_dk: Struktur privilegier (som standard disse ikke givet):
de_de: Struktur-Privilegien (normalerweise nicht vergeben):
fr_fr: Privilèges structurels (aucun accordé par défaut) :
it_it: Privilegi di struttura (per default queste non sono concessi):
ja_jp: 構造権限（デフォルトではすべて許可されていません）：
nl_nl: Structuur privileges (standaard zijn deze niet toegekend):
pt_pt: Privilégios de estrutura (por padrão, estes não são concedidos):

# DIVIDER_TWO
source: Structure privileges (by default all are granted):
da_dk: Struktur privilegier (som standard alle er tildelt):
de_de: Struktur-Privilegien (normalerweise werden alle vergeben):
fr_fr: Privilèges structurels (tous accordées par défaut) :
it_it: Privilegi di struttura (per default tutti sono concessi):
ja_jp: 構造権限（デフォルトですべて許可されています）：
nl_nl: Structuur privileges (standaard alle worden toegekend):
pt_pt: Privilégios de estrutura (por padrão todos são concedidos):

# DIVIDER_ZERO
source: Default database privileges:
da_dk: Standard database privilegier:
de_de: Standard Datenbank-Privilegien:
fr_fr: Privilèges par défaut de la base de données :
it_it: Privilegi di database predefiniti:
ja_jp: デフォルトのデータベース権限：
nl_nl: Standaard database privileges:
pt_pt: Privilégios de banco de dados padrão:

# DROP_help
source: Allows dropping of databases and tables.
da_dk: Tillader at droppe databaser og tabeller.
de_de: Erlaubt es, Datenbanken und Tabellen zu löschen.
fr_fr: Permet de déposer des bases de données et ses tables.
it_it: Consente la caduta di database e tabelle.
ja_jp: データベースとテーブルの削除を許可。
nl_nl: Hiermee laten vallen van databases en tabellen.
pt_pt: Permite caindo de bases de dados e tabelas.

# EXECUTE_help
source: Allows running of store routines. (Only available in [[base-mysql.DBTYPE]] 5 or better.)
da_dk: Tillader kørsel af butikken rutiner. (Kun tilgængelig i XXX_DBTYPE_XXX5 eller bedre.)
de_de: Erlaubt das Auführen gespeicherter Routinen. (Erfordert [[base-mysql.DBTYPE]]5 oder neuer.)
fr_fr: Permet d'opérer des routines d'emmagasinement. (Uniquement disponible en [[base-mysql.DBTYPE]]5 ou mieux).
it_it: Consente l'esecuzione di routine di negozio. (Disponibile solo in [[base-mysql.DBTYPE]]5 o migliore.)
ja_jp: ストアドルーチンの実行を許可します。（[[base-mysql.DBTYPE]]5以上のみ有効）
nl_nl: Maakt het mogelijk om van de winkel routines. (Alleen beschikbaar in [[base-mysql.DBTYPE]]5 of beter.)
pt_pt: Permite a execução de rotinas de loja. (Apenas disponível em MySQL5 ou melhor.)

# EXPLAIN_RIGHTS
source: New [[base-mysql.DBTYPE]] users will be created with the following default privileges for their own database as shown below.
da_dk: Nye brugere af XXX_DBTYPE_XXX vil blive skabt med følgende standardindstillinger privilegier for deres egen database, som vist nedenfor.
de_de: Neue [[base-mysql.DBTYPE]]-Benutzer werden mit den hier aufgelisteten Standardprivilegien für ihre eigene Datenbank erzeugt.
fr_fr: Les nouveaux utilisateurs [[base-mysql.DBTYPE]] auront par défaut les privilèges indiqués ci-dessous pour leur propre base de données.
it_it: I nuovi utenti di [[base-mysql.DBTYPE]] verranno creati con i seguenti privilegi di default per la propria banca dati, come mostrato di seguito.
ja_jp: 新しい[[base-mysql.DBTYPE]]ユーザーは、以下に示すように、独自のデータベースのための次のデフォルトの権限で作成されます。
nl_nl: Worden nieuwe [[base-mysql.DBTYPE]] gebruikers worden gemaakt met de volgende standaard rechten voor hun eigen gegevensbank zoals hieronder getoond.
pt_pt: Novos usuários do MySQL será criado com os seguintes privilégios padrão para o seu próprio banco de dados, conforme mostrado abaixo.

# FILE_help
source: Allows importing data from files and exporting data to files. Not set by default.
da_dk: Tillader import af data fra filer og eksport af data til filer. Ikke indstillet som standard.
de_de: Erlaubt es, Daten in oder aus Dateien zu exportieren oder zu importieren. Wird normalerweise nicht vergeben.
fr_fr: Permet d'importer des données depuis des fichiers et d'exporter des données vers des fichiers. Pas concédé par défaut.
it_it: Consente l'importazione di dati da file ed esportare i dati in file. Non impostato di default.
ja_jp: ファイルからデータをインポートし、ファイルにデータをエクスポートすることができます。デフォルトで設定されていません。
nl_nl: Laat het importeren van gegevens uit bestanden en exporteren van gegevens naar bestanden. Niet standaard ingesteld.
pt_pt: Permite importar dados de arquivos e exportar dados para arquivos. Não definido por padrão.

# INDEX_help
source: Allows creating and dropping indexes.
da_dk: Tillader at skabe og droppe indeks.
de_de: Erlaubt es, Indexes zu erzeugen und diese zu entfernen.
fr_fr: Permet de créer et de supprimer des index.
it_it: Permette la creazione e la caduta degli indici.
ja_jp: インデックスを作成してドロップすることができます。
nl_nl: Hiermee creëren en te laten vallen indexen.
pt_pt: Permite criar e soltando índices.

# INSERT_help
source: Allows inserting and replacing data.
da_dk: Tillader indsættelse og erstatning af data.
de_de: Erlaubt es, Daten einzufügen und zu ersetzen.
fr_fr: Permet d'insérer et de remplacer des données.
it_it: Permette l'inserimento e la sostituzione dei dati.
ja_jp: データの挿入と交換ができます。
nl_nl: Hiermee voegen en te vervangen gegevens.
pt_pt: Permite a inserção e substituição de dados.

# MAX_CONNECTIONS_PER_HOUR_help
source: Limits the number of connections the user may open per hour. '0' means no limit.
da_dk: Begrænser antallet af forbindelser brugeren må åbne pr time. '0 'Betyder ingen grænse.
de_de: Erlaubt es, die Anzahl der [[base-mysql.DBTYPE]]-Verbindungen zu limitieren, die dieser Benutzer pro Stunde ausführen darf. '0' bedeutet: Keine Einschränkung.
fr_fr: Limite le nombre de connexions que l'utilisateur peut ouvrir par heure. '0' signifie aucune limite.
it_it: Limita il numero di connessioni che l'utente può aprire all'ora. '0 'Significa nessun limite.
ja_jp: ユーザーが１時間の間にログインできる回数を設定します。 '0' は無制限です。
nl_nl: Beperkt het aantal verbindingen de gebruiker per uur mag openen. '0 'Betekent dat er geen limiet.
pt_pt: Limita o número de conexões que o usuário pode abrir por hora. '0 'Significa que não há limite.

# MAX_QUERIES_PER_HOUR_help
source: Limits the number of queries a user may send to the server per hour. '0' means no limit.
da_dk: Begrænser antallet af forespørgsler brugeren må sende til serveren pr time. '0 'Betyder ingen grænse.
de_de: Erlaubt es, die Anzahl der [[base-mysql.DBTYPE]]-Anfragen zu limitieren, die dieser Benutzer pro Stunde ausführen darf. '0' bedeutet: Keine Einschränkung.
fr_fr: Limite le nombre de requêtes par heure qu'un utilisateur peut envoyer au serveur. '0' signifie aucune limite.
it_it: Limita il numero di query che un utente può inviare al server per ora. '0 'Significa nessun limite.
ja_jp: ユーザーが１時間の間に行う事のできるクエリ数を設定します。 '0' は無制限です。
nl_nl: Beperkt het aantal vragen een gebruiker te sturen naar de server per uur. '0 'Betekent dat er geen limiet.
pt_pt: Limita o número de consultas de um usuário pode enviar para o servidor por hora. '0 'Significa que não há limite.

# MAX_UPDATES_PER_HOUR_help
source: Limits the number of commands that change any table or database the user may execute per hour. '0' means no limit.
da_dk: Begrænser antallet af kommandoer som ændrer enhver tabel eller database brugeren må udføre pr time. '0 'Betyder ingen grænse.
de_de: Erlaubt es, die Anzahl der [[base-mysql.DBTYPE]]-Änderungen zu limitieren, die dieser Benutzer pro Stunde ausführen darf. '0' bedeutet: Keine Einschränkung.
fr_fr: Limite le nombre de commandes qui modifient une table ou une base de données que l'utilisateur peut envoyer par heure. '0' signifie aucune limite.
it_it: Limita il numero di comandi che cambiano ogni tabella o il database che l'utente può eseguire ogni ora. '0 'Significa nessun limite.
ja_jp: ユーザーが１時間の間に行う事のできる更新数を設定します。 '0' は無制限です。
nl_nl: Beperkt het aantal opdrachten dat een tabel of database van de gebruiker per uur mag uitvoeren wijzigen. '0 'Betekent dat er geen limiet.
pt_pt: Limita o número de comandos que alteram qualquer tabela ou banco de dados, o usuário pode executar por hora. '0 'Significa que não há limite.

# MYSQL_ROOT_Settings_divider
source: [[base-mysql.DBTYPE]] root user settings - needed for database initialisation, setup and maintenance:
da_dk: XXX_DBTYPE_XXX root brugerindstillinger - der er nødvendige for database initialisering, opsætning og vedligeholdelse:
de_de: Zugangsdaten für [[base-mysql.DBTYPE]]-Nutzer 'root':
fr_fr: Paramètres [[base-mysql.DBTYPE]] de l'utilisateur 'root' - nécessaires pour l'initialisation, la configuration et la maintenance de la base de données :
it_it: [[base-mysql.DBTYPE]] impostazioni utente Root - necessari per l'inizializzazione del database, configurazione e manutenzione:
ja_jp: [[base-mysql.DBTYPE]]のrootユーザの設定 - データベースの初期化と設定や保守のために必要。
nl_nl: [[base-mysql.DBTYPE]] root gebruiker instellingen - die nodig zijn voor de database initialisatie, installatie en onderhoud:
pt_pt: Configurações do usuário root do MySQL - necessários para a inicialização do banco de dados, configuração e manutenção:

# MySQL_Config_desc
source: [[base-mysql.DBTYPE]] Settings
de_de: [[base-mysql.DBTYPE]] Einstellungen
fr_fr: Réglages [[base-mysql.DBTYPE]]
it_it: Impostazioni di [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]の設定
nl_nl: [[base-mysql.DBTYPE]]-instellingen
pt_pt: Definições de MySQL

# MySQL_Config_desc_help
source: Allows you to configure the automatic [[base-mysql.DBTYPE]] database and user creation.
de_de: Erlaubt es, die automatische Erstellung von Benutzern und Datenbanken zu konfigurieren.
fr_fr: Permet de configurer la création automatique la base de données [[base-mysql.DBTYPE]] et de son utilisateur.
it_it: Consente di configurare il database [[base-mysql.DBTYPE]] automatico e creazione dell'utente.
ja_jp: 自動[[base-mysql.DBTYPE]]のデータベースとユーザーの作成を構成することができます。
nl_nl: Hiermee kunt u de automatische [[base-mysql.DBTYPE]] database en het aanmaken van gebruikers configureren.
pt_pt: Permite configurar o banco de dados MySQL automático e criação de usuário.

# MySQL_Config_head
source: [[base-mysql.DBTYPE]] Config
de_de: [[base-mysql.DBTYPE]] Konfiguration
fr_fr: Configuration [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]の設定変更
pt_pt: MySQL Configuração

# MySQL_Config_head_help
source: Configuration of your [[base-mysql.DBTYPE]] Server.
de_de: Konfiguration des [[base-mysql.DBTYPE]] Servers.
fr_fr: Configuration de votre serveur [[base-mysql.DBTYPE]].
it_it: Configurazione del server [[base-mysql.DBTYPE]].
ja_jp: [[base-mysql.DBTYPE]]サーバの構成。
nl_nl: Configuratie van uw [[base-mysql.DBTYPE]] Server.
pt_pt: Configuração do seu MySQL Server.

# MySQL_DIVIDER_ONE
source: Default rights on auto-created users:
de_de: Standard-Rechte für automatisch erzeugte Benutzer:
fr_fr: Droits par défaut des utilisateurs créés automatiquement :
it_it: Diritti predefiniti per gli utenti auto-creati:
ja_jp: 自動作成されたユーザーのデフォルトの権利：
nl_nl: Default rechten automatisch aangemaakt gebruikers:
pt_pt: Direitos padrão sobre usuários de auto-criado:

# MySQL_Info_Text
source: New [[base-mysql.DBTYPE]] users will be created with the following default privileges for their own database as shown below.
de_de: Neue [[base-mysql.DBTYPE]]-Benutzer und Datenbanken werden mit den hier konfigurierten Standard-Privilegien angelegt.
fr_fr: Les nouveaux utilisateurs [[base-mysql.DBTYPE]] seront créés pour leur propre base de données avec les privilèges par défaut suivants, comme indiqué ci-dessous.
it_it: I nuovi utenti di [[base-mysql.DBTYPE]] verranno creati con i seguenti privilegi di default per la propria banca dati, come mostrato di seguito.
ja_jp: 新しい[[base-mysql.DBTYPE]]ユーザーは、以下に示すように、独自のデータベースのための次のデフォルトの権限で作成されます。
nl_nl: Worden nieuwe [[base-mysql.DBTYPE]] gebruikers worden gemaakt met de volgende standaard rechten voor hun eigen gegevensbank zoals hieronder getoond.
pt_pt: Novos usuários do MySQL será criado com os seguintes privilégios padrão para o seu próprio banco de dados, conforme mostrado abaixo.

# MySQL_Local_divider
source: Local [[base-mysql.DBTYPE]] server:
de_de: Lokaler [[base-mysql.DBTYPE]] Server:
fr_fr: Serveur [[base-mysql.DBTYPE]] local :
it_it: Local server [[base-mysql.DBTYPE]]:
ja_jp: ローカルの[[base-mysql.DBTYPE]]サーバ：
nl_nl: Lokale [[base-mysql.DBTYPE]] server:
pt_pt: Local servidor MySQL:

# MySQL_Login_divider
source: [[base-mysql.DBTYPE]] 'root' user details:
de_de: Zugangsdaten des [[base-mysql.DBTYPE]] 'root'-Benutzers:
fr_fr: Détails de l'utilisateur [[base-mysql.DBTYPE]] 'root' :
it_it: 'Root' [[base-mysql.DBTYPE]] Utente:
ja_jp: [[base-mysql.DBTYPE]]のrootユーザーの詳細：
nl_nl: [[base-mysql.DBTYPE]] 'root' gebruiker gegevens:
pt_pt: 'Root' MySQL detalhes do usuário:

# MySQL_Remote_divider
source: [[base-mysql.DBTYPE]] Server Details:
de_de: [[base-mysql.DBTYPE]] Server Daten:
fr_fr: Détails du serveur [[base-mysql.DBTYPE]] :
it_it: Dettagli del server [[base-mysql.DBTYPE]]:
ja_jp: [[base-mysql.DBTYPE]]サーバの詳細：
pt_pt: MySQL Detalhes do Servidor:

# MySQL_Settings_divider
source: Configure the settings for automatic creation of [[base-mysql.DBTYPE]] users and databases.
de_de: Erlaubt es, die Einstellungen für das automatische Anlegen von Benutzern und Datenbanken zu konfigurieren.
fr_fr: Configurer les paramètres de création d'utilisateurs et de bases de données [[base-mysql.DBTYPE]] automatiquement.
it_it: Configurare le impostazioni per la creazione automatica di utenti e database [[base-mysql.DBTYPE]].
ja_jp: [[base-mysql.DBTYPE]]ユーザとデータベースの自動作成のための設定を行います。
nl_nl: De instellingen voor het automatisch aanmaken van [[base-mysql.DBTYPE]] gebruikers en databases te configureren.
pt_pt: Configure as definições para a criação automática de usuários do MySQL e bancos de dados.

# MySQL_Settings_head
source: [[base-mysql.DBTYPE]] Settings
de_de: [[base-mysql.DBTYPE]] Einstellungen
fr_fr: Réglages [[base-mysql.DBTYPE]]
it_it: Impostazioni di [[base-mysql.DBTYPE]]
ja_jp: [[base-mysql.DBTYPE]]の設定
nl_nl: [[base-mysql.DBTYPE]]-instellingen
pt_pt: Definições de MySQL

# MySQL_Status_divider
source: [[base-mysql.DBTYPE]] Connection Status:
de_de: [[base-mysql.DBTYPE]] Verbindungs-Status:
fr_fr: Statut de la connexion [[base-mysql.DBTYPE]] :
it_it: [[base-mysql.DBTYPE]] Stato connessione:
ja_jp: [[base-mysql.DBTYPE]]の接続ステータス：
pt_pt: MySQL Connection Status:

# MySQL_TAB_ONE
source: Auto-Create [[base-mysql.DBTYPE]] Users and Databases
de_de: [[base-mysql.DBTYPE]]-Benutzer und Datenbanken automatisch anlegen
fr_fr: création automatique des éléments [[base-mysql.DBTYPE]]
it_it: Creazione automatica di [[base-mysql.DBTYPE]] utenti e database
ja_jp: [[base-mysql.DBTYPE]]のユーザーとデータベースを自動作成
nl_nl: Auto-Create [[base-mysql.DBTYPE]] gebruikers en databases
pt_pt: Auto-Criar usuários e bancos de dados MySQL

# MySQL_TAB_ONE_help
source: Allows you to automatically create [[base-mysql.DBTYPE]] Users and Databases for each site.
de_de: Erlaubt es, [[base-mysql.DBTYPE]]-Benutzer und Datenbanken für virtuelle Sites automatisch anzulegen.
fr_fr: Vous permet de créer automatiquement les bases de données et les utilisateurs [[base-mysql.DBTYPE]] avec des valeurs par défaut pour chaque site.
it_it: Consente di creare automaticamente [[base-mysql.DBTYPE]] utenti e database per ogni sito.
ja_jp: あなたが自動的に各サイトの[[base-mysql.DBTYPE]]のユーザーとデータベースを作成することができます。
nl_nl: Kunt u [[base-mysql.DBTYPE]] gebruikers en databases automatisch te creëren voor elke site.
pt_pt: Permite que você crie automaticamente MySQL Usuários e bancos de dados para cada site.

# MySQL_TAB_TWO
source: /etc/my.cnf Editor
fr_fr: Éditeur /etc/my.cnf
ja_jp: /etc/my.cnfを編集

# MySQL_menu_help
source: Configure the [[base-mysql.DBTYPE]] related settings, so that applications can communicate with [[base-mysql.DBTYPE]].
de_de: Konfiguriert die [[base-mysql.DBTYPE]]-Einstellungen, damit Applikationen auf [[base-mysql.DBTYPE]] zugreifen können.
fr_fr: Configurez les paramètres [[base-mysql.DBTYPE]] pour que les applications puissent y accéder.
it_it: Configurare le impostazioni relative [[base-mysql.DBTYPE]], in modo che le applicazioni possono comunicare con [[base-mysql.DBTYPE]].
ja_jp: アプリケーションは、[[base-mysql.DBTYPE]]と通信できるように、[[base-mysql.DBTYPE]]の関連する設定を構成します。
nl_nl: Configureer de [[base-mysql.DBTYPE]]-gerelateerde instellingen, zodat applicaties kunnen communiceren met [[base-mysql.DBTYPE]].
pt_pt: Configurar as definições relacionadas com MySQL, para que os aplicativos podem se comunicar com MySQL.

# SELECT_help
source: Allows reading data.
da_dk: Tillader læsning af data.
de_de: Erlaubt das Lesen von Daten.
fr_fr: Permet la lecture des données.
it_it: Permette di leggere i dati.
ja_jp: データを読み込むことができます。
nl_nl: Maakt het lezen van data.
pt_pt: Permite a leitura de dados.

# SHOW_VIEW_help
source: Allows performing SHOW CREATE VIEW queries. (Only available in [[base-mysql.DBTYPE]] 5 or better.)
da_dk: Tillader udførelse af SHOW CREATE VIEW forespørgsler. (Kun tilgængelig i XXX_DBTYPE_XXX5 eller bedre.)
de_de: Erlaubte es, Anfragen vom Typ 'SHOW CREATE VIEW' auszuführen. (Erfordert [[base-mysql.DBTYPE]]5 oder neuer.)
fr_fr: Permet d'effectuer des requêtes SHOW CREATE VIEW. (Uniquement disponible en [[base-mysql.DBTYPE]]5 ou mieux).
it_it: Consente di eseguire le query SHOW CREATE VIEW. (Disponibile solo in [[base-mysql.DBTYPE]]5 o migliore.)
ja_jp: SHOW CREATE VIEW クエリの実行を許可します。([[base-mysql.DBTYPE]]5以上のみ有効）
nl_nl: Laat uitvoeren SHOW CREATE VIEW queries. (Alleen beschikbaar in [[base-mysql.DBTYPE]]5 of beter.)
pt_pt: Permite a realização de SHOW CREATE consultas VISTA. (Apenas disponível em MySQL5 ou melhor.)
