Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-maillist.mod/locale/*/maillist.po
Languages: es, zh_cn, zh_tw

# maillists
source: Mailing Lists
es: Listas de correo
zh_cn: 邮件列表
zh_tw: 郵寄清單

# maillistsHelp
source: [[base-maillist.maillistList]] can be managed here.
es: Administrar [[base-maillist.maillistList]].
zh_cn: [[base-maillist.maillistList]]可在此处管理。
zh_tw: 此處可管理[[base-maillist.maillistList]]。

# maillistList
source: Mailing Lists
es: Listas de correo
zh_cn: 邮件列表
zh_tw: 郵寄清單

# maillistNameHeader
source: Name
es: Nombre
zh_cn: 名称
zh_tw: 名稱

# maillistNameHeader_help
source: This is the name of the mailing list.
es: Nombre de la lista de correo.
zh_cn: 这是邮件列表的名称。
zh_tw: 這是郵寄清單的名稱。

# recipientsHeader
source: Subscribers
es: Suscriptores
zh_cn: 订户
zh_tw: 用戶

# recipientsHeader_help
source: These are the users who subscribe to the mailing list.
es: Usuarios que se suscriben a la lista de correo.
zh_cn: 这些是预订邮件列表的用户。
zh_tw: 這些是訂閱郵寄清單的組員。

# groupSubscriber
source: All members of the [[VAR.group]] group
es: Todos los miembros del grupo [[VAR.group]]
zh_cn: [[VAR.group]]组的所有成员
zh_tw: [[VAR.group]] 群組的所有組員。

# maillistDescHeader
source: Remarks
es: Observaciones
zh_cn: 备注
zh_tw: 備註

# maillistDescHeader_help
source: This column contains additional information about each mailing list.
es: Esta columna contiene información adicional sobre cada lista de correo.
zh_cn: 本栏包含每一邮件列表的附加信息。
zh_tw: 這個欄位包含每一個郵寄清單的其餘資訊。

# maillistActionHeader
source: Action
es: Acción
zh_cn: 操作
zh_tw: 動作

# maillistActionHeader_help
source: These are the buttons used to modify or delete a mailing list.
es: Botones para modificar o eliminar una lista de correo.
zh_cn: 这些是用于修改或删除邮件列表的按钮。
zh_tw: 這些是用來更改或刪除郵寄清單的按鈕。

# confirm_removal_of_list
source: Are you sure you want to remove the [[VAR.list]] mailing list?
es: ¿Está seguro de que desea eliminar la lista de correo [[VAR.list]]?
zh_cn: 是否确定要删除[[VAR.list]]邮件列表？
zh_tw: 您確定要移除 [[VAR.list]] 郵寄清單嗎？

# createMailList
source: Add Mailing List
es: Añadir lista de correo
zh_cn: 添加邮件列表
zh_tw: 新增郵寄清單

# modifyMailList
source: Modify Mailing List
es: Modificar lista de correo
zh_cn: 修改邮件列表
zh_tw: 更改郵寄清單

source: Basic
es: Básica
zh_cn: 基本
zh_tw: 基本

source: Advanced
es: Avanzada
zh_cn: 高级
zh_tw: 進階

# basic_help
source: Basic mailing list options can be configured here.
es: Definir la configuración de listas de correo Básica.
zh_cn: 基本邮件列表选项可在此处配置。
zh_tw: 此處可配置基本郵寄清單選項。

# advanced_help
source: Advanced mailing list options such as posting and subscription policies can be configured here.
es: Definir los parámetros de la configuración de listas de correo Avanzada, como directrices de publicación y suscripción.
zh_cn: 如发布和预订策略等高级邮件列表选项可在此处配置。
zh_tw: 此處可配置進階郵寄清單選項，如刊登和署名策略。

source: List Name
es: Nombre de la lista
zh_cn: 列表名称
zh_tw: 清單名稱

# listName_rule
source: Please enter only lowercase alphanumeric characters, hyphens and underscores. For example, sales is a valid entry.
es: Sólo caracteres alfanuméricos en minúsculas, guiones y subrayados. Por ejemplo, ventas.
zh_cn: 请只输入小写的字母数字字符、连字符和下划线。例如，sales 是一个有效输入。
zh_tw: 請只輸入小寫英數字元、破折號和點號。例如，sales 就是一個有效的名稱。

# listName_help
source: Enter the name of the mailing list. [[base-maillist.listName_rule]]
es: Nombre de la lista de correo. [[base-maillist.listName_rule]]
zh_cn: 输入邮件列表的名称。 [[base-maillist.listName_rule]]
zh_tw: 請輸入郵寄清單的名稱。 [[base-maillist.listName_rule]]

# listName_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-maillist.listName]]. [[base-maillist.listName_rule]]
es: [[VAR.invalidValue]] no es un valor válido para [[base-maillist.listName]]. [[base-maillist.listName_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-maillist.listName]]的无效值。 [[base-maillist.listName_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的[[base-maillist.listName]]值。 [[base-maillist.listName_rule]]

# listName_empty
source: Sorry, you have not entered a value for [[base-maillist.listName]]. [[base-maillist.listName_rule]]
es: No ha especificado un valor para [[base-maillist.listName]]. [[base-maillist.listName_rule]]
zh_cn: 对不起，您没有为[[base-maillist.listName]]输入值。[[base-maillist.listName_rule]]
zh_tw: 很抱歉，您並未輸入[[base-maillist.listName]]的值。 [[base-maillist.listName_rule]]

# workgroupMembers
source: Group Members
es: Miembros del grupo
zh_cn: 组成员
zh_tw: 群組組員

# workgroupMembers_help
source: This field contains a list of users who are currently members of the group that is associated with this list. All members of this group are always subscribed to this mailing list.
es: Este campo contiene los usuarios del grupo asociado a esta lista. Este grupo siempre está suscrito a esta lista de correo.
zh_cn: 该字段包含与此列表相关的组中当前成员的用户列表。该组所有成员始终预订此邮件列表。
zh_tw: 這個欄位包含一份使用者清單，這些使用者目前為此清單群組的組員。此群組的所有組員都一律訂閱此郵寄清單。

# group_field
source: Group List Name
es: Nombre de la lista del grupo
zh_cn: 组列表名称
zh_tw: 群組清單名稱

# group_field_help
source: This is the name of the group mailing list. All members of this group are automatically subscribed to this mailing list.
es: Nombre de la lista de correo, a la que todos los miembros de este grupo se suscriben automáticamente.
zh_cn: 这是组邮件列表的名称。该组所有成员自动预订此邮件列表。
zh_tw: 這是群組郵寄清單的名稱。此群組的所有組員都會自動訂閱此郵寄清單。

source: Save
es: Guardar
zh_cn: 保存
zh_tw: 儲存

# save_help
source: Save this mailing list.
es: Guardar esta lista de correo.
zh_cn: 保存此邮件列表。
zh_tw: 儲存此郵寄清單。

source: Local Subscribers
es: Suscriptores locales
zh_cn: 本地订户
zh_tw: 本地用戶

# localSubscribers_help
source: Select the local users that are subscribers to this mailing list. To subscribe a user, move the user from the Not Subscribed column to the Subscribed column.
es: Seleccionar los usuarios locales que están suscritos a esta lista de correo. Para suscribir a un usuario, mover desde la columna No suscrito a la columna Suscrito.
zh_cn: 选择预订此邮件列表的本地用户。要预定用户，将用户从“未预订”栏移动到“预订”栏。
zh_tw: 請選取訂閱此郵寄清單的本地使用者。若要訂閱使用者，請將使用者從「未訂閱」欄位移至「已訂閱」欄位。

# subscribed
source: Users Subscribed
es: Usuarios suscritos
zh_cn: 用户已预订
zh_tw: 已訂閱使用者

# unsubscribed
source: Users Not Subscribed
es: Usuarios no suscritos
zh_cn: 用户未预订
zh_tw: 未訂閱使用者

source: Remote Subscribers
es: Suscriptores remotos
zh_cn: 远程订户
zh_tw: 遠端用戶

# remoteSubscribers_rule
source: Please enter a properly formatted email address. For example, user@cobalt.com is a valid entry.
es: Escribir una dirección de correo electrónico con el formato apropiado. Por ejemplo, usuario@cobalt.com.
zh_cn: 请输入格式正确的电子邮件地址。例如，user@cobalt.com 就是有效的输入。
zh_tw: 請輸入一個格式化的電子郵件位址，例如，user@cobalt.com 就是一個有效的位址。

# remoteSubscribers_help
source: Enter the remote users that are subscribers to this mailing list. Remote users are users who do not have accounts on this server appliance. [[base-maillist.remoteSubscribers_rule]]
es: Seleccionar los usuarios remotos que están suscritos a esta lista de correo. Dichos usuarios no tienen cuentas en este servidor. [[base-maillist.remoteSubscribers_rule]]
zh_cn: 输入预订此邮件列表的远程用户。远程用户是在此服务器设备上没有帐户的用户。[[base-maillist.remoteSubscribers_rule]]
zh_tw: 請輸入訂閱此郵寄清單的遠端使用者。遠端使用者是指在此伺服器設備上沒有帳戶的使用者。 [[base-maillist.remoteSubscribers_rule]]

# remoteSubscribers_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-maillist.remoteSubscribers]]. [[base-maillist.remoteSubscribers_rule]]
es: [[VAR.invalidValue]] no es un valor válido para [[base-maillist.remoteSubscribers]]. [[base-maillist.remoteSubscribers_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是[[base-maillist.remoteSubscribers]]的无效值。 [[base-maillist.remoteSubscribers_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的[[base-maillist.remoteSubscribers]]值。 [[base-maillist.remoteSubscribers_rule]]

# description
source: Remarks
es: Observaciones
zh_cn: 备注
zh_tw: 備註

# description_help
source: Enter additional information or comments about the mailing list here.
es: Información adicional o comentarios acerca de la lista de correo.
zh_cn: 在此处输入邮件列表的附加信息或备注。
zh_tw: 請在此處輸入關於郵寄清單的其餘資訊或說明。

# moderator
source: Owner/Moderator
es: Propietario/Moderador
zh_cn: 所有人/仲裁人
zh_tw: 擁有者/仲裁者

# moderator_rule
source: Please enter a properly formatted email address or the username of a valid user on this server appliance. The default value is admin. For example, user@cobalt.com and admin are valid entries.
es: Dirección de correo electrónico con el formato apropiado o un nombre de usuario válido de este servidor. El valor predeterminado es admin. Por ejemplo, user@cobalt.com y admin.
zh_cn: 请输入此服务器设备上有效用户格式正确的电子邮件地址或用户名。缺省值是 admin。例如，user@cobalt.com 和 admin 都是有效的输入。
zh_tw: 請輸入此伺服器設備上一位有效使用者的、格式化的電子郵件位址或使用者名稱；預設值為 admin。例如，user@cobalt.com 和 admin 就是一個有效的登錄項。

# moderator_help
source: Enter the email address of the user performing all administrative duties for the mailing list. [[base-maillist.moderator_rule]]
es: Dirección de correo electrónico del usuario que realiza todas las tareas administrativas relacionadas con la lista de correo. [[base-maillist.moderator_rule]]
zh_cn: 输入对邮件列表执行所有管理任务的用户的电子邮件地址。[[base-maillist.moderator_rule]]
zh_tw: 請輸入執行郵寄清單的所有管理任務之使用者的電子郵件位址。 [[base-maillist.moderator_rule]]

# moderator_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-maillist.moderator]]. [[base-maillist.moderator_rule]]
es: [[VAR.invalidValue]] no es un valor válido para [[base-maillist.moderator]]. [[base-maillist.moderator_rule]]
zh_cn: 对不起，[[VAR.invalidValue]是[[base-maillist.moderator]]的无效值。 [[base-maillist.moderator_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue] 是無效的[[base-maillist.moderator]]值。 [[base-maillist.moderator_rule]]

# Moderator-does-not-exist
source: Invalid Moderator: the user [[VAR.moderator]] does not seem to exist.
es: Moderador inválido: parece que el usuario [[VAR.moderator]] no existe.
zh_cn: 无效仲裁人：用户[[VAR.moderator]]似乎不存在。
zh_tw: 無效的仲裁者：使用者 [[VAR.moderator]]不存在。

# moderator_empty
source: Sorry, you have not entered a value for [[base-maillist.moderator]]. You must enter a value even if no moderation policies have been specified for the mailing list. [[base-maillist.moderator_rule]]
es: No se ha especificado un valor para [[base-maillist.moderator]]. Debe hacerlo aunque no hayan directrices de moderación para la lista de correo. [[base-maillist.moderator_rule]]
zh_cn: 对不起，您没有为[[base-maillist.moderator]]输入值。即使没有指定邮件列表的仲裁策略，您也必须输入值。 [[base-maillist.moderator_rule]]
zh_tw: 很抱歉，您並未輸入[[base-maillist.moderator]]的值。即使未對郵寄清單指定任何仲裁策略，您也必須輸入一個值。 [[base-maillist.moderator_rule]]

source: Policies
es: Directrices
zh_cn: 策略
zh_tw: 策略

source: Password
es: Contraseña
zh_cn: 口令
zh_tw: 密碼

# password_help
source: Enter an administrative password for this mailing list. This password is used when performing certain list administration tasks via email (for example, approving subscriptions, or moderating messages). If you do not plan on using these features, you may leave this field blank.
es: Contraseña administrativa de esta lista de correo para ciertas tareas administrativas de dicha lista (por ejemplo, aprobar suscripciones o moderar mensajes). Si no se usarán estas características, dejar este campo en blanco.
zh_cn: 输入此邮件列表的管理口令。此口令在通过电子邮件执行特定的列表管理任务时使用（例如批准预订或仲裁消息）。如果不希望使用这些功能，则可将此自动留空。
zh_tw: 請輸入此郵寄清單的管理密碼。在透過電子郵件執行某些清單管理作業（例如，核准署名或仲裁訊息）時，會使用此密碼。如果您不打算使用這些功能，您可保留此欄位空白。

source: Posting Policy
es: Directriz de publicación
zh_cn: 发布策略
zh_tw: 刊登策略

# postingPolicy_help
source: Select a posting policy for this mailing list. If you choose Moderator Confirms All Messages, every message will require approval from the list owner/moderator.
es: Seleccionar una directriz de publicación para esta lista de correo. Con la opción El moderador confirma todos los mensajes, todos los mensajes requerirán la aprobación del propietario/moderador de la lista.
zh_cn: 选择此邮件列表的发布策略。如果您选择“仲裁人确认所有消息”，每一消息都要求列表所有人/仲裁人的确认。
zh_tw: 請選取此郵寄清單的刊登策略。如果您選擇「仲裁者確認所有訊息」，則每個訊息都需經清單擁有者/仲裁者核准。

# postingPolicy-any
source: All Users Can Post Messages
es: Todos los usuarios pueden publicar mensajes
zh_cn: 所有用户可发布消息
zh_tw: 所有使用者皆可刊登訊息

# postingPolicy-members
source: Only Subscribers Can Post Messages
es: Sólo los suscriptores pueden publicar mensajes
zh_cn: 只有订户可发布消息
zh_tw: 只限用戶可刊登訊息

# postingPolicy-moderated
source: Moderator Confirms All Messages
es: El moderador confirma todos los mensajes
zh_cn: 仲裁人确认所有消息
zh_tw: 仲裁者確認所有訊息

source: Subscription Policy
es: Directriz de suscripción
zh_cn: 预订策略
zh_tw: 署名策略

# subscriptionPolicy_help
source: Select a subscription policy for the mailing list.
es: Seleccione una directriz de suscripción para la lista de correo.
zh_cn: 选择邮件列表的预订策略。
zh_tw: 請選取郵寄清單的署名策略。

# subscriptionPolicy-open
source: Open: any user may subscribe.
es: Abierta: puede suscribirse cualquier usuario.
zh_cn: 开放：任何用户都可预订。
zh_tw: 開放：任何使用者都可訂閱。

# subscriptionPolicy-closed
source: Closed: List owner approval is required for subscription.
es: Cerrada: se requiere aprobación del propietario de la lista para suscribirse.
zh_cn: 有限：预订要求列表所有人的确认。
zh_tw: 關閉：署名必須經清單擁有者核准。

# subscriptionPolicy-confirm
source: Confirm: Email confirmation is required for subscription.
es: Confirmar: se requiere confirmación por correo electrónico para la suscribirse.
zh_cn: 确认：预订要求电子邮件确认。
zh_tw: 確認：署名必須經電子郵件確認。

# maxlength
source: Maximum Message Length
es: Longitud máxima del mensaje
zh_cn: 消息最大长度
zh_tw: 最大訊息長度

# maxlength_help
source: Select the maximum size in kilobytes or megabytes allowed for messages sent to this mailing list. Messages exceeding this size will be rejected.
es: Tamaño máximo permitido en kilobytes o megabytes para mensajes enviados a esta lista de correo. Los mensajes que superen este tamaño serán rechazados.
zh_cn: 选择向此邮件列表发送的消息所允许的以千字节或兆字节表示的最大大小。超过此大小的消息将被拒绝。
zh_tw: 請選取對傳送到此郵寄清單之訊息所允許的最大大小（以千位元組或百萬位元組為單位）。超過此大小的訊息將遭到拒絕。

# replyToList
source: Reply Policy
es: Directriz de respuesta
zh_cn: 回复策略
zh_tw: 回覆策略

# replyToList_help
source: Set the reply policy for this mailing list. If you choose Reply to List, replies will go to the list. Otherwise, replies will go only to the original author of the message.
es: Definir directriz de respuesta para esta lista de correo. Al elegir Responder a la lista, las respuestas se enviarán a los miembros de la lista. De lo contrario, se enviarán únicamente al autor original del mensaje.
zh_cn: 设置此邮件列表的回复策略。如果选择“回复至列表”，则回复将转到列表。否则，回复将只转向消息的原作者。
zh_tw: 請設定此郵寄清單的回覆策略。如果您選擇「回覆給清單」，回覆將傳送給清單；否則，回覆將只會傳給訊息的原作者。

# replyToList-true
source: Reply to List
es: Responder a la lista
zh_cn: 回复至列表
zh_tw: 回覆給清單

# replyToList-0
source: Reply to Sender
es: Responder al remitente
zh_cn: 回复至发送人
zh_tw: 回覆給寄件者

# archiveSettings
source: Archiving
es: Archivado
zh_cn: 归档
zh_tw: 歸檔

# archiveEnabled
source: Enable
es: Habilitar
zh_cn: 启用
zh_tw: 啟用

# archiveEnabled_help
source: Set whether messages sent to this mailing list will be archived. Users with accounts on this server appliance will be able to access these archives using their WebMail account if WebMail is installed.
es: Se define si se archivan o no los mensajes enviados a esta lista de correo. Los usuarios con cuentas en este servidor podrán acceder a estos archivos con su cuenta WebMail si está instalado WebMail.
zh_cn: 设置是否将发送至此邮件列表的消息归档。在此服务器设备上有帐户的用户可使用其 WebMail 帐户（如果已安装 WebMail）访问这些归档。
zh_tw: 請設定是否要將傳送到此郵寄清單的訊息歸檔。在此伺服器設備上擁有帳戶的使用者，將能夠使用 WebMail 帳戶（如果已安裝 WebMail 的話）存取這些歸檔的資料。

# keepForDays
source: Keep Period (Days)
es: Período de conservación (días)
zh_cn: 保留期限（天）
zh_tw: 保留期間（天）

# keepForDays_help
source: Enter a number specifying the length of time in days that messages will be kept in the archive. Enter a zero (0) to keep archived messages indefinitely.
es: Número de días que se conservarán los mensajes en el archivo. Con un cero (0) se conservan los mensajes archivados de manera indefinida.
zh_cn: 输入一个数字，表示消息在归档中保留的时间长度（天数）。输入零 (0) 则无限期保留归档的消息。
zh_tw: 請輸入一個指定時間長度的數字（以天數為單位），此數字是要將訊息保留在歸檔的天數。輸入零 (0) 可無限制地保留歸檔訊息。

# keepForDays_rule
source: Please enter a number specifying the length of time in days that messages will be kept in the archive. Enter a zero (0) to keep archived messages indefinitely.
es: Número de días que se conservarán los mensajes en el archivo. Con un cero (0) se conservan los mensajes archivados de manera indefinida.
zh_cn: 请输入一个数字，表示消息在归档中保留的时间长度（天数）。输入零 (0) 则无限期保留归档的消息。
zh_tw: 請輸入一個指定時間長度的數字（以天數為單位），此數字是要將訊息保留在歸檔的天數。輸入零 (0) 可無限制地保留歸檔訊息。

# keepForDays_empty
source: Sorry, you have not specified a value for [[base-maillist.keepForDays]]. [[base-maillist.keepForDays_rule]]
es: No se ha especificado un valor para [[base-maillist.keepForDays]]. [[base-maillist.keepForDays_rule]]
zh_cn: 对不起，您没有为[[base-maillist.keepForDays]]指定值。[[base-maillist.keepForDays_rule]]
zh_tw: 很抱歉，您並未指定[[base-maillist.keepForDays]]的值。 [[base-maillist.keepForDays_rule]]

# keepForDays_invalid
source: Sorry, the field [[base-maillist.keepForDays]] contains an invalid value. [[base-maillist.keepForDays_rule]]
es: El campo [[base-maillist.keepForDays]] contiene un valor inválido. [[base-maillist.keepForDays_rule]]
zh_cn: 对不起，字段[[base-maillist.keepForDays]]含有无效值。 [[base-maillist.keepForDays_rule]]
zh_tw: 很抱歉，欄位[[base-maillist.keepForDays]]含有無效值。 [[base-maillist.keepForDays_rule]]

# name-already-taken
source: Sorry, a mailing list with the specified name already exists. Please enter a different name and try again.
es: Ya existe una lista de correo con ese nombre. Escriba un nombre diferente.
zh_cn: 对不起，具有指定名称的邮件列表已经存在。请输入不同的名称重试。
zh_tw: 很抱歉，指定名稱的郵寄清單已存在；請輸入不同的名稱，然後重試。

# Mail-alias-already-taken
source: Sorry, the mailing list could not be created because the email aliases needed by the list already exist. Try giving the mailing list a different name or removing email aliases with similar names.
es: No se pudo crear la lista de correo porque esos alias ya existen. Se debe asignar nombre diferente o eliminar los alias con nombres similares.
zh_cn: 对不起，无法创建邮件列表，因为列表所需的电子邮件别名已经存在。尝试为邮件列表指定不同的名称，或者删除具有相同名称的电子邮件别名。
zh_tw: 很抱歉，無法建立郵寄清單，因為清單所需的電子郵件別名已存在。郵寄清單請另外指定一個名稱或移除具有類似名稱的電子郵件別名。

# CannotDeleteGroupMaillist
source: Sorry, mailing lists for user groups on this server appliance cannot be removed.
es: No pueden eliminarse de este servidor las listas de correo para grupos.
zh_cn: 对不起，此服务器设备上用户组的邮件列表无法删除。
zh_tw: 很抱歉，無法移除此伺服器設備上的使用者群組之郵寄清單。

# Could-not-create-maillist
source: Sorry, an error occurred. The mailing list could not be created.
es: Se ha producido un error. No ha sido posible crear la lista de correo.
zh_cn: 对不起，出现错误。无法创建邮件列表。
zh_tw: 很抱歉，發生錯誤；無法建立郵寄清單。

# maillistArchive
source: Mailing List Archive - [[VAR.name]]
es: Archivo de lista de correo - [[VAR.name]]
zh_cn: 邮件列表归档―[[VAR.name]]
zh_tw: 郵寄清單歸檔 - [[VAR.name]]

# title
source: Subject
es: Asunto
zh_cn: 主题
zh_tw: 標題

# title_help
source: This is the subject of the message.
es: Asunto del mensaje.
zh_cn: 这是邮件的主题。
zh_tw: 這是訊息的標題。

# author
source: Sender
es: Remitente
zh_cn: 发送人
zh_tw: 寄件者

# author_help
source: This is the name or email address of the person who sent the message.
es: Nombre o dirección de correo electrónico del remitente.
zh_cn: 这是邮件发送人的姓名或电子邮件地址。
zh_tw: 這是寄件者的名稱或電子郵件位址。

source: Date
es: Fecha
zh_cn: 日期
zh_tw: 日期

# date_help
source: This is the date the message was received.
es: Fecha de recepción del mensaje.
zh_cn: 这是接收邮件的日期。
zh_tw: 這是收到訊息的日期。

source: Read Message
es: Leer mensaje
zh_cn: 阅读邮件
zh_tw: 閱讀訊息

# readMessage_help
source: Read Message
es: Leer el mensaje.
zh_cn: 阅读邮件
zh_tw: 閱讀訊息

source: From
es: De
zh_cn: 发件人
zh_tw: 寄件者

# from_help
source: This is the name and/or email address of the person who sent the message.
es: Nombre y/o la dirección de correo electrónico del remitente.
zh_cn: 这是消息发送人的姓名和/或电子邮件地址。
zh_tw: 這是寄件者的名稱及（或）電子郵件位址。

source: Subject
es: Asunto
zh_cn: 主题
zh_tw: 標題

# subject_help
source: This is the subject of the message.
es: Asunto del mensaje.
zh_cn: 这是邮件的主题。
zh_tw: 這是訊息的標題。

source: Message
es: Mensaje
zh_cn: 邮件
zh_tw: 訊息

# message_help
source: This is the text of the message.
es: Texto del mensaje.
zh_cn: 这是消息的正文。
zh_tw: 這是訊息的本文。

# replySender
source: Reply to Sender
es: Responder al remitente
zh_cn: 回复至发送人
zh_tw: 回覆給寄件者

# replySender_help
source: Click here to reply to the author of the message.
es: Presione aquí para responder al autor de este mensaje.
zh_cn: 单击此处回复邮件作者。
zh_tw: 按一下此處，可回覆給寄件者。

source: Reply All
es: Responder a todos
zh_cn: 回复全部
zh_tw: 全部回覆

# replyAll_help
source: Click here to reply to the author and all other recipients of the message.
es: Presione aquí para responder al autor y a todos los recipientes de este mensaje
zh_cn: 单击此处回复邮件作者及其他所有接收人。
zh_tw: 按一下此處，可回覆給寄件者及其他所有的接收者。

source: Membership
es: Pertenencia
zh_cn: 成员
zh_tw: 組員

# membership_help
source: Membership defines the users associated with this mailing list.
es: La pertenencia define los usuarios asociados a esta lista de correo.
zh_cn: “成员”定义与此邮件列表相关的用户。
zh_tw: 組員定義與此郵寄清單的使用者。

# WelcomeMessageSubject
source: Archiving has been enabled
es: Función de archivo habilitado
zh_cn: 归档已经启用
zh_tw: 已啟用歸檔功能

# WelcomeMessageBody
source: This email has been sent to you to notify you that archiving of the mailing list '[[VAR.name]]' has been enabled for users with accounts on this server. These users will be able to access this archive from within WebMail. There is no need to reply to this message.
es: Este mensaje le notifica, que la función de archivo se ha habilitado en la lista de correo '[[VAR.name]]', la cual es accesible desde Webmail para usuarios con cuentas en este servidor. No es necesario responder a este mensaje.
zh_cn: 此电子邮件已向您发送，通知您邮件列表 '[[VAR.name]]' 的归档已经为那些在此服务器上拥有帐户的用户启用。这些用户将能够从 WebMail 内部访问此归档。无需回复此消息。
zh_tw: 這封電子郵件通知您已對此伺服器上擁有帳戶的使用者啟用了郵寄清單 '[[VAR.name]]' 的歸檔作業；這些使用者將能夠從 WebMail 內存取此歸檔資料。您不必回覆本郵件。

# capgroup_adminMaillist
source: Manage Mailing Lists
es: Administrar listas de correo
zh_cn: 管理邮件列表
zh_tw: 管理郵遞列表

# capgroup_adminMaillist_help
source: This administrative right allows a user to create, destroy and modify mailing lists hosted on this machine
es: Este derecho administrativo permite que un usuario cree, suprima y modifique las listas de correo incluidas en esta máquina.
zh_cn: 此管理权限允许用户创建，销毁和修改这个机器上驻留的邮件列表。
zh_tw: 這個管理權限允許使用者建立、銷毀及更改這台機器所擁有的郵遞列表。
