Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-support.mod/locale/*/support.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# ticketDescription_help
source: Please enter a detailed description of your support request. Also please include any other information which might be of relevance or any error message that you did encounter. Please be specific and please be detailed about the work that you want us to carry out on your server. Please note: If charges apply for the work you request, then we will provide you with a price quotation before any paid work is being carried out.
da_dk: Indtast venligst en detaljeret beskrivelse af din støtte anmodningen. Også bedes medtage alle andre oplysninger, der kunne være af relevans eller nogen fejlmeddelelse, du gjorde støde på. Vær specifik og venligst være detaljeret om det arbejde, du vil have os til at udføre på din server. Bemærk: Hvis der mod betaling for det arbejde, du beder om, så vil vi give dig et pristilbud før lønnet arbejde bliver udført.
de_de: Bitte geben Sie eine detaillierte Beschreibung des Problems ein. Teilen Sie uns auch bitte alle sonstigen relevanten Informationen mit, die von Bedeutung sind und zum Auftreten des Fehlers geführt haben. Teilen Sie bitte genau mit, welche Arbeiten ausgeführt werden sollen. Bitte seien Sie dabei so spezifisch und detailliert wie möglich. 'Geht nicht! Hilfe!' ist zum Beispiel eine Support-Anfrage, mit der wir erstmal wenig anfangen können und die dann zu unnötigen Rückfragen führt. Bitte beachten Sie: Eine Support-Anfrage an sich ist kostenlos. Falls Kosten anfallen, erhalten Sie von uns einen verbindlichen Kostenvoranschlag bevor wir mit kostenpflichtigen Arbeiten anfangen. Ggf. müssen wir uns zur Erstellung des Kostenvoranschlages zunächst auf Ihrem Server einloggen, um uns einen Überblick zu verschaffen, oder weitere Informationen von Ihnen einholen.
es_es: Por favor, introduzca una descripción detallada de su solicitud de ayuda. También por favor incluir cualquier otra información que pueda ser relevante o cualquier mensaje de error que lo hiciste encuentro. Por favor, ser específico y por favor sea detallado sobre el trabajo que usted quiere que nosotros llevamos a cabo en el servidor. Por favor, tenga en cuenta: Si pago por el trabajo que usted solicita, entonces vamos a ofrecerle un precio de cotización antes de que se está llevando a cabo algún trabajo remunerado.
fr_fr: S'il vous plaît entrer une description détaillée de votre demande de support. Aussi s'il vous plaît inclure toute autre information qui pourrait être de l'intérêt ou de tout message d'erreur que vous avez rencontre. S'il vous plaît être spécifique et s'il vous plaît être détaillées sur le travail que vous voulez que nous effectuons sur votre serveur. S'il vous plaît noter: Si des frais s'appliquent pour le travail que vous demandez, nous allons vous fournir un devis avant toute travail rémunéré est effectué.
it_it: Si prega di inserire una descrizione dettagliata della vostra richiesta di supporto. Inoltre si prega di includere ogni altra informazione che potrebbe essere rilevante o di qualsiasi messaggio di errore che hai fatto incontro. Si prega di essere specifici e di trovarsi dettagliate sul lavoro che si desidera che noi effettuiamo sul server. Attenzione: se a pagamento per il lavoro si richiede, allora noi vi forniremo un preventivo prima di qualsiasi lavoro retribuito è in corso.
ja_jp: サポートリクエストの詳細な説明を入力してください。また、関連性またはあなたが遭遇をしたすべてのエラーメッセージがあるかもしれないその他の情報を記載してください。具体的に説​​明してください、あなたは私たちがあなたのサーバー上で実行するようにする作業の詳細な注意ください。ご注意：料金はあなたが要求する仕事のために適用された場合は任意の有給の仕事が行われている前に、我々は、価格の引用を提供します。
nl_nl: Geef een gedetailleerde beschrijving van uw verzoek om ondersteuning. Ook dan kunt u ook alle andere informatie die van belang is of een foutmelding dat je deed ontmoeting zou kunnen zijn. Gelieve specifiek te zijn en wees gedetailleerd over het werk dat u wilt dat wij uit te voeren op uw server. Let op: Als een toeslag geldt voor het werk dat u vragen, dan zullen wij u voorzien van een prijsopgave voordat er betaald werk wordt verricht.
pt_pt: Por favor, digite uma descrição detalhada de sua solicitação de suporte. Também por favor, inclua qualquer outra informação que possa ser relevante ou qualquer mensagem de erro que você fez encontro. Por favor seja específico e tenha detalhado sobre o trabalho que você quer que nós para realizar em seu servidor. Atenção: Se taxa extra para o trabalho que você pedir, em seguida, iremos fornecer-lhe com uma cotação de preço antes de qualquer trabalho remunerado está sendo realizado.

source: Ticket Subject
da_dk: Billet Emne
de_de: Betreff
es_es: Asunto del Ticket
fr_fr: Objet du ticket
it_it: Oggetto del Ticket
ja_jp: チケットのタイトル
pt_pt: Ticket Assunto

# ticket_subject_help
source: Please enter a descriptive subject that best describes your request for support.
da_dk: Angiv et beskrivende emne, der bedst beskriver din anmodning om støtte.
de_de: Bitte geben Sie einen aussagekräftigen Betreff an, der am besten das Thema Ihrer Support-Anfrage beschreibt.
es_es: Por favor, introduzca un asunto descriptivo que mejor describe a su solicitud de apoyo.
fr_fr: S'il vous plaît entrer un sujet descriptif qui décrit le mieux votre demande de soutien.
it_it: Inserisci un oggetto descrittivo che meglio descrive la tua richiesta di assistenza.
ja_jp: 最高のサポートのためのリクエストを記述する記述件名を入力してください。
nl_nl: Vul een beschrijvend onderwerp dat het beste bij uw aanvraag voor ondersteuning.
pt_pt: Por favor insira um assunto descritivo que melhor descreve o seu pedido de apoio.

# ticket_num_selector
source: Ticket Number
da_dk: Billet nummer
de_de: Ticket Nummer
es_es: Número de entradas
fr_fr: Nombre de billets
it_it: Numero di biglietti
ja_jp: チケット番号
nl_nl: Ticket Nummer
pt_pt: Número de Bilheteira

# ticket_num_selector_help
source: If you have open tickets with BlueOnyx Support, the ticket numbers of these tickets will be shown here (newest to oldest). You can then choose to append this new ticket to an existing one. Or you can choose 'New Ticket' to create a new ticket (which is the default).
da_dk: Hvis du har åbne billetter med BlueOnyx Support, vil numrene billet disse billetter blive vist her (nyeste til ældste). Du kan derefter vælge at tilføje denne nye billet til en eksisterende. Eller du kan vælge 'Ny Billet' for at oprette en ny billet (som er standard).
de_de: Wenn Sie bereits offene Support-Tickets beim BlueOnyx-Support haben, können Sie in dieser Liste das entsprechende Ticket auswählen. Neue Tickets werden zuerst angezeigt. Alternativ können Sie natürlich auch ein neues Ticket aufmachen.
es_es: Si tiene entradas abiertas con BlueOnyx Apoyo, los números de los billetes de estos billetes se muestra aquí (el más reciente al más antiguo). A continuación, puede añadir este nuevo billete a uno ya existente. O puede optar por 'New Ticket' para crear un nuevo ticket (que es el valor predeterminado).
fr_fr: Si vous avez des billets ouverts avec BlueOnyx soutien, les numéros de billets de ces billets seront affichés ici (du plus récent au plus ancien). Vous pouvez ensuite choisir d'ajouter ce nouveau billet pour une entreprise existante. Ou vous pouvez choisir 'Nouveau Ticket' pour créer un nouveau billet (qui est la valeur par défaut).
it_it: Se avete i biglietti aperti con BlueOnyx Support, i numeri dei biglietti di questi biglietti saranno qui mostrato (recente al più vecchio). È quindi possibile scegliere di aggiungere questo nuovo biglietto ad una esistente. Oppure si può scegliere 'Nuovo Ticket' per creare un nuovo biglietto (che è il default).
ja_jp: あなたはBlueOnyxサポートとのオープンチケットを持っている場合は、これらのチケットのチケット番号がここに（新しい順）に表示されます。その後、既存の1にこの新しいチケットを追加するかを選択できます。または、（デフォルトで）新しいチケットを作成するために「新しいチケット」を選択することができます。
nl_nl: Als u een open vervoerbewijs met BlueOnyx Ondersteuning, zal de lotnummers van deze tickets hier worden getoond (van nieuw naar oud). U kunt dan kiezen om deze nieuwe ticket te voegen aan een bestaande. Of u kunt kiezen voor 'nieuw ticket' om een ​​nieuw ticket (dit is de standaardinstelling) te creëren.
pt_pt: Se você tiver bilhetes em aberto com suporte BlueOnyx, os números do bilhete destes bilhetes será mostrado aqui (mais recente para o mais antigo). Você pode então escolher para acrescentar este novo bilhete a um já existente. Ou você pode escolher 'New Ticket' para criar um novo bilhete (que é o padrão).

source: Ticket URL
da_dk: Billet URL
es_es: URL entradas
it_it: URL Ticket
ja_jp: チケットのURL
pt_pt: URL Ticket

# ticketURL_help
source: If your support request is related to a particular URL, then please include it here.
da_dk: Hvis din anmodning om support er relateret til en bestemt URL, så bedes du medtage det her.
de_de: Wenn sich Ihre Support-Anfrage auf eine bestimmte GUI-Seite (oder Webseite) bezieht, dann geben Sie hier bitte die URL der Seite ein. Beispiel: /vsite/addVsite
es_es: Si su solicitud de asistencia se refiere a una URL concreta, por favor incluya aquí.
fr_fr: Si votre demande de soutien est lié à une URL particulière, alors s'il vous plaît inclure ici.
it_it: Se la richiesta di supporto è legata a un particolare URL, quindi si prega di includere qui.
ja_jp: あなたのサポート要求が特定のURLに関連している場合は、ここでそれを含めてください。
nl_nl: Als uw verzoek om ondersteuning is gerelateerd aan een bepaalde URL, dan geef het hier.
pt_pt: Se o seu pedido de suporte está relacionado a uma determinada URL, então, por favor incluí-lo aqui.

# ticket
source: Support Request
de_de: Support-Anfrage
es_es: Soporte de pedidos
fr_fr: Demande d'assistance
it_it: Richiesta di supporto
ja_jp: サポートリクエスト
nl_nl: Support Aanvraag
pt_pt: Solicitação de Suporte

# ticket_help
source: Allows you to file a support request with BlueOnyx.it or (optionally) your ISP.
da_dk: Giver dig mulighed for at indgive en anmodning om support med BlueOnyx.it eller (valgfrit) din internetudbyder.
de_de: Hier können Sie eine Support-Anfrage an den BlueOnyx-Support oder Ihren ISP oder Technik-Dienstleister stellen.
es_es: Le permite presentar una solicitud de asistencia con BlueOnyx.it o (opcionalmente) su ISP.
fr_fr: Vous permet de déposer une demande de soutien avec BlueOnyx.it ou (éventuellement) de votre FAI.
it_it: Consente di presentare una richiesta di supporto con BlueOnyx.it o (opzionalmente) il vostro ISP.
ja_jp: あなたはBlueOnyx.itまたは（オプションで）ISPにサポートリクエストを提出することができます。
nl_nl: Hiermee kunt u een verzoek om ondersteuning met BlueOnyx.it of (optioneel) uw ISP-bestand.
pt_pt: Permite-lhe apresentar um pedido de apoio com BlueOnyx.it ou (opcionalmente) o seu ISP.

source: Allow Access
da_dk: Tillad adgang
de_de: Fernzugriff
es_es: Permitir acceso
fr_fr: Autoriser l'accès
it_it: Consenti accesso
ja_jp: アクセスを許可する
nl_nl: Toegang toestaan
pt_pt: Permitir acesso

# allow_access_help
source: Please read carefully: When you submit a ticket with this checkbox ticked, then a special System-Administrator account (Usually 'alter-admin') will be created. That account will have a random password set, which will be included in the Support Request. Additionally the public PEM certificate of this account will be attached to this Support Request, along with the information about the server hostname, IP-Address and the port that SSH runs on. By ticking this checkbox you grant BlueOnyx.it technicians permission to login to your server for diagnostics an to carry out the work that you specified in your support request. If costs arise out of the work of BlueOnyx.it technicians, then a price quotation will be presented to you before the paid work is initiated. Paid work will only be carried out with your consent.
da_dk: Læs venligst omhyggeligt: ​​Når du sender en billet med dette afkrydsningsfelt afkrydset, så en særlig System-Administrator konto (Normalt 'alter-admin') vil blive oprettet. At konto vil have en tilfældig password, som vil indgå i Support Request. Derudover offentligheden PEM certifikat på denne konto vil blive knyttet til denne Support Anmodning, sammen med oplysninger om serverens værtsnavn, IP-adresse og den port, SSH kører på. Ved at markere dette afkrydsningsfelt giver du BlueOnyx.it teknikere tilladelse til at logge ind på din server for diagnostik en til at udføre det arbejde, du har angivet i din støtte anmodningen. Hvis omkostninger udspringer af arbejdet i BlueOnyx.it teknikere, så et pristilbud vil blive præsenteret for dig, før betalt arbejde påbegyndes. Lønnet arbejde vil kun blive foretaget med dit samtykke.
de_de: Bitte genau lesen: Wenn Sie eine Support-Anfrage einreichen und dieses Feld markiert haben, dann wird ein spezielles System-Administrator-Konto ('alter-admin') angelegt. Dem Konto werden Root-Zugang und System-Administrator-Rechte verliehen und es wird ein 16-stelliges zufälliges Passwort und ein SSH-PEM-Zertifikat generiert. Diese Informationen werden zusammen mit der IP, dem Hostnamen des Servers und den SSH-Konfigurations-Einstellungen in die Support-Anfrage mit aufgenommen. Durch Anklicken dieses Kontrollkästchens erlauben Sie den Technikern von BlueOnyx.it, sich auf Ihrem Server einzuloggen und die von Ihnen angefragten Arbeiten zu erledigen. Sollte dies mit Kosten verbunden sein, so erhalten Sie vor Anfallen der Kosten einen verbindlichen Kostenvoranschlag.
es_es: Por favor, lea con atención: Cuando usted envía un ticket con esta casilla marcada, entonces se crea una cuenta de administrador del sistema especial (por lo general 'alter-admin'). Esa cuenta tendrá un conjunto de contraseñas al azar, que se incluye en la solicitud de soporte. Además del certificado PEM pública de esta cuenta se adjunta a la presente solicitud de soporte, junto con la información sobre el nombre del servidor, la dirección IP y el puerto que SSH se ejecuta en. Al marcar esta casilla usted concede permiso técnicos BlueOnyx.it para acceder a su servidor para el diagnóstico de una para llevar a cabo el trabajo que ha especificado en su solicitud de soporte. Si los costos surgen de la labor de los técnicos BlueOnyx.it, a continuación, un precio de cotización será presentado a usted antes de que se inicie el trabajo remunerado. El trabajo remunerado sólo se lleva a cabo con su consentimiento.
fr_fr: S'il vous plaît lire attentivement: Lorsque vous soumettez un ticket avec cette case cochée, puis un compte spécial de l'administrateur système (habituellement 'alter-admin') sera créé. Ce compte aura un ensemble de mot de passe aléatoire, qui sera inclus dans la demande de soutien. En outre, le certificat PEM publique de ce compte sera joint à la présente demande de support, ainsi que les informations sur le nom du serveur, adresse IP et le port que SSH fonctionne sur. En cochant cette case, vous accordez techniciens BlueOnyx.it permission de se connecter à votre serveur pour le diagnostic d'un pour effectuer le travail que vous avez spécifié dans votre demande d'assistance. Si les coûts découlent du travail des techniciens BlueOnyx.it, un devis sera présenté à vous avant le travail rémunéré est lancée. Le travail rémunéré ne sera effectué avec votre consentement.
it_it: Si prega di leggere con attenzione: Quando si invia un biglietto con questa casella spuntata, verrà creato un account di sistema-amministratore speciale (di solito 'alter-admin'). Questo account avrà un set di password casuale, che sarà incluso nella richiesta di supporto. Inoltre, il certificato pubblico PEM di questo account sarà allegata alla presente richiesta di supporto, insieme con le informazioni relative al nome host del server, indirizzo IP e la porta SSH che gira su. Selezionando questa casella si concede BlueOnyx.it tecnici permesso di accedere al server per la diagnostica una a svolgere il lavoro che hai specificato nella richiesta di supporto. Se i costi derivano dal lavoro di tecnici BlueOnyx.it, poi la quotazione sarà presentato a voi prima dell'avvio del lavoro retribuito. Lavoro retribuito sarà effettuata solo con il vostro consenso.
ja_jp: お読みください：このチェックボックスがチェックして、チケットを送信すると、その特別なシステム管理者アカウント（'alter-admin'）が作成されます。そのアカウントは、サポート要求に含まれるランダムなパスワードが設定され、必要があります。さらに、このアカウントの公開のPEM証明書は、サーバのホスト名、IPアドレスとSSHが動作ポートに関する情報と一緒に、このサポートリクエストに添付されます。このチェックボックスをチェックすれはBlueOnyx.it技術者があなたのサポート要求で指定された作業を行うための診断のためにサーバーにログインするための権限を付与します。コストがBlueOnyx.it技術者の仕事から生じる場合は有給の仕事が開始される前に、その価格の引用は、画面に表示されます。有給の仕事は、あなたの同意を得て実施される。
nl_nl: Gelieve te lezen zorgvuldig: Als u een kaartje te leggen met deze optie aangevinkt, dan is een speciale System-Administrator-account (meestal 'alter-admin') wordt aangemaakt. Dat rekening zal een willekeurig wachtwoord ingesteld, die zal worden opgenomen in het Support Request hebben. Daarnaast is de openbare PEM certificaat van deze rekening zal samen met de informatie over de server hostnaam, IP-adres en de poort die SSH draait op worden aangesloten op deze Support Vraag,. Door dit vakje tikt u BlueOnyx.it technici toestemming verlenen om in te loggen op uw server voor de diagnose van een voor het uitvoeren van het werk dat u hebt opgegeven in uw verzoek om ondersteuning. Als kosten komen voort uit het werk van BlueOnyx.it technici, vervolgens een prijsopgave zal worden aan u gepresenteerd voor de betaalde arbeid wordt gestart. Betaald werk zal alleen met uw toestemming worden uitgevoerd.
pt_pt: Por favor, leia com atenção: Quando você envia um bilhete com esta opção marcada, em seguida, uma conta especial System-Administrador (Normalmente 'alter-admin') será criado. Essa conta terá um conjunto de senhas aleatórias, que será incluído no pedido de suporte. Além disso, o certificado dessa conta PEM público será anexado a esta solicitação de suporte, juntamente com as informações sobre o nome do servidor, endereço IP ea porta que o SSH pode ser executado. Ao assinalar esta opção lhe conceder permissão técnicos BlueOnyx.it para acessar o servidor para o diagnóstico de um para levar a cabo o trabalho que você especificou em sua solicitação de suporte. Se os custos surgem do trabalho de técnicos BlueOnyx.it, em seguida, uma cotação de preço, será apresentado a você antes que o trabalho remunerado é iniciada. O trabalho remunerado só será realizada com o seu consentimento.

source: Never
da_dk: Aldrig
de_de: Unbegrenzt
es_es: Nunca
fr_fr: Jamais
it_it: Mai
ja_jp: 決して
nl_nl: Nooit
pt_pt: Nunca

source: 3 days
da_dk: Tre dage
de_de: 3 Tage
es_es: 3 días
fr_fr: 3 jours
it_it: 3 giorni
ja_jp: 3日間
nl_nl: 3 dagen
pt_pt: 3 dias

source: 5 days
da_dk: 5 dage
de_de: 5 Tage
es_es: 5 días
fr_fr: 5 jours
it_it: 5 giorni
ja_jp: 5日間
nl_nl: 5 dagen
pt_pt: 5 dias

source: 7 days
da_dk: 7 dage
de_de: 7 Tage
es_es: 7 días
fr_fr: 7 jours
it_it: 7 giorni
ja_jp: 7日間
nl_nl: 7 dagen
pt_pt: 7 dias

source: 10 days
da_dk: 10 dage
de_de: 10 Tage
es_es: 10 días
fr_fr: 10 jours
it_it: 10 giorni
ja_jp: 10日
nl_nl: 10 dagen
pt_pt: 10 dias

source: 14 days
da_dk: 14 dage
de_de: 14 Tage
es_es: 14 días
fr_fr: 14 jours
it_it: 14 giorni
ja_jp: 14日
nl_nl: 14 dagen
pt_pt: 14 dias

source: 30 days
da_dk: 30 dage
de_de: 30 Tage
es_es: 30 días
fr_fr: 30 jours
it_it: 30 giorni
ja_jp: 30日
nl_nl: 30 dagen
pt_pt: 30 dias

source: 90 days
da_dk: 90 dage
de_de: 90 Tage
es_es: 90 días
fr_fr: 90 jours
it_it: 90 giorni
ja_jp: 90日
nl_nl: 90 dagen
pt_pt: 90 dias

source: 180 days
da_dk: 180 dage
de_de: 180 Tage
es_es: 180 días
fr_fr: 180 jours
it_it: 180 giorni
ja_jp: 180日
nl_nl: 180 dagen
pt_pt: 180 dias

source: 365 days
da_dk: 365 dage
de_de: 365 Tage
es_es: 365 días
fr_fr: 365 jours
it_it: 365 giorni
ja_jp: 365日
nl_nl: 365 dagen
pt_pt: 365 dias

# SAExpiry
source: Expiry Date
da_dk: Udløbsdato
de_de: Verfallsdatum
es_es: Fecha de caducidad
fr_fr: Date d'expiration
it_it: Data di scadenza
ja_jp: 有効期限
nl_nl: Vervaldatum
pt_pt: Data de validade

# SAExpiry_help
source: Defines an expiry date for the Support Account. Default: 7 days. After the selected period the account will be deleted automatically - unless you choose 'unlimited'. If you create another Support Ticked with enabled Support Account before the existing account expires, then the existing Support Account will be deleted and a new one will be created. Which involves a password change and new generation of SSH keys and PEM certificates.
da_dk: Definerer en udløbsdato for Support-konto. Standard: 7 dage. Efter den valgte periode kontoen vil blive slettet automatisk - med mindre du vælger 'ubegrænset'. Hvis du opretter en anden Support Markeret med aktiveret Support-konto, før den eksisterende konto udløber, så den eksisterende support-konto vil blive slettet, og en ny vil blive oprettet. Der indebærer en ændring af adgangskode og den nye generation af SSH-nøgler og PEM certifikater.
de_de: Definiert ein Verfallsdatum für das Support-Konto des System-Administrators 'alter-admin'. Standard: 7 Tage. Nach der voreingestellten Zeit wird das Konto automatisch gelöscht werden. Es sei denn, Sie haben bei Erstellung der Support-Anfrage 'unbegrenzt' ausgewählt. Wenn Sie eine weitere Support-Anfrage mit aktiviertem Fernzugang erstellen, bevor das bereits bestehende Support-Konto abgelaufen ist, dann wird ein neues Passwort generiert und neue SSH-Zertifikate erstellt.
es_es: Define una fecha de caducidad de la cuenta de apoyo. Predeterminado: 7 días. Después del tiempo seleccionado la cuenta será eliminada automáticamente - a menos que usted elija 'ilimitado'. Si crea otra Apoyo Cumplía con cuenta Servicio permitido antes de que termine la cuenta existente, entonces la cuenta de apoyo existente se eliminará y uno nuevo será creado. Que implica un cambio de contraseña y la nueva generación de claves SSH y certificados PEM.
fr_fr: Définit une date d'expiration pour le compte d'appui. Par défaut: 7 jours. Après la période choisie, le compte sera supprimé automatiquement - sauf si vous choisissez «illimité». Si vous créez un autre support cochée avec compte d'appui permis avant l'expiration du compte existant, puis le compte d'appui existante ne sera supprimée et un nouveau sera créé. Qui implique un changement de mot de passe et une nouvelle génération de clés SSH et certificats PEM.
it_it: Definisce una data di scadenza per l'account Supporto. Default: 7 giorni. Dopo il periodo selezionato l'account verrà cancellato automaticamente - a meno che non si sceglie 'illimitato'. Se si crea un altro supporto Ticked con account Supporto attivato prima della scadenza del tuo account, l'account di supporto esistente verrà cancellato e verrà creato uno nuovo. Che comporta una modifica di password e la nuova generazione di chiavi SSH e certificati PEM.
ja_jp: サポート·アカウントに有効期限を定義します。デフォルト：7日間。選択した期間の後、アカウントは自動的に削除されます - あなたは「無制限」を選択しない限り。既存のアカウントの有効期限が切れる前に有効にサポートアカウントにチェックが入っ別の支持を作成する場合は、既存のサポートアカウントが削除され、新しいものが作成されます。そのSSHキーとPEM証明書のパスワードの変更や新しい世代が含まれます。
nl_nl: Definieert een vervaldatum voor de Ondersteuning Account. Standaard: 7 dagen. Na de geselecteerde periode de rekening wordt automatisch verwijderd - tenzij je kiest 'onbeperkt'. Als u een andere ondersteuning aangevinkt met ingeschakeld Ondersteuning Account maken voordat de bestaande account verloopt, dan zal de bestaande Ondersteuning Account worden verwijderd en een nieuwe zal worden aangemaakt. Die gaat om een ​​wachtwoord te wijzigen en de nieuwe generatie van SSH sleutels en PEM certificaten.
pt_pt: Define uma data de expiração para a Conta de Suporte. Padrão: 7 dias. Após o período selecionado a conta será excluída automaticamente - a menos que você escolher "ilimitado". Se você criar um outro suporte Irritado com Conta Suporte habilitado antes de expirar a conta existente, em seguida, a Conta de apoio existentes serão apagados e um novo será criado. Que envolve uma alteração de senha e nova geração de chaves SSH e certificados PEM.
