Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-support.mod/locale/*/support.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# sos_reportMenu
source: SOS-Report
da_dk: SOS-rapport
es_es: SOS-Informe
fr_fr: SOS-Rapport
ja_jp: SOS-レポート

# sos_reportMenu_help
source: The SOS-Report is a feature that allows you to create a diagnostic dump with all relevant server configurations and logfiles. It can be included in all bug reports and support tickets and allows a third party (BlueOnyx.it Support or your ISP) to diagnose your server without logging into it.
da_dk: SOS-rapporten er en funktion, der giver dig mulighed for at oprette en diagnostisk dump med alle relevante server konfigurationer og logfiler. Det kan indgå i alle fejlrapporter og support billetter og tillader en tredjepart (BlueOnyx.it Support eller din ISP) til at diagnosticere din server uden at logge ind i det.
de_de: Der SOS-Report ist ein Feature, mit dem Sie eine Diagnose-Report mit allen relevanten Server-Konfigurationen und Protokolldateien erstellen können. Ein SOS-Report kann an Bugreports und Support-Tickets angehangen werden, um eine bessere Ferndiagnose zu ermöglichen.
es_es: El SOS-Report es una característica que le permite crear un volcado de diagnóstico con todas las configuraciones y los archivos de registro de servidores correspondientes. Se puede incluir en todos los informes de errores y tickets de soporte y permite que un tercero (BlueOnyx.it Apoyo o su ISP) para diagnosticar el servidor sin necesidad de acceder a ella.
fr_fr: SOS-rapport est une fonctionnalité qui vous permet de créer un dump de diagnostic avec toutes les configurations et les fichiers journaux de serveur nécessaires. Il peut être inclus dans tous les rapports de bogues et des tickets de support et permet à un tiers (BlueOnyx.it soutien ou votre FAI) pour diagnostiquer votre serveur sans se connecter à elle.
it_it: L'SOS-Report è una funzione che consente di creare un dump diagnostico con tutte le configurazioni e file di log del server in questione. Si può essere incluso in tutte le segnalazioni di bug e biglietti di supporto e consente a terze parti (BlueOnyx.it Support o il vostro ISP) per diagnosticare il vostro server senza registrazione in esso.
ja_jp: SOS-レポートは、関連するすべてのサーバー構成とログファイルと診断ダンプを作成することを可能にする機能です。これは、すべてのバグレポートやサポートチケットに含まれており、サードパーティ（BlueOnyx.itサポートやISPが）それにログインせずに、サーバーを診断することを可能にすることができます。
nl_nl: De SOS-Report is een functie waarmee u een diagnose dump met alle relevante server configuraties en log bestanden aanmaken. Het kan worden opgenomen in alle bug rapporten en support tickets en kan een derde (BlueOnyx.it Support of uw ISP) om uw server te onderzoeken zonder in te loggen in.
pt_pt: O SOS-Report é um recurso que permite que você crie um despejo de diagnóstico com todas as configurações e arquivos de log do servidor em questão. Ele pode ser incluído em todos os relatórios de bugs e tickets de suporte e permite que um terceiro (Suporte BlueOnyx.it ou o seu ISP) para diagnosticar o seu servidor sem fazer logon nele.

# sos_delete
source: Delete Report
da_dk: Slet Rapport
de_de: Bericht löschen
es_es: Suprimir Informar
fr_fr: Supprimer le rapport
it_it: Elimina Segnala
ja_jp: レポートを削除
nl_nl: Rapport verwijderen
pt_pt: Apagar Relatório

# sos_delete_help
source: If you tick this box and save the changes, then the current SOS-Report will be deleted. Afterwards you can create a new SOS-Report if you wish.
da_dk: Hvis du markerer dette felt, og gemme ændringerne, så de nuværende SOS-rapport vil blive slettet. Bagefter kan du oprette en ny SOS-rapport, hvis du ønsker det.
de_de: Wenn Sie dieses Kästchen markieren und die Änderungen speichern, dann wird der derzeit vorhandene SOS-Report gelöscht. Danach können Sie dann jederzeit einen neuen SOS-Report erstellen.
es_es: Si marca esta casilla y guardar los cambios, luego se eliminará el actual SOS-Report. Después se puede crear un nuevo SOS-Informe si lo desea.
fr_fr: Si vous cochez cette case et enregistrez les modifications, le courant SOS-rapport sera supprimé. Ensuite, vous pouvez créer un nouveau SOS-Rapport si vous le souhaitez.
it_it: Se si seleziona questa casella e salvare le modifiche, quindi la corrente SOS-Report sarà cancellato. Successivamente è possibile creare un nuovo SOS-Report, se lo si desidera.
ja_jp: このボックスをチェックし、変更内容を保存した場合、現在のSOS-レポートは削除されます。ご希望があれば、その後は、新しいSOS-レポートを作成することができます。
nl_nl: Als u hier een vinkje zetten en sla de wijzigingen, dan zal de huidige SOS-Report worden verwijderd. Daarna kunt u een nieuw SOS-rapport te maken als je wilt.
pt_pt: Se você marcar esta caixa e salvar as alterações, então a corrente SOS-Report serão apagados. Depois disso, você pode criar um novo SOS-Report, se desejar.

# Err_sos_report_being_generated
source: A SOS-Report is currently being generated. This will take several minutes (no kidding). It may take as long as 5-10 minutes until the report is ready. Please come back later to review the generated report.
da_dk: En SOS-rapporten er i øjeblikket ved at blive genereret. Det vil tage flere minutter (ingen kidding). Det kan tage så lang tid som 5-10 minutter, indtil rapporten er klar. Kom tilbage senere for at gennemgå den genererede rapport.
de_de: Ein SOS-Report wird derzeit erstellt. Dies kann mehrere Minuten dauern (kein Scherz). Es kann durchaus 5-10 Minuten dauern, bis der Bericht erstellt ist. Bitte kommen Sie später wieder, um den erstellten Bereicht einzusehen.
es_es: Se está generando actualmente un SOS-Report. Esto puede tomar varios minutos (no es broma). Puede tomar hasta por 5-10 minutos hasta que el informe esté listo. Por favor, vuelva más tarde para revisar el informe generado.
fr_fr: A SOS-rapport est en cours de génération. Cela va prendre plusieurs minutes (sans blague). Il peut prendre aussi longtemps que 5-10 minutes jusqu'à ce que le rapport est prêt. S'il vous plaît revenez plus tard pour examiner le rapport généré.
it_it: Un SOS-Report è attualmente in fase di generazione. Questo richiederà alcuni minuti (non scherzo). Può prendere finchè 5-10 minuti fino a quando il rapporto è pronto. Si prega di tornare più tardi per rivedere il report generato.
ja_jp: SOS-報告現在発生している。これには数分（冗談）がかかります。レポートの準備ができるまで、限り5月10日分程度かかる場合があります。生成されたレポートを確認するために後で戻って来てください。
nl_nl: Een SOS-rapport wordt momenteel geproduceerd. Dit zal enkele minuten duren (geen grapje). Het kan zo lang als 5-10 minuten duren voordat het rapport klaar. Gelieve later terug te komen om de gegenereerde rapport beoordelen.
pt_pt: A SOS-Report está sendo gerado. Isso vai demorar alguns minutos (sem brincadeira). Pode levar até 5-10 minutos, até que o relatório esteja pronto. Por favor, volte mais tarde para analisar o relatório gerado.

# sos_generate
source: Generate SOS-Report
da_dk: Generer SOS-rapport
de_de: SOS-Report erstellen
es_es: Generar SOS-Informe
fr_fr: Générer SOS-Rapport
it_it: Genera SOS-Report
ja_jp: SOS-レポートの生成
nl_nl: Genereer SOS-Report
pt_pt: Gerar SOS-Report

# sos_generate_help
source: Tick this checkbox and save the changes to generate a SOS-Report. The generation of the SOS-Report will take several minutes (no kidding). It may take as long as 5-10 minutes until the report is ready.
da_dk: Sæt kryds dette afkrydsningsfelt, og gem ændringerne til at generere en SOS-rapport. Den generation af SOS-rapporten vil tage flere minutter (ingen kidding). Det kan tage så lang tid som 5-10 minutter, indtil rapporten er klar.
de_de: Markieren Sie dieses Kontrollkästchen und speichern Sie die Änderungen, um eine SOS-Report zu generieren. Die Erzeugung des SOS-Report dauert einige Minuten (kein Scherz). Es kann durchaus 5-10 Minuten dauern, bis der Bericht fertig ist.
es_es: Marque esta casilla y guardar los cambios para generar un SOS-Report. La generación de la SOS-Report tomará varios minutos (no es broma). Puede tomar hasta por 5-10 minutos hasta que el informe esté listo.
fr_fr: Cochez cette case et enregistrez les modifications pour générer un SOS-rapport. La génération de la SOS-rapport peut prendre plusieurs minutes (sans blague). Il peut prendre aussi longtemps que 5-10 minutes jusqu'à ce que le rapport est prêt.
it_it: Spunta questa casella di controllo e salvare le modifiche per generare un SOS-Report. La generazione della SOS-Report richiederà alcuni minuti (non scherzo). Può prendere finchè 5-10 minuti fino a quando il rapporto è pronto.
ja_jp: このチェックボックスをチェックして、SOS-レポートを生成するには、変更を保存します。 SOS-レポートの生成には数分（冗談）がかかります。レポートの準備ができるまで、限り5月10日分程度かかる場合があります。
nl_nl: Vink deze optie en sla de wijzigingen in een SOS-rapport te genereren. De generatie van de SOS-verslag zal enkele minuten duren (geen grapje). Het kan zo lang als 5-10 minuten duren voordat het rapport klaar.
pt_pt: Marque essa caixa de seleção e salvar as alterações para gerar um SOS-Report. A geração do SOS-Report irá demorar alguns minutos (sem brincadeira). Pode levar até 5-10 minutos, até que o relatório esteja pronto.

# sos_present
source: SOS-Report
da_dk: SOS-rapport
es_es: SOS-Informe
fr_fr: SOS-Rapport
ja_jp: SOS-レポート

# sos_present_help
source: Shows if a SOS-Report is present.
da_dk: Viser om en SOS-rapporten er til stede.
de_de: Zeigt an, ob ein SOS-Report vorhanden ist.
es_es: Muestra si un SOS-Informe está presente.
fr_fr: Indique si un SOS-rapport est présente.
it_it: Indica se un SOS-Report è presente.
ja_jp: SOS-レポートが存在する場合を示しています。
nl_nl: Geeft aan of een SOS-rapport aanwezig is.
pt_pt: Mostra se o SOS-Report está presente.

# sos_epoch
source: Create on
da_dk: Opret på
de_de: Erstelldatum
es_es: Cree en
fr_fr: Créer sur
it_it: Creare su
ja_jp: 上の作成
nl_nl: Maak op
pt_pt: Criar na

# sos_epoch_help
source: Shows the creation date and time of the current SOS-Report.
da_dk: Viser dato oprettelse og tid for det aktuelle SOS-rapport.
de_de: Zeigt Datum und Uhrzeit an dem der aktuell vorhandene SOS-Report erstellt wurde.
es_es: Muestra la fecha y hora de creación de la corriente SOS-Report.
fr_fr: Affiche la date et l'heure de création de SOS-Rapport actuel.
it_it: Indica la data di creazione e l'ora corrente SOS-Report.
ja_jp: 現在のSOS-報告書の作成日時が表示されます。
nl_nl: Toont de aanmaakdatum en tijd van de huidige SOS-Report.
pt_pt: Mostra a data ea hora da criação do atual SOS-Report.

# Err_sender_contact_details
source: Please complete your contact details in the menu '[[base-support.support_settingsMenu]]' first.
da_dk: Udfyld dine kontaktoplysninger i menuen '[[base-support.support_settingsMenu]]' først.
de_de: Bitte geben Sie zunächst Ihre Kontaktdaten im Menü '[[base-support.support_settingsMenu]]' an.
es_es: Por favor, complete sus datos de contacto en el menú '[[base-support.support_settingsMenu]]' primero.
fr_fr: S'il vous plaît compléter vos coordonnées dans le menu '[[base-support.support_settingsMenu]]' abord.
it_it: Si prega di completare i vostri dati di contatto sul menu '[[base-support.support_settingsMenu]]' prima.
ja_jp: 最初のメニュー「[[base-support.support_settingsMenu]]」であなたの連絡先を記入してください。
nl_nl: Vul uw contactgegevens in het menu '[[base-support.support_settingsMenu]]' eerste.
pt_pt: Por favor, preencha seus dados de contacto no menu '[[base-support.support_settingsMenu]]' primeiro.

source: Sender:
da_dk: Afsender:
de_de: Absender:
es_es: Remitente:
fr_fr: Auteur:
it_it: Mittente:
ja_jp: 送信者：
nl_nl: Afzender:
pt_pt: Remetente:

source: Recipient:
da_dk: Modtager:
de_de: Empfänger:
es_es: Destinatario:
fr_fr: Bénéficiaire:
it_it: Destinatario:
ja_jp: 受信者：
nl_nl: Ontvanger:
pt_pt: Destinatário:

# recipient_name
source: Reciepient Name
da_dk: Reciepient navn
de_de: Empfänger-Name
es_es: Nombre reciepient
fr_fr: Nom Reciepient
it_it: Nome reciepient
ja_jp: Reciepient名前
nl_nl: Reciepient Naam
pt_pt: Nome reciepient

# recipient_name_help
source: Name of the recipient of the bugreport.
da_dk: Navnet på modtageren af ​​bugreport.
de_de: Name des Empfängers des Bugreports.
es_es: Nombre del destinatario del informe de error.
fr_fr: Nom du destinataire du rapport de bogue.
it_it: Nome del destinatario del bugreport.
ja_jp: バグ報告のの受信者の名前。
nl_nl: Naam van de ontvanger van de bugreport.
pt_pt: Nome do destinatário do bugreport.

# recipient_email
source: Recipient Email Address
da_dk: Modtager e-mail-adresse
de_de: Empfänger E-Mail
es_es: Destinatario E-mail
fr_fr: Adresse email du destinataire
it_it: Destinatario Indirizzo e-mail
ja_jp: 受信者のメールアドレス
nl_nl: Ontvanger e-mailadres
pt_pt: Destinatário E-mail

# recipient_email_help
source: Email address of the BlueOnyx.it Bugtracker.
da_dk: E-mail-adressen på den BlueOnyx.it Bugtracker.
de_de: E-Mail-Adresse des BlueOnyx.it Bugtrackers.
es_es: Dirección de correo electrónico del BlueOnyx.it Bugtracker.
fr_fr: Adresse e-mail de la BlueOnyx.it Bugtracker.
it_it: Indirizzo e-mail del BlueOnyx.it Bugtracker.
ja_jp: BlueOnyx.itバグトラッカーの電子メールアドレス。
nl_nl: E-mailadres van de BlueOnyx.it Bugtracker.
pt_pt: E-mail do BlueOnyx.it Bugtracker.

# bugreportTitle
source: Bugreport
es_es: Del informe de error
ja_jp: バグ報告の

# bugreport_subject
source: Subject
da_dk: Emne
de_de: Betreff
es_es: Sujeto
fr_fr: Sujet
it_it: Soggetto
ja_jp: テーマ
nl_nl: Onderwerp
pt_pt: Assunto

# bugreport_subject_help
source: Please enter a descriptive subject that best describes the problem that you are reporting.
da_dk: Angiv et beskrivende emne, der bedst beskriver det problem, du rapporterer.
de_de: Bitte geben Sie einen aussagekräftigen Betreff an, der am besten das zu meldende Problem beschreibt.
es_es: Por favor, introduzca un asunto descriptivo que mejor describa el problema que se está informando.
fr_fr: S'il vous plaît entrer un sujet descriptif qui décrit le mieux le problème que vous signalez.
it_it: Inserisci un oggetto descrittivo che meglio descrive il problema che si sta riportando.
ja_jp: 最高のあなたが報告している問題を説明する記述的な件名を入力してください。
nl_nl: Vul een beschrijvend onderwerp dat het beste beschrijft het probleem dat je wilt melden.
pt_pt: Por favor insira um assunto descritivo que melhor descreve o problema que você está relatando.

source: Server Model
de_de: Server-Modell
es_es: Modelo de servidor
fr_fr: Modèle de serveur
it_it: Modello Server
ja_jp: サーバモデル
pt_pt: Modelo de servidor

# server_model_help
source: Shows the model of the server and the build version. This is included in bugreports and tickets.
da_dk: Viser en model for serveren og build-version. Dette er inkluderet i fejlrapporter og billetter.
de_de: Zeigt das Modell des Servers und die Build-Version. Dies wird automatisch in Bugreports und Tickets eingefügt, damit wir das Server-Modell und die Version der Software erkennen.
es_es: Muestra el modelo del servidor y la versión de compilación. Esto está incluido en informes de error y los billetes.
fr_fr: Indique le modèle du serveur et la version de génération. Ceci est inclus dans des rapports de bogues et des billets.
it_it: Mostra il modello del server e la versione build. Questo è incluso nel bugreports e biglietti.
ja_jp: サーバーおよびビルドバージョンのモデルを示す。これは、バグレポート、チケットに含まれています。
nl_nl: Het model van de server en buildversie. Dit is inbegrepen in bugrapportages en tickets.
pt_pt: Mostra o modelo do servidor ea versão de compilação. Isso está incluído em relatos de erros e bilhetes.

source: Bug URL
es_es: URL Bug
ja_jp: バグのURL

# bugURL_help
source: If the bug happened on a particular GUI page, then please include the URL of the page where this happened. Example: /vsite/addVsite
da_dk: Hvis fejlen skete på en bestemt GUI side, så vær venlig at inkludere URL'en på den side, hvor det skete. Eksempel: /vsite/addVsite
de_de: Wenn der Fehler auf einer bestimmten GUI-Seite auftritt, dann geben Sie hier bitte die URL der Seite ein. Beispiel: /vsite/addVsite
es_es: Si el error ocurrió en una página de interfaz gráfica de usuario en particular, entonces por favor incluya la dirección URL de la página donde esto sucedió. Ejemplo: /vsite/addVsite
fr_fr: Si le bug est arrivé sur une page graphique particulier, alors s'il vous plaît inclure l'URL de la page où cela s'est produit. Exemple: /vsite/addVsite
it_it: Se il bug è accaduto su una particolare pagina GUI, si prega di includere l'URL della pagina in cui questo è accaduto. Esempio: /vsite/addVsite
ja_jp: バグは、特定のGUIページに起こった場合は、これが起こったページのURLを含めてください。例：/vsite/addVsite
nl_nl: Als de bug gebeurde op een bepaalde GUI pagina, dan kunt u ook de URL van de pagina waar dit gebeurde. Voorbeeld: /vsite/addVsite
pt_pt: Se o bug aconteceu em uma página GUI particular, em seguida, por favor inclua o URL da página onde isso aconteceu. Exemplo: /vsite/addVsite

# bugDescription
source: Description
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
nl_nl: Beschrijving
pt_pt: Descrição

# bugDescription_help
source: Please enter a detailed description of the problem you encountered. Also please include any other information which might be of relevance or any error message that you did encounter. Please be specific and please be detailed. 'Doesn't work!' isn't a bugreport that we can work with.
da_dk: Indtast venligst en detaljeret beskrivelse af det problem, du er stødt på. Også bedes medtage alle andre oplysninger, der kunne være af relevans eller nogen fejlmeddelelse, du gjorde støde på. Vær specifik og venligst blive nærmere beskrevet. 'Virker ikke!' er ikke en fejlrapport, som vi kan arbejde med.
de_de: Bitte geben Sie eine detaillierte Beschreibung des Problems ein. Teilen Sie uns auch bitte alle sonstigen relevanten Informationen mit, die von Bedeutung sind und zum Auftreten des Fehlers geführt haben. Bitte seien Sie dabei so spezifisch und detailliert wie möglich. 'Geht nicht!' ist zum Beispiel ein Fehlerbericht, mit dem wir nicht gerade sonderlich viel anfangen können.
es_es: Por favor, introduzca una descripción detallada del problema encontrado. También por favor incluir cualquier otra información que pueda ser relevante o cualquier mensaje de error que lo hiciste encuentro. Por favor sea específico y por favor ser detallado. 'No funciona!' no es un informe de error que podemos trabajar.
fr_fr: S'il vous plaît entrer une description détaillée du problème que vous avez rencontré. Aussi s'il vous plaît inclure toute autre information qui pourrait être de l'intérêt ou de tout message d'erreur que vous avez rencontre. S'il vous plaît être spécifique et s'il vous plaît être détaillé. «Ne fonctionne pas! n'est pas un rapport de bogue que nous pouvons travailler avec.
it_it: Si prega di inserire una descrizione dettagliata del problema riscontrato. Inoltre si prega di includere ogni altra informazione che potrebbe essere rilevante o di qualsiasi messaggio di errore che hai fatto incontro. Si prega di essere specifici e vi prego di essere dettagliati. 'Non funziona!' non è un bugreport che possiamo lavorare con.
ja_jp: あなたが遭遇した問題の詳細な説明を入力してください。また、関連性またはあなたが遭遇をしたすべてのエラーメッセージがあるかもしれないその他の情報を記載してください。具体的かつ詳細にお願いしてください。 '動作しません！'私たちが働くことができる問題をバグ報告はありません。
nl_nl: Geef een gedetailleerde beschrijving van het probleem dat u ondervonden. Ook dan kunt u ook alle andere informatie die van belang is of een foutmelding dat je deed ontmoeting zou kunnen zijn. Gelieve specifiek te zijn en kunt u worden gedetailleerd. 'Werkt niet!' is niet een bugreport dat we kunnen werken.
pt_pt: Por favor, digite uma descrição detalhada do problema encontrado. Também por favor, inclua qualquer outra informação que possa ser relevante ou qualquer mensagem de erro que você fez encontro. Por favor seja específico e por favor ser detalhadas. "Não funciona! não é um bugreport que podemos trabalhar.

# include_sos
source: Include SOS-Report
da_dk: Medtag SOS-rapport
de_de: SOS-Report anhängen
es_es: Incluya SOS-Informe
fr_fr: Inclure SOS-Rapport
it_it: Includi SOS-Report
ja_jp: SOS-レポートが含まれる
nl_nl: Onder meer SOS-Report
pt_pt: Incluir SOS-Report

# include_sos_help
source: Allows you to include the SOS-Report in your bugreport. In this case the external URL to the SOS-Report will be included in the bugreport email, so that the BlueOnyx developers can access it. You hereby grant your permission for BlueOnyx.it to access the SOS-Report for troubleshooting.
da_dk: Giver dig mulighed for at medtage SOS-rapporten i din bugreport. I dette tilfælde den eksterne webadresse til SOS-rapporten vil indgå i den fejlrapport email, så BlueOnyx udviklerne kan få adgang til det. Du giver hermed tilladelse til BlueOnyx.it at få adgang til SOS-rapporten for fejlfinding.
de_de: Hier können Sie bestimmen, ob Sie einen aktuellen SOS-Report an Ihren Bugreport anhängen möchten. In diesem Fall wird die externe URL des SOS-Reports dem Bugreport hinzugefügt, so dass der BlueOnyx-Support darauf zugreifen kann. Sie erteilen somit dem BlueOnyx-Support auch die Erlaubnis, auf den generierten SOS-Report zuzugreifen und die Daten darin auszuwerten. Jegliche daraus gewonnenen Erkentnisse werden selbstverständlich vertraulich und diskret behandelt.
es_es: Permite incluir el SOS-Report en su informe de error. En este caso la dirección URL externa a la SOS-Informe se incluirá en el correo electrónico de informe de error, por lo que los desarrolladores BlueOnyx pueden acceder a él. Presente, usted otorga su permiso para BlueOnyx.it para acceder a la SOS-Informe para la solución de problemas.
fr_fr: Vous permet d'inclure SOS-rapport dans votre rapport de bogue. Dans ce cas, l'URL externe de SOS-rapport sera inclus dans le mail de rapport de bogue, de sorte que les développeurs BlueOnyx y ont accès. Vous accordez votre permission pour BlueOnyx.it pour accéder à la SOS-Rapport pour le dépannage.
it_it: Consente di includere il SOS-Report in bugreport. In questo caso l'URL esterno al SOS-Report sarà incluso nel email bugreport, in modo che gli sviluppatori BlueOnyx possono accedervi. Si concede il suo permesso per BlueOnyx.it per accedere al SOS-Report per la risoluzione dei problemi.
ja_jp: あなたがあなたの問題をバグ報告にSOS-レポートを含めることができます。 BlueOnyxの開発者がアクセスできるように、この場合のSOS - 報告書の外部URLは、バグ報告のメールに含まれます。 BlueOnyx.itはトラブルシューティングのためのSOS-レポートにアクセスするには、ここにあなたの許可を付与します。
nl_nl: Hiermee kunt u de SOS-Report in uw bugreport. In dit geval is de externe URL naar de SOS-verslag zal worden opgenomen in het bugreport e-mail, zodat de BlueOnyx ontwikkelaars er toegang toe. U uw toestemming verleent hierbij voor BlueOnyx.it om de SOS-Rapport voor het oplossen van problemen.
pt_pt: Permite incluir o SOS-Report em seu bugreport. Neste caso, o URL externa para a SOS-Relatório serão incluídos no e-mail bugreport, de modo que os promotores BlueOnyx pode aceder a ele. Você concede a sua permissão para BlueOnyx.it para acessar o SOS-relatório para solução de problemas.

# Err_writing_tempfile
source: There was an error writing the temporary file for the bugreport. The bugreport cannot be sent, sorry.
da_dk: Der opstod en fejl under skrivning af midlertidig fil for bugreport. Den bugreport kan ikke sendes, undskyld.
de_de: Es gab einen Fehler beim Schreiben der temporären Datei für den Fehlerbericht. Der Fehlerbericht kann nicht gesendet werden, sorry.
es_es: Se ha producido un error al escribir el archivo temporal para el informe de error. El informe de error no se puede enviar, lo siento.
fr_fr: Il y avait une erreur d'écriture du fichier temporaire pour le rapport de bug. Le rapport de bogue ne peut pas être envoyé, désolé.
it_it: Si è verificato un errore durante la scrittura del file temporaneo per il bugreport. Il bugreport non può essere inviato, mi dispiace.
ja_jp: バグ報告のための一時ファイルの書き込みエラーが発生しました。バグ報告のは申し訳ありませんが、送信することはできません。
nl_nl: Er is een fout schrijven van het tijdelijke bestand voor het bugreport. De bugreport kan niet worden verzonden, sorry.
pt_pt: Houve um erro ao gravar o arquivo temporário para o bugreport. O bugreport não pode ser enviada, desculpe.

# ticketDescription
source: Description
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
nl_nl: Beschrijving
pt_pt: Descrição
