Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-support.mod/locale/*/support.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# support_settingsMenu
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 作曲
nl_nl: Instellingen
pt_pt: Configurações

# support_settingsMenu_help
source: Allows you to configure the BlueOnyx support features.
da_dk: Giver dig mulighed for at konfigurere BlueOnyx supportfunktioner.
de_de: Hier können Sie die BlueOnyx Support-Funktionen konfigurieren.
es_es: Le permite configurar las funciones de apoyo BlueOnyx.
fr_fr: Vous permet de configurer les fonctions de soutien BlueOnyx.
it_it: Consente di configurare le funzioni di supporto BlueOnyx.
ja_jp: あなたはBlueOnyxサポート機能を設定することができます。
nl_nl: Hiermee kunt u de BlueOnyx steun configureren.
pt_pt: Permite configurar os recursos de suporte BlueOnyx.

source: Support Settings
de_de: Einstellungen
es_es: Configuración de respaldo
fr_fr: Paramètres de soutien
it_it: Impostazioni di supporto
ja_jp: サポート設定
nl_nl: Ondersteuning Instellingen
pt_pt: Definições de suporte

# basic_tab
source: Basic Settings
da_dk: Grundlæggende indstillinger
de_de: Grundeinstellungen
es_es: Ajustes básicos
fr_fr: Réglages de base
it_it: Impostazioni di base
ja_jp: 基本設定
nl_nl: Basisinstellingen

# wiki_tab
source: Wiki Settings
da_dk: Wiki Indstillinger
de_de: Wiki-Einstellungen
es_es: Ajustes Wiki
fr_fr: Paramètres Wiki
it_it: Impostazioni Wiki
ja_jp: ウィキ設定
nl_nl: Wiki-instellingen
pt_pt: Configurações Wiki

# isp_tab
source: ISP Details
da_dk: ISP Detaljer
es_es: ISP Detalles
fr_fr: FAI Détails
it_it: ISP Dettagli
ja_jp: ISPの詳細
pt_pt: ISP Detalhes

# Error_NewLinQ_Down
source: A connection to newlinq.blueonyx.it could not be established. Without that you will not be able to submit a bug report or ticket.
da_dk: Der kunne ikke oprettes forbindelse til newlinq.blueonyx.it. Uden at du ikke vil være i stand til at indsende en fejlrapport eller billet.
de_de: Eine Verbindung zu newlinq.blueonyx.it konnte nicht hergestellt werden. Ohne eine solche Verbindung ist das Senden eines Fehlerberichtes oder Tickets nicht möglich.
es_es: Una conexión a newlinq.blueonyx.it no pudo establecerse. Sin que usted no será capaz de presentar un informe de error o boleto.
fr_fr: Une connexion à newlinq.blueonyx.it pas pu être établie. Sans que vous ne serez pas en mesure de soumettre un rapport de bogue ou billet.
it_it: Impossibile stabilire una connessione con newlinq.blueonyx.it. Senza di che non sarà in grado di presentare un bug report o un biglietto.
ja_jp: newlinq.blueonyx.itへの接続が確立できませんでした。それがなければあなたがバグレポートやチケットを提出することができません。
nl_nl: Een verbinding met newlinq.blueonyx.it kon niet worden vastgesteld. Zonder dat u niet in staat zijn om een ​​bug rapport of ticket in te dienen.
pt_pt: Não foi possível estabelecer uma conexão com newlinq.blueonyx.it. Sem isso você não será capaz de enviar um relatório de bug ou ticket.

# client_name
source: Your Name
da_dk: Dit navn
de_de: Ihr Name
es_es: Su nombre
fr_fr: Votre nom
it_it: Il tuo nome
ja_jp: あなたのお名前
nl_nl: Uw naam
pt_pt: Seu nome

# client_name_help
source: Please enter your name here. It will be used on the support email to identify who is sending the email.
da_dk: Indtast dit navn her. Den vil blive brugt på support e-mail for at identificere, hvem der sender e-mailen.
de_de: Bitte geben Sie hier Ihren Namen ein, damit wir wissen, mit wem wir es zu tun haben.
es_es: Introduzca su nombre aquí. Será utilizado en el correo electrónico de apoyo para identificar quién está enviando el correo electrónico.
fr_fr: S'il vous plaît entrer votre nom ici. Il sera utilisé sur l'email de soutien à déterminer qui envoie l'e-mail.
it_it: Inserisci il tuo nome qui. Sarà usato sulla mail di sostegno a identificare chi sta inviando l'email.
ja_jp: あなたの名前をここに入力してください。これは、電子メールを送信している者を特定するためにテクニカルサポートに電子メールで使用されます。
nl_nl: Vul hier uw naam. Het zal worden gebruikt op de drager email te identificeren die het verzenden van de email.
pt_pt: Digite seu nome aqui. Ele será usado no e-mail de apoio para identificar quem está enviando o e-mail.

# client_email
source: Your Email
da_dk: Din e-mail
de_de: Ihre E-Mail
es_es: Su correo electrónico
fr_fr: Votre e-mail
it_it: La tua e-mail
ja_jp: あなたのメールアドレス
nl_nl: Uw e-mail
pt_pt: Seu e-mail

# client_email_help
source: Email address that is used for the support request. If the server is linked via NewLinQ, then this will default to the email address that has been used to register this server with NewLinQ.
da_dk: E-mail-adresse, der bruges til at støtte anmodningen. Hvis serveren er forbundet via NewLinQ, så dette vil default til den e-mailadresse, der er blevet brugt til at registrere denne server med NewLinQ.
de_de: E-Mail-Adresse, die für den Support-Anfrage verwendet wird. Wenn dieser Server bereits mit NewLinQ verbunden ist, so wird hier automatisch die Email-Adresse angezeigt, mit dem Sie sich bei NewLinQ angemeldet haben.
es_es: Dirección de correo electrónico que se utiliza para la solicitud de ayuda. Si el servidor está conectado a través de NewLinQ, entonces esto será por defecto la dirección de correo electrónico que se ha utilizado para registrar este servidor con NewLinQ.
fr_fr: Adresse e-mail qui est utilisé pour la demande de soutien. Si le serveur est relié par NewLinQ, alors ce sera par défaut à l'adresse e-mail qui a été utilisé pour enregistrer ce serveur avec NewLinQ.
it_it: Indirizzo di posta elettronica che viene utilizzato per la richiesta di supporto. Se il server è collegato via NewLinQ, allora questo imposterà l'indirizzo email che è stato utilizzato per registrare questo server con NewLinQ.
ja_jp: サポート要求のために使用されている電子メールアドレス。サーバはNewLinQ介して結合している場合、これはNewLinQでこのサーバに登録するために使用されている電子メールアドレスにデフォルト設定されます。
nl_nl: E-mailadres dat wordt gebruikt voor het ondersteuningsverzoek. Als de server is verbonden via NewLinQ, dan zal dit standaard het e-mailadres dat is gebruikt om deze server te registreren met NewLinQ.
pt_pt: Endereço de email que é usado para o pedido de apoio. Se o servidor está ligado via NewLinQ, então este será o padrão para o endereço de e-mail que foi usado para registrar este servidor com NewLinQ.

source: Support Account
da_dk: Support-konto
de_de: Support-Konto
es_es: Cuenta de Apoyo
fr_fr: Compte d'appui
it_it: Account Support
ja_jp: サポートアカウント
nl_nl: Ondersteuning Account
pt_pt: Conta Suporte

# support_account_help
source: Reserved account name for an 'admin' like System-Administrator account. This account will be created when you choose to grant server access to BlueOnyx (or your ISP) for troubleshooting. The support email will then include the login details and the public SSH key of this account. The support account is only temporary and expires after a configureable amount of time. At the expiry date, the support account will be deleted automatically. Or you can delete it manually once the support ticket is closed.
da_dk: Reserveret kontonavn for en 'admin' som System-administrator konto. Denne konto vil blive oprettet, når du vælger at give server adgang til BlueOnyx (eller din ISP) til fejlfinding. Støtten email vil derefter omfatte login detaljer og offentligheden SSH nøgle af denne konto. Støtten konto er kun midlertidig og udløber efter en configureable mængde tid. På udløbsdatoen vil støtten konto blive slettet automatisk. Eller du kan slette den manuelt, når støtte billet er lukket.
de_de: Reservierter Name für ein System-Administrator-Konto ähnlich dem von Benutzer 'admin'. Dieses Konto wird automatisch erstellt, wenn Sie bei Support-Tickets den Fernzugang aktivieren um BlueOnyx (oder Ihrem ISP oder Technik-Dienstleister) zur Problemösung Zugriff zum Server zu ermöglichen. Die Supportanfrage beinhaltet dann automatisch die Zugangsdaten, ein zufällig generiertes Passwort und das SSH PEM-Zertifikat für den SSH Login. Ein Support-Konto ist in der Regel nur vorübergehend aktiv und kann nach einer voreinstellbaren Zeit (Standard: 7 Tage) automatisch gelöscht werden. Wahlweise können Sie bei der Erstellung des Tickets einen längeren oder kürzeren Zeitraum vorgeben. Sie können das Support-Konto nach der Erstellung auch jederzeit wieder manuell löschen.
es_es: Reservado nombre de cuenta para un 'admin' como cuenta del sistema-Administrador. Esta cuenta se crea cuando se decide conceder el acceso al servidor a BlueOnyx (o su ISP) para la solución de problemas. El correo electrónico de apoyo incluirá entonces los datos de acceso y la clave SSH pública de esta cuenta. La cuenta de apoyo es sólo temporal y expira después de un período de tiempo configurable. En la fecha de vencimiento, la cuenta de apoyo se eliminará automáticamente. O puede eliminar de forma manual una vez que la solicitud de ayuda se cierra.
fr_fr: Réservé nom de compte pour un 'admin' comme compte de l'administrateur système. Ce compte sera créé lorsque vous choisissez d'autoriser l'accès du serveur à BlueOnyx (ou votre fournisseur de services Internet) pour le dépannage. L'e-mail de soutien inclura alors les données de connexion et la clé SSH publique de ce compte. Le compte d'appui n'est que temporaire et expire après un montant configureable de temps. À la date d'expiration, le compte d'appui sera automatiquement supprimé. Ou vous pouvez supprimer manuellement une fois que le ticket de support est fermé.
it_it: Riservato nome di account per un 'admin' come account di sistema-amministratore. Questo account verrà creato quando si sceglie di concedere l'accesso al server a BlueOnyx (o il vostro ISP) per la risoluzione dei problemi. L'email sostegno sarà quindi includere i dati di accesso e la chiave SSH pubblica di questo account. L'account di supporto è solo temporaneo e scade dopo un periodo configureable di tempo. Alla data di scadenza, l'account di supporto verrà cancellato automaticamente. Oppure è possibile eliminare manualmente una volta che la richiesta di assistenza è chiuso.
ja_jp: システム管理者のアカウントのような「管理者」のアカウント名を予約されています。トラブルシューティングにBlueOnyx（またはISP）へのサーバーアクセスを許可することを選択したときに、このアカウントが作成されます。サポートのメールは、ログインの詳細と、このアカウントのSSH公開鍵が含まれます。サポートアカウントは一時的であり、時間の構成可能量有効期限が切れます。有効期限で、サポートアカウントは自動的に削除されます。サポートチケットが閉じられた後、または手動で削除することができます。
nl_nl: Gereserveerd accountnaam voor een 'admin' als System-Administrator-account. Dit account wordt aangemaakt wanneer u kiest voor server toegang tot BlueOnyx (of uw ISP) voor het oplossen van problemen te kennen. De support e-mail zal dan ook de inloggegevens en de publieke SSH sleutel van deze rekening. De support-account is slechts tijdelijk en vervalt na een configureerbaar hoeveelheid tijd. Op de vervaldatum, zal de steun account automatisch verwijderd. Of u kunt het handmatig verwijderen zodra de support ticket is gesloten.
pt_pt: Reservado nome da conta para um 'admin' como conta do sistema pelo administrador. Esta conta será criada quando você optar por conceder o acesso ao servidor para BlueOnyx (ou ISP) para solução de problemas. O e-mail de apoio, então, incluir os detalhes de login e a chave SSH pública desta conta. A conta de suporte é apenas temporário e expira após um período configureable de tempo. Na data de vencimento, a conta do apoio serão eliminados automaticamente. Ou você pode excluí-lo manualmente uma vez que o ticket é fechado.

source: Wiki enabled
da_dk: Wiki aktiveret
de_de: Wiki aktiv
es_es: Wiki habilitado
fr_fr: Wiki activé
it_it: Wiki abilitato
ja_jp: Wikiは有効
nl_nl: Wiki ingeschakeld
pt_pt: Wiki habilitado

# wiki_enabled_help
source: Defines if the BlueOnyx Wiki is enabled. If it is, then all relevant GUI pages will have a link at the bottom that links the GUI page to the respective Wiki topic.
da_dk: Definerer hvis BlueOnyx Wiki er aktiveret. Hvis det er, så alle relevante GUI sider vil have et link nederst, der forbinder GUI side til den respektive Wiki emne.
de_de: Legt fest, ob das BlueOnyx Wiki aktiviert ist. Wenn ja, dann erhalten alle relevanten GUI-Seiten einen 'Wiki'-Knopf am unteren Rand, der zu den damit verknüpften Wiki-Themen führt.
es_es: Define si el BlueOnyx Wiki está habilitada. Si lo es, entonces todas las páginas GUI pertinentes tendrán un enlace en la parte inferior que enlaza la página GUI al tema Wiki respectiva.
fr_fr: Définit si le BlueOnyx Wiki est activée. Si c'est le cas, toutes les pages de l'interface graphique pertinentes auront un lien en bas qui relie la page d'interface graphique pour le sujet Wiki respectif.
it_it: Definisce se il BlueOnyx Wiki è abilitato. Se lo è, allora tutte le pagine GUI interessate avranno un link in fondo che collega alla pagina GUI al rispettivo argomento Wiki.
ja_jp: BlueOnyxウィキが有効になっているかどうかを定義します。それがある場合には、関連するすべてのGUIページには、それぞれのウィキのトピックにGUIページにリンク下部にあるリンクを持つことになります。
nl_nl: Bepaalt of de BlueOnyx Wiki is ingeschakeld. Als het is, dan is alle relevante GUI pagina's een link hebben op de bodem dat de GUI pagina links naar de respectievelijke Wiki onderwerp.
pt_pt: Define se o BlueOnyx Wiki está habilitado. Se for, então todas as páginas relevantes GUI terá um link na parte inferior, que liga a página de GUI para o respectivo tópico Wiki.

# wiki_baseURL
source: Wiki URL
es_es: URL Wiki
fr_fr: URL Wiki
it_it: URL Wiki
ja_jp: ウィキのURL
pt_pt: URL Wiki

# wiki_baseURL_help
source: The domain name at which the Wiki is located. Default: wiki.blueonyx.it
da_dk: Domænenavnet hvor Wiki er placeret. Standard: wiki.blueonyx.it
de_de: Der Domain-Name, unter der das Wiki zu erreichen ist. Standard: wiki.blueonyx.it
es_es: El nombre de dominio al que el Wiki se encuentra. Por defecto: wiki.blueonyx.it
fr_fr: Le nom de domaine à qui le Wiki est situé. Par défaut: wiki.blueonyx.it
it_it: Il nome di dominio a cui il Wiki si trova. Default: wiki.blueonyx.it
ja_jp: ウィキが位置するドメイン名。デフォルト：wiki.blueonyx.it
nl_nl: De domeinnaam waarop de Wiki is gevestigd. Standaard: wiki.blueonyx.it
pt_pt: O nome do domínio no qual o Wiki está localizado. Padrão: wiki.blueonyx.it

# wiki_tabbed
source: Wiki Overlay
ja_jp: ウィキオーバーレイ

# wiki_tabbed_help
source: Two methods are available as to how the Wiki pages are opened. The default is an overlay into which the external Wiki page is loaded. This then shows on top of the existing GUI page. If you untick this box, then a click on the Wiki icon will open the Wiki page in a new browser tab instead.
da_dk: To metoder er til rådighed om, hvordan Wiki-sider åbnes. Standarden er et overlay, hvori eksterne Wiki siden er indlæst. Dette viser derefter på toppen af ​​den eksisterende GUI siden. Hvis du fjerne markeringen i dette felt, vil et klik på ikonet Wiki åbner Wiki side i en ny fane browser i stedet.
de_de: Zwei Methoden sind, wie die Wiki-Seiten geöffnet werden, zur Verfügung. Der Standardwert ist ein Overlay, in die der externen Wiki-Seite geladen wird. Beim Klick auf den Wiki-Knopf wird dann die Wiki-Seite als Layer über die derzeit geöffnete GUI-Seite gelegt. Wenn Sie dieses Feld deaktivieren, dann öffnet ein Klick auf das Wiki-Symbol stattdessen die Wiki-Seite in einem neuen Browser-Tab.
es_es: Hay dos métodos disponibles en cuanto a cómo se abren las páginas Wiki. El valor predeterminado es una superposición en la que se carga la página Wiki externo. Esta muestra entonces en la parte superior de la página de GUI existente. Si desmarque esta casilla, luego de un clic en el icono de Wiki abrirá la página Wiki en una nueva pestaña del navegador.
fr_fr: Deux méthodes sont disponibles sur la manière dont les pages Wiki sont ouverts. La valeur par défaut est une superposition dans laquelle la page Wiki externe est chargé. Cela montre alors au-dessus de la page de l'interface graphique existante. Si vous décochez cette case, puis un clic sur l'icône Wiki ouvrir la page Wiki dans un nouvel onglet de navigateur.
it_it: Sono disponibili due metodi di come le pagine wiki sono aperte. Il valore predefinito è una sovrapposizione in cui viene caricata la pagina Wiki esterna. Questo dimostra poi in cima alla pagina GUI esistente. Se Deselezionando questa casella, poi un clic sull'icona Wiki aprirà la pagina Wiki in una nuova scheda del browser.
ja_jp: 二つの方法は、Wikiページが開かれているどのように利用できます。デフォルトでは、外部のWikiページがロードされるオーバーレイです。これは、既存のGUIページの上部に表示されます。このボックスをチェックを外した場合は、ウィキのアイコンをクリックすると、代わりに新しいブラウザタブでWikiページを開きます。
nl_nl: Er zijn twee methoden hoe de wiki pagina's worden geopend. De standaardwaarde is een overlay waarin de externe Wiki pagina is geladen. Dit toont dan op de top van de bestaande pagina GUI. Als u het vinkje dit vak, dan een klik op het icoon Wiki zal de Wiki-pagina openen in een nieuw tabblad van de browser in plaats daarvan.
pt_pt: Dois métodos estão disponíveis a respeito de como as páginas Wiki são abertos. O padrão é uma sobreposição em que a página Wiki externo é carregado. Isso, então, mostra na parte superior da página GUI existente. Se você desmarque esta caixa, em seguida, um clique sobre o ícone Wiki irá abrir a página Wiki em uma nova aba do navegador em seu lugar.

# isp_support_name
source: ISP Name
es_es: Nombre ISP
fr_fr: Nom FAI
it_it: Nome ISP
ja_jp: ISPの名前
nl_nl: ISP Naam
pt_pt: Nome ISP

# isp_support_name_help
source: Aside from requesting support from BlueOnyx you can also direct your support requests to your ISP - in case you are entitled to support from him. If so, enter the name of the ISP here.
da_dk: Bortset fra at anmode om støtte fra BlueOnyx kan du også styre dine supporthenvendelser til din internetudbyder - i tilfælde af at du er berettiget til støtte fra ham. Hvis ja, angiv navnet på internetudbyderen her.
de_de: In der Regel gehen Ihre Support-Ticket Anfragen an den BlueOnyx Support. Sie können alternativ jedoch auch die Kontaktdaten Ihres ISP's, Server-Hosters oder technik-Dienstleisters hinterlegen. Dann haben Sie bei zukünftigen Support-Tickets die Möglichkeit, die Tickets entweder an BlueOnyx oder Ihren Dienstleister zu schicken. Tragen Sie hier den Namen des ISP's oder des Dienstleisters ein.
es_es: Además de solicitar el apoyo de BlueOnyx también puede dirigir sus solicitudes de soporte al ISP - en caso de que usted tiene derecho al apoyo de él. Si es así, escriba el nombre del proveedor de Internet aquí.
fr_fr: Mis à part demander le soutien de BlueOnyx vous pouvez également adresser vos demandes de soutien à votre FAI - au cas où vous êtes en droit de soutenir de lui. Si c'est le cas, entrez le nom de votre FAI ici.
it_it: Oltre a richiedere il sostegno di BlueOnyx si può anche indirizzare le vostre richieste di supporto al proprio ISP - nel caso in cui si ha il diritto di sostenere da lui. In tal caso, inserire il nome del provider qui.
ja_jp: 脇BlueOnyxからの支援を要求してから、また、あなたのISPへのサポート要求を指示することができます - 場合は、あなたは彼からサポートする権利があります。もしそうなら、ここでは、ISPの名前を入力します。
nl_nl: Naast ondersteuning vragen bij BlueOnyx kunt u ook direct uw steun vragen om uw ISP - in het geval u recht op ondersteuning van hem. Als dat zo is, voer de naam van de ISP hier.
pt_pt: Além de solicitar o apoio da BlueOnyx você também pode direcionar seus pedidos de suporte para o seu ISP - no caso de você tem o direito de apoiar dele. Se assim for, digite o nome do ISP aqui.

# isp_support_email
source: ISP Email
fr_fr: FAI Email
it_it: ISP-mail
ja_jp: ISPのメール
pt_pt: ISP-mail

# isp_support_email_help
source: Email address for support inquiries to your ISP. If you choose to send the support request to your ISP, this is the email address that the request will be delivered to.
da_dk: E-mail-adresse til support henvendelser til din internetudbyder. Hvis du vælger at sende anmodningen støtte til din internetudbyder, det er den e-mail-adresse, som anmodningen vil blive leveret til.
de_de: E-Mail-Adresse für Support-Anfragen an Ihren ISP oder Technik-Dienstleister. Wenn Sie die Support-Anfrage an Ihren ISP senden möchten, ist dies die E-Mail-Adresse, an die Ihre Support-Anfrage geschickt wird.
es_es: Dirección de correo electrónico de apoyo a las consultas con su ISP. Si decide enviar la solicitud de la ayuda a su proveedor de Internet, esta es la dirección de correo electrónico que el pedido será entregado a.
fr_fr: Adresse e-mail pour soutien enquêtes à votre FAI. Si vous choisissez d'envoyer la demande de soutien à votre FAI, c'est l'adresse de courriel que la demande sera livré.
it_it: Indirizzo e-mail di supporto richieste al vostro ISP. Se si sceglie di inviare la richiesta di supporto al proprio ISP, questo è l'indirizzo di posta elettronica che la richiesta verrà consegnato.
ja_jp: ISPへの支援のお問い合わせのメールアドレス。あなたのISPにサポート要求を送信することを選択した場合、これは、要求がに配信された電子メールアドレスです。
nl_nl: E-mailadres voor ondersteuning vragen bij uw internetprovider. Als u ervoor kiest om het verzoek om ondersteuning te sturen naar uw ISP, dan is dit het e-mailadres dat het verzoek te worden geleverd.
pt_pt: Endereço de email para consultas de suporte para o seu ISP. Se você optar por enviar o pedido de apoio para o seu ISP, este é o endereço de e-mail que o pedido será entregue.

# isp_support_identifier
source: Server ID
es_es: ID Servidor
fr_fr: ID Server
it_it: ID Server
ja_jp: サーバID
pt_pt: ID do servidor

# isp_support_identifier_help
source: This field can be used to specify more information about the server in question. Such as the Rack number, server ID or other means that your ISP uses to find the server in the datacenter.
da_dk: Dette felt kan bruges til at angive yderligere oplysninger om den pågældende server. Såsom Rack nummer, server-id eller andre midler, at din internetudbyder bruger til at finde den server i datacentret.
de_de: Dieses Feld kann verwendet werden, um den betreffenden Server genauer zu identifizieren. Hier können Sie zum Beispiel die Rack-Nummer, Server-ID oder andere faktoren angeben, die Ihr ISP benötigt, um den Server im Rechenzentrum zu finden.
es_es: Este campo se puede utilizar para especificar más información sobre el servidor en cuestión. Como por ejemplo el número de bastidor, ID de servidor u otros medios que su ISP utiliza para buscar el servidor del centro de datos.
fr_fr: Ce champ peut être utilisé pour spécifier plus d'informations sur le serveur en question. Comme le nombre de rack, ID du serveur ou d'autres moyens que votre FAI utilise pour trouver le serveur dans le datacenter.
it_it: Questo campo può essere usato per specificare più sul server in questione. Come ad esempio il numero di rack, ID server o altri mezzi che il vostro ISP utilizza per trovare il server nel datacenter.
ja_jp: このフィールドは、当該サーバに関する詳細情報を指定するために使用することができる。 ISPがデータセンター内のサーバーを検出するために使用するラック番号、サーバーID、または他の手段のような。
nl_nl: Dit veld kan worden gebruikt om meer informatie over de server in kwestie te specificeren. Zoals het nummer Rack, server-ID of andere middelen die uw ISP gebruikt om de server te vinden in het datacenter.
pt_pt: Este campo pode ser usado para especificar mais informações sobre o servidor em questão. Tal como o número Rack, ID do servidor ou por outros meios que o seu ISP usa para encontrar o servidor no data center.

source: Wiki
ja_jp: ウィキ

# wiki_help
source: If you click on this button it will open a link to an external Wiki with more information about this page.
da_dk: Hvis du klikker på denne knap, vil åbne et link til en ekstern Wiki med flere oplysninger om denne side.
de_de: Weiterführende Informationen über diese GUI-Seite können Sie auf dem BlueOnyx Wiki einsehen. Bei einem Klick auf diesen Knopf öffnet sich die entsprechende Wiki-Seite.
es_es: Si hace clic en este botón se abrirá un enlace a un Wiki externo con más información sobre esta página.
fr_fr: Si vous cliquez sur ce bouton, il va ouvrir un lien vers un Wiki externe avec plus d'informations sur cette page.
it_it: Se si fa clic su questo pulsante si aprirà un link ad un Wiki esterno con più informazioni su questa pagina.
ja_jp: このボタンをクリックすると、このページの詳​​細については、外部ウィキへのリンクを開きます。
nl_nl: Als u op deze knop klikt zal het een link naar een externe Wiki te openen met meer informatie over deze pagina.
pt_pt: Se você clicar neste botão, ele vai abrir um link para um Wiki externo com mais informações sobre essa página.
