Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-support.mod/locale/*/support.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# Error_support_account_reserved
source: The username you have chosen is reserved for the Support Account. Please choose another username instead.
da_dk: Det brugernavn du har valgt er reserveret til support-konto. Vælg venligst et andet brugernavn i stedet.
de_de: Der von Ihnen gewählte Benutzername ist dem 'Support-Konto' vorbehalten. Bitte wählen Sie einen anderen Benutzernamen.
es_es: El nombre de usuario que ha elegido está reservado para la cuenta de apoyo. Por favor, elija otro nombre de usuario en su lugar.
fr_fr: Le nom d'utilisateur que vous avez choisi est réservé pour le compte d'appui. S'il vous plaît choisir un autre nom d'utilisateur à la place.
it_it: Il nome utente che hai scelto è riservato per l'account di supporto. Si prega di scegliere invece un altro nome utente.
ja_jp: 選択したユーザ名はサポートアカウント用に予約されています。代わりに別のユーザ名を選択してください。
nl_nl: De gebruikersnaam die je hebt gekozen is gereserveerd voor de Ondersteuning Account. Kies in plaats daarvan een andere gebruikersnaam.
pt_pt: O nome de usuário que você escolheu é reservado para a Conta de Suporte. Por favor escolha outro nome de usuário em seu lugar.

# sa_desc_manageAdmin
source: This the Support Account user. You may delete him any time you wish. But you cannot modify the capabilities of this account, as it needs root/admin like capabilities for diagnosis and troubleshooting.
da_dk: Dette Support konto bruger. Du kan slette ham som helst du ønsker. Men du kan ikke ændre de kapaciteter af denne konto, da den har brug for root / admin ligesom muligheder for diagnose og fejlfinding.
de_de: Dies ist das 'Support-Konto', welches automatisch bei einer Support-Anfrage mit aktiviertem Fernzugang erstellt wurde. Sie können (und sollten) die Einstellungen dieses Konto nicht ändern, solange die Support-Anfrage nicht beendet ist. Sie können das Konto natürlich jederzeit vor Ablauf seines Verfallsdatums löschen und somit weiteren Zugang sperren.
es_es: Este usuario Cuenta de Apoyo. Usted lo puede eliminar en cualquier momento que desee. Pero no se puede modificar la capacidad de esta cuenta, ya que necesita root / admin como capacidades para el diagnóstico y solución de problemas.
fr_fr: Ce que l'utilisateur du compte d'appui. Vous pouvez le supprimer chaque fois que vous le souhaitez. Mais vous ne pouvez pas modifier les capacités de ce compte, comme il a besoin de racine / admin comme les capacités de diagnostic et de dépannage.
it_it: Questo l'utente account Supporto. Tu lo puoi eliminare qualsiasi momento lo si desidera. Ma non è possibile modificare le capacità di questo conto, come ha bisogno di root / admin come funzionalità per la diagnosi e la risoluzione dei problemi.
ja_jp: このサポートアカウントのユーザー。あなたが彼にあなたが望むいつでも削除することがあります。それは診断とトラブルシューティングのための機能のようなルート/管理者を必要としますようにしかし、あなたは、このアカウントの機能を変更することはできません。
nl_nl: Dat de Ondersteuning Account gebruiker. U kunt hem elk gewenst moment verwijderen. Maar je kunt niet de mogelijkheden van dit account te veranderen, als het moet root/admin achtige mogelijkheden voor diagnose en probleemoplossing.
pt_pt: Este usuário Conta Suporte. Você pode apagar-lhe qualquer momento que desejar. Mas você não pode modificar as capacidades desta conta, uma vez que precisa de raiz / admin como capacidades de diagnóstico e solução de problemas.

# Err_problem_sending_ticket
source: A problem occured while trying to submit your Support Ticket. It could be that the website https://support.blueonyx.it us currently not reachable. Please try again and/or check in your browser if the website is reachable.
da_dk: Et problem opstod under forsøget på at indsende din Support Ticket. Det kunne være, at hjemmesiden https://support.blueonyx.it os i øjeblikket ikke tilgængelig. Prøv venligst igen, og / eller kontrollere i din browser, hvis hjemmesiden er tilgængelig.
de_de: Leider trat ein Problem auf und Ihr Support-Ticket konnte nicht eingereicht werden. Es könnte sein, dass die Website https://support.blueonyx.it derzeit nicht erreichbar ist. Bitte versuchen Sie es erneut und/oder überprüfen Sie in Ihrem Browser, ob die Website erreichbar ist.
es_es: Un problema ocurrió al intentar presentar su ticket de soporte. Podría ser que el sitio web nos https://support.blueonyx.it actualmente no accesible. Por favor, inténtelo de nuevo y / o cheque en su navegador si el sitio es accesible.
fr_fr: Un problème est survenu lors de la tentative de soumettre votre ticket de support. Il se pourrait que le site nous https://support.blueonyx.it actuellement pas accessible. S'il vous plaît essayer de nouveau et / ou vérifier dans votre navigateur si le site est accessible.
it_it: Un problema si è verificato durante il tentativo di presentare il vostro Support Ticket. Potrebbe essere che il sito ci https://support.blueonyx.it attualmente non raggiungibile. Riprova e / o controllare nel browser se il sito è raggiungibile.
ja_jp: あなたのサポートチケットを提出しようとしているときに問題が発生しました。それは、ウェブサイトに到達できない、現在私たちをhttps://support.blueonyx.itている可能性があります。もう一度やり直して、および/またはウェブサイトに到達可能である場合、あなたのブラウザでご確認ください。
nl_nl: Een probleem opgetreden bij uw support ticket in te dienen. Het zou kunnen zijn dat de website https://support.blueonyx.it ons op dit moment niet bereikbaar. Probeer het opnieuw en / of in uw browser of de website bereikbaar is.
pt_pt: Ocorreu um problema ao tentar enviar o seu ticket de suporte. Pode ser que o site nos https://support.blueonyx.it atualmente não alcançável. Por favor, tente novamente e / ou verifique no seu navegador se o site está acessível.

# Err_problem_sending_bugreport
source: A problem occured while trying to submit your Bugreport. It could be that the website https://support.blueonyx.it us currently not reachable. Please try again and/or check in your browser if the website is reachable.
da_dk: Et problem opstod under forsøget på at indsende din Fejlnummer. Det kunne være, at hjemmesiden https://support.blueonyx.it os i øjeblikket ikke tilgængelig. Prøv venligst igen, og / eller kontrollere i din browser, hvis hjemmesiden er tilgængelig.
de_de: Leider trat ein Problem auf und Ihr Bugreport konnte nicht eingereicht werden. Es könnte sein, dass die Website https://support.blueonyx.it derzeit nicht erreichbar ist. Bitte versuchen Sie es erneut und/oder überprüfen Sie in Ihrem Browser, ob die Website erreichbar ist.
es_es: Un problema ocurrió al tratar de presentar su informe de error. Podría ser que el sitio web nos https://support.blueonyx.it actualmente no accesible. Por favor, inténtelo de nuevo y / o cheque en su navegador si el sitio es accesible.
fr_fr: Un problème est survenu lors de la tentative pour soumettre votre Bugreport. Il se pourrait que le site nous https://support.blueonyx.it actuellement pas accessible. S'il vous plaît essayer de nouveau et / ou vérifier dans votre navigateur si le site est accessible.
it_it: Un problema si è verificato durante il tentativo di presentare il vostro Bugreport. Potrebbe essere che il sito ci https://support.blueonyx.it attualmente non raggiungibile. Riprova e / o controllare nel browser se il sito è raggiungibile.
ja_jp: あなたの問題をバグ報告を提出しようとしているときに問題が発生しました。それは、ウェブサイトに到達できない、現在私たちをhttps://support.blueonyx.itている可能性があります。もう一度やり直して、および/またはウェブサイトに到達可能である場合、あなたのブラウザでご確認ください。
nl_nl: Een probleem opgetreden bij uw Bugreport dienen. Het zou kunnen zijn dat de website https://support.blueonyx.it ons op dit moment niet bereikbaar. Probeer het opnieuw en / of in uw browser of de website bereikbaar is.
pt_pt: Ocorreu um problema ao tentar enviar o seu Bugreport. Pode ser que o site nos https://support.blueonyx.it atualmente não alcançável. Por favor, tente novamente e / ou verifique no seu navegador se o site está acessível.

# TicketSent
source: Your Support Ticket has been submitted.
da_dk: Din Support Ticket er blevet indsendt.
de_de: Ihr Support-Ticket wurde eingereicht. Wir setzen uns in Kürze mit Ihnen in Verbindung.
es_es: Su Ticket ha sido enviado.
fr_fr: Votre ticket de soutien a été soumise.
it_it: È stata inviata Your Support Ticket.
ja_jp: あなたのサポートチケットが送信されました。
nl_nl: Uw support ticket is ingediend.
pt_pt: Seu Ticket Suporte foi submetido.

# BugreportSent
source: Your Bugreport has been submitted. Many thanks for taking the time to do so. We will look into the matter as soon as we can.
da_dk: Din Fejlnummer er indsendt. Mange tak for at tage sig tid til at gøre det. Vi vil se på sagen, så snart vi kan.
de_de: Ihre Bugreport wurde übermittelt. Vielen Dank, dass Sie sich die Zeit nahmen. Wir werden uns der Angelegenheit so schnell wie möglich annehmen.
es_es: Su informe de error ha sido enviado. Muchas gracias por tomarse el tiempo para hacerlo. Vamos a estudiar el asunto tan pronto como nos sea posible.
fr_fr: Votre Bugreport a été soumise. Merci d'avoir pris le temps de le faire. Nous nous pencherons sur la question dès que possible.
it_it: Il tuo Bugreport è stata presentata. Molte grazie per aver trovato il tempo per farlo. Esamineremo la questione al più presto possibile.
ja_jp: あなたの問題をバグ報告が送信されました。そうする時間を割いて感謝します。私たちはすぐに我々はできる限り問題になります。
nl_nl: Uw Bugreport is ingediend. Veel dank voor de tijd neemt om dit te doen. We zullen zo snel als we kunnen kijken naar de zaak.
pt_pt: Seu Bugreport foi submetido. Muito obrigado por tomar o tempo para fazê-lo. Vamos olhar para o assunto o mais rápido que pudermos.

# prio_urgent
source: Extremely important
da_dk: Ekstremt vigtigt
de_de: Extrem wichtig
es_es: Extremadamente importante
fr_fr: Extrêmement important
it_it: Estremamente importante
ja_jp: 極めて重要な
nl_nl: Uiterst belangrijk
pt_pt: Extremamente importante

# prio_high
source: Very important
da_dk: Meget vigtigt
de_de: Sehr wichtig
es_es: Muy importante
fr_fr: Très important
it_it: Molto importante
ja_jp: 非常に重要
nl_nl: Zeer belangrijk
pt_pt: Muito importante

# prio_medium
source: Average importance
da_dk: Gennemsnitlig betydning
de_de: Mittlere Bedeutung
es_es: Importancia media
fr_fr: Importance moyenne
it_it: Media importanza
ja_jp: 平均重要性
nl_nl: Gemiddeld belang
pt_pt: Importância Média

# prio_low
source: Not very important
da_dk: Ikke særlig vigtigt
de_de: Nicht sehr wichtig
es_es: No muy importante
fr_fr: Pas très important
it_it: Non molto importante
ja_jp: 非常に重要ではありません
nl_nl: Niet erg belangrijk
pt_pt: Não muito importante

# prio_unspecified
source: Importance not specified
da_dk: Betydningen ikke specificeret
de_de: Bedeutung nicht angegeben
es_es: Importancia no especificada
fr_fr: Importance non spécifié
it_it: Importanza non specificato
ja_jp: 重要指定されていない
nl_nl: Belang niet gespecificeerd
pt_pt: Importância não especificado

# severity_urgent
source: Catastrophic issues which severely impact the mission-critical operations of an organization. This may mean that the operational servers, development systems or customer applications are down or not functioning and no procedural workaround exists.
da_dk: [[base-support.prio_urgent]]
de_de: [[base-support.prio_urgent]]
es_es: Problemas catastróficos que afectan gravemente a las operaciones de misión crítica de una organización. Esto puede significar que los servidores operativos, sistemas de desarrollo o aplicaciones de los clientes se han reducido o no funciona y no existe una solución procesal.
fr_fr: Questions catastrophiques qui ont un impact considérablement les opérations stratégiques d'une organisation. Cela peut signifier que les serveurs opérationnels, systèmes de développement ou les applications des clients sont en panne ou ne fonctionne pas et aucune solution de contournement de la procédure existe.
it_it: Problemi catastrofici che incidono pesantemente le operazioni mission-critical di un'organizzazione. Ciò può significare che i server operativi, sistemi di sviluppo o applicazioni dei clienti sono giù o non funziona e non esiste alcuna soluzione procedurale.
ja_jp: 深刻な組織のミッションクリティカルな業務に影響を与える致命的な問題。これは、運用サーバー、開発システムや顧客アプリケーションがダウンしているかいない機能していることを意味するかもしれないし、何の手続きの回避策は存在しません。
nl_nl: [[base-support.prio_urgent]]
pt_pt: Problemas catastróficos que afetar seriamente as operações de missão crítica de uma organização. Isso pode significar que os servidores operacionais, desenvolvimento de sistemas e aplicações dos clientes estão para baixo ou não está funcionando e nenhuma solução processual existe.

# severity_high
source: High-impact issues in which the customers operation is disrupted, but there is some capacity to produce.
da_dk: [[base-support.prio_high]]
de_de: [[base-support.prio_high]]
es_es: Temas de alto impacto en la que se interrumpe la operación de los clientes, pero hay una cierta capacidad de producir.
fr_fr: Questions à fort impact dans lequel l'opération de clients est perturbé, mais il ya une certaine capacité à produire.
it_it: Questioni di grande impatto in cui l'operazione clienti si interrompe, ma vi è una certa capacità di produrre.
ja_jp: 顧客操作は中断が生産するいくつかの能力があるとされている耐衝撃性の問題。
nl_nl: [[base-support.prio_high]]
pt_pt: Problemas de alto impacto em que a operação clientes é interrompido, mas há alguma capacidade de produzir.

# severity_medium
source: Partial non-critical functionality loss, or issues which impair some operations but allow the customer to perform their critical tasks. This may be a minor issue with limited loss or no loss of functionality and limited impact to the customers functionality.
da_dk: [[base-support.prio_medium]]
de_de: [[base-support.prio_medium]]
es_es: Pérdida de funcionalidad no crítica parcial o cuestiones que deterioran algunas operaciones, pero permiten a los clientes realizar sus tareas críticas. Esto puede ser un problema menor con pérdida limitada o ninguna pérdida de funcionalidad e impacto limitado a la funcionalidad de los clientes.
fr_fr: Perte partielle de fonctionnalités non critiques ou questions qui nuisent à certaines opérations, mais permettent au client de s'acquitter de leurs tâches essentielles. Cela peut être un problème mineur avec une perte limitée ou aucune perte de fonctionnalité et de l'impact limité de la fonctionnalité des clients.
it_it: Perdita di funzionalità non critica parziale, o questioni che compromettono alcune operazioni, ma permettono al cliente di svolgere le loro attività critiche. Questo può essere un problema minore con perdita limitata o nessuna perdita di funzionalità e impatto limitato alla funzionalità clienti.
ja_jp: 部分的な非重要な機能の損失、または一部の操作性を損なうが、顧客が彼らの重要なタスクを実行できるような問題。これは限られた損失や顧客機能への機能性と影響は限定的損失のないマイナーな問題になることがあります。
nl_nl: [[base-support.prio_medium]]
pt_pt: Perda de funcionalidade não-crítica parcial, ou questões que prejudicam algumas operações, mas permitem ao cliente realizar suas tarefas críticas. Esta pode ser uma questão menor com perda limitada ou nenhuma perda de funcionalidade e impacto limitado à funcionalidade clientes.

# severity_low
source: General usage questions, recommendations for product enhancement, or development work.
da_dk: [[base-support.prio_low]]
de_de: [[base-support.prio_low]]
es_es: Preguntas generales de uso, las recomendaciones para la mejora de productos, o el trabajo de desarrollo.
fr_fr: Questions générales d'utilisation, des recommandations pour l'amélioration des produits, ou des travaux de développement.
it_it: Domande generali d'uso, consigli per il miglioramento del prodotto, o il lavoro di sviluppo.
ja_jp: 一般的な使用に関する質問、製品の強化のための推奨事項、または開発作業。
nl_nl: [[base-support.prio_low]]
pt_pt: Questões gerais de uso, recomendações para o aperfeiçoamento do produto, ou o trabalho de desenvolvimento.

# severity_unspecified
source: Importance not specified
da_dk: [[base-support.prio_unspecified]]
de_de: [[base-support.prio_unspecified]]
es_es: Importancia no especificada
fr_fr: Importance non spécifié
it_it: Importanza non specificato
ja_jp: 重要指定されていない
nl_nl: [[base-support.prio_unspecified]]
pt_pt: Importância não especificado

source: Priority
da_dk: Prioritet
de_de: Priorität
es_es: Prioridad
fr_fr: Priorité
it_it: Priorità
ja_jp: 優先
nl_nl: Prioriteit
pt_pt: Prioridade

# Priority_help
source: This field is used for internal weighting of the bug reports importance.
da_dk: Dette felt bruges til intern vægtning af fejlrapporter betydning.
de_de: Dieses Feld wird für die interne Gewichtung der Fehlerberichte verwendet.
es_es: Este campo se utiliza para el peso interno de la importancia que los informes de error.
fr_fr: Ce champ est utilisé pour la pondération interne de l'importance des rapports de bogues.
it_it: Questo campo è utilizzato per la ponderazione interna dell'importanza segnalazioni di bug.
ja_jp: このフィールドは、バグ報告の重要性の内部の重みに使用されます。
nl_nl: Dit veld wordt gebruikt voor interne weging van de bug reports belang.
pt_pt: Este campo é utilizado para ponderação interna da importância relatórios de bugs.

source: Severity
de_de: Schwere
es_es: Severidad
fr_fr: Gravité
it_it: Gravità
ja_jp: 重症度
nl_nl: Strengheid
pt_pt: Gravidade

# Severity_help
source: This field is used for describing the criticality of the issue you are reporting and it explain us which impact the issue has on your usability of our product.
da_dk: Dette felt bruges til at beskrive, hvor kritisk det problem, du rapporterer, og det forklare os, hvilke konsekvenser problemet har på din anvendeligheden af ​​vores produkt.
de_de: Dieses Feld ist für die Kritikalität des von Ihnen gemeldete Problem benötigt. Es teilt uns mit, welche Auswirkungen das Problem auf Ihren Geschäftsbetrieb hat und erlaubt uns so, Ihre Anfrage mit entsprechender Priorität zu behandeln.
es_es: Este campo se utiliza para describir el carácter crítico de la cuestión que está informando y nos explicará qué impacto tiene el problema en su uso de nuestro producto.
fr_fr: Ce champ est utilisé pour décrire la criticité de la question que vous signalez et il nous expliquer quelles répercussions la question a sur votre utilisation de notre produit.
it_it: Questo campo è utilizzato per descrivere la criticità del problema che si sta segnalando e ci spiegano che l'impatto del problema ha sulla vostra usabilità del nostro prodotto.
ja_jp: このフィールドは、報告している問題の重要性を記述するために使用され、それは問題では私たちの製品をお使いやすさに持っている影響力私たちを説明している。
nl_nl: Dit veld wordt gebruikt voor het beschrijven van de kritische factor van het probleem dat je wilt melden en het ons uitleggen welke gevolgen de kwestie heeft op je bruikbaarheid van ons product.
pt_pt: Este campo é utilizado para descrever a criticidade do problema que você está relatando e explicar-nos que a questão tem impacto sobre sua usabilidade do nosso produto.

# recipient_selector
source: Recipient
da_dk: Modtager
de_de: Empfänger
es_es: Beneficiario
fr_fr: Destinataire
it_it: Destinatario
ja_jp: 受信者
nl_nl: Recipiënt
pt_pt: Beneficiário

# recipient_selector_help
source: Allows you to choose the recipient of this Support Ticket.
da_dk: Giver dig mulighed for at vælge modtageren af ​​denne Support Ticket.
de_de: Hier können Sie den Empfänger des Support-Tickets wählen.
es_es: Le permite elegir el destinatario de este Ticket.
fr_fr: Vous permet de choisir le destinataire de ce ticket de support.
it_it: Consente di scegliere il destinatario di questo Support Ticket.
ja_jp: このサポートチケットの受信者を選択することができます。
nl_nl: Hiermee kunt u de ontvanger van deze support ticket kiezen.
pt_pt: Permite que você escolha o destinatário deste Support Ticket.
