Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/branches/dev/ui/*-cache.mod/locale/*/cache.po
Languages: de, fr, ja, zh_tw

# pkgName
source: Sun Cobalt Web Cache
ja: Sun Cobaltウェブキャッシュ
zh_tw: Sun Cobalt Web 快取

# pkgDescription
source: The [[base-cache.pkgName]] package improves network performance by caching frequently requested web pages.
de: Das [[base-cache.pkgName]]-Paket verbessert die Netzwerkleistung, indem oft aufgerufene Webseiten im Cache-Speicher zwischengespeichert werden.
fr: Le module [[base-cache.pkgName]] améliore les performances réseau en stockant temporairement dans un cache les pages Web demandées.
ja: [[base-cache.pkgName]] パッケージは、頻繁にリクエストされるページをキャッシュすることにより、ネットワークのパフォーマンスを向上できます。
zh_tw: [[base-cache.pkgName]]套件可快取經常要求檢視的網頁來增進網路效能。

# cache
source: Web Caching
fr: Cache Web
ja: ウェブキャッシュ
zh_tw: Web 快取

# cache_description
source: [[base-cache.modifyCache]] can be changed here.
de: Hier können Sie [[base-cache.modifyCache]] ändern.
fr: Les [[base-cache.modifyCache]] peuvent être modifiés ici.
ja: [[base-cache.modifyCache]]内容を変更できます。
zh_tw: 此處可變更 [[base-cache.modifyCache]]。

# modifyCache
source: Web Caching Settings
de: Web Caching-Einstellungen
fr: Paramètres du cache Web
ja: ウェブキャッシュの設定
zh_tw: Web 快取設定

# enabled
source: Enable Server
de: Server aktivieren
fr: Activer le cache
ja: ウェブキャッシュを有効にする
zh_tw: 啟用伺服器

# enabled_help
source: Turn Web Caching on or off. When enabled, this server appliance will act as a proxy caching server for web clients. This can increase the speed of web requests and decrease bandwidth requirements. To take advantage of this feature, web browsers must be configured to use this server appliance as their HTTP proxy and have the proxy port number set to 3128.
de: Aktivieren oder deaktivieren Sie die Web Caching-Funktion. Ist die Funktion aktiviert, fungiert dieser Server als Proxy-Caching-Server für Web-Clients. Dadurch können die Geschwindigkeit der Web-Abfragen erhöht und Bandbreitenanforderungen verringert werden. Um diese Funktion zu nutzen, müssen Web-Browser so konfiguriert sein, dass sie diesen Server als HTTP-Proxy verwenden. Die Proxy-Portnummer muss auf 3128 eingestellt sein.
fr: Active ou désactive le cache Web. Si activé, ce serveur agira comme serveur de mise en cache proxy pour les clients web, ce qui peut augmenter la vitesse d'affichage des pages Web et réduire les besoins de bande passante. Pour bénéficier de cette fonction, les navigateurs Web doivent être configurés pour pouvoir utiliser ce serveur comme proxy HTTP, avec 3128 comme numéro de port.
ja: このボックスをチェックすると、ウェブキャッシュが有効になり、このサーバはウェブクライアントのプロキシキャッシュサーバとして動作します。各ユーザには、各自のブラウザの設定に、このサーバを HTTP プロキシとし、プロキシポート番号として 3128 を指定するよう指示してください。それにより、ウェブリクエストがスピードアップし、帯域幅を有効利用できます。
zh_tw: 開啟或關閉「Web 快取」。當啟用時，這部伺服器設備將充當 web 從屬站的 proxy 快取伺服器。如此可增加 web 要求的速度，並減少頻寬需求。若要利用這項功能，必須將 Web 瀏覽器設定為使用這部伺服器設備作為 HTTP proxy，並將 proxy 埠號設成 3128。

# no_system_object
source: Sorry, an error occured. The System object could not be found.
de: Leider trat ein Fehler auf. Das Systemobjekt wurde nicht gefunden.
fr: Une erreur s'est produite. L'objet Système est introuvable.
ja: エラーが発生しました。システムオブジェクトが見つかりません。
zh_tw: 很抱歉，發生錯誤。找不到系統物件。

# no_prim_network_object
source: Sorry, an error occured. The Network object for the primary interface could not be found.
de: Leider trat ein Fehler auf. Das Netzwerkobjekt für die primäre Schnittstelle wurde nicht gefunden.
fr: Une erreur s'est produite. L'objet Réseau pour l'interface primaire est introuvable.
ja: エラーが発生しました。プライマリインターフェイスのネットワークオブジェクトが見つかりません。
zh_tw: 很抱歉，發生錯誤。找不到主要介面的網路物件。

# amNameTag
source: Web Caching Server
fr: Cache Web
ja: ウェブキャッシュサーバ
zh_tw: Web 快取伺服器

# amStatusOK
source: The [[base-cache.amNameTag]] is operating normally.
de: Der [[base-cache.amNameTag]] arbeitet normal.
fr: Le [[base-cache.amNameTag]] fonctionne normalement.
ja: [[base-cache.amNameTag]]は正常に動作しています。
zh_tw: [[base-cache.amNameTag]]正常運作中。

# amNotRunning
source: The [[base-cache.amNameTag]] is not running.
de: Der [[base-cache.amNameTag]] ist nicht in Betrieb.
fr: Le [[base-cache.amNameTag]] ne fonctionne pas.
ja: [[base-cache.amNameTag]]は動作していません。
zh_tw: [[base-cache.amNameTag]]不在執行中。

# amDetailsTitle
source: Web Caching Server Details
fr: Détails du Cache Web
ja: ウェブキャッシュサーバの詳細
zh_tw: Web 快取伺服器明細

# capgroup_adminWebCache
source: Manage Web Caching and Web Access
de: Verwaltung von Web-Caching und Web-Zugriff
fr: Gérer le Cache Web et l'accès Web
ja: ウェブキャッシュとアクセス制限の管理
zh_tw: 管理 Web 快取及 Web 存取

# capgroup_adminWebCache_help
source: This administrative right allows a user to modify settings used by web caching
de: Dieses Administrationsrecht ermöglicht dem Benutzer, die vom Web-Caching verwendeten Einstellungen zu ändern.
fr: Ce droit administratif permet à un utilisateur de modifier les paramètres utilisés par le Cache Web
ja: この管理権限を持つユーザは、ウェブキャッシュが使用する設定を変更できます。
zh_tw: 這個管理權限允許使用者更改 Web 快取所使用的設定。

# pkgVendor
source: Sun Cobalt
de: Sun Cobalt Networks
