Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# modifyDNS
source: [[base-dns.title]] Settings
da_dk: [[base-dns.title]] Indstillinger
de_de: [[base-dns.title]] Einstellungen
es_es: [[base-dns.title]] Ajustes
fr_fr: Paramètres [[base-dns.title]]
it_it: [[base-dns.title]] Impostazioni
ja_jp: DNS の設定
nl_nl: [[base-dns.title]] Instellingen
pt_pt: [[base-dns.title]] Configurações

# dns_help
source: Click here to change [[base-dns.modifyDNS]].
da_dk: Klik her for at ændre [[base-dns.modifyDNS]].
de_de: Klicken Sie hier, um die [[base-dns.modifyDNS]] zu ändern.
es_es: Haga clic aquí para cambiar [[base-dns.modifyDNS]].
fr_fr: Cliquez ici pour changer les [[base-dns.modifyDNS]].
it_it: Clicca qui per cambiare [[base-dns.modifyDNS]].
ja_jp: DNS (Domain Name System) の設定を変更できます。
nl_nl: Klik hier om [[base-dns.modifyDNS]] veranderen.
pt_pt: Clique aqui para mudar [[base-dns.modifyDNS]].

source: Basic
da_dk: Basal
de_de: Grundeinstellung
es_es: Básico
fr_fr: Initial
it_it: Di base
ja_jp: 基本
nl_nl: Basisch
pt_pt: Básico

source: Advanced
da_dk: Avanceret
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
it_it: Avanzato
ja_jp: 詳細
nl_nl: Vergevorderd
pt_pt: Avançado

source: Defaults
da_dk: Standarder
de_de: Standards
es_es: Predeterminados
fr_fr: par défaut
ja_jp: デフォルト
pt_pt: Padrões

# basic_help
source: Click here to configure basic DNS server settings.
da_dk: Klik her for at konfigurere basale DNS serverindstillinger.
de_de: Klicken Sie hier, um die grundlegenden [[base-dns.modifyDNS]] zu ändern.
es_es: Haga clic aquí para configurar los ajustes básicos del servidor DNS.
fr_fr: Cliquez ici pour configurer les paramètres de base du serveur DNS.
it_it: Fare clic qui per configurare le impostazioni del server DNS di base.
ja_jp: 基本的な DNS サーバの設定項目です。
nl_nl: Klik hier om fundamentele DNS-server configureren.
pt_pt: Clique aqui para configurar as definições básicas de servidor DNS.

# advanced_help
source: Click here to configure advanced DNS server settings, such as data formats, security restrictions and server defaults.
da_dk: Klik her for at konfigurere avancerede DNS-serverindstillinger, såsom dataformater, sikkerhedsrestriktioner og serverstandarder.
de_de: Klicken Sie hier, um die erweiterten [[base-dns.modifyDNS]] zu ändern. Wie zum Beispiel DNS Server Parameter, Datenformate, Sicherheitseinstellungen und ähnliches.
es_es: Haga clic aquí para configurar los parámetros avanzados del servidor DNS, como los formatos de datos, las restricciones de seguridad y los valores predeterminados del servidor.
fr_fr: Cliquez ici pour configurer les paramètres avancés du serveur DNS, tels que les formats de données, les restrictions de sécurité etc.
it_it: Fare clic qui per configurare le impostazioni del server DNS avanzate, come ad esempio i formati di dati, le restrizioni di sicurezza e le impostazioni predefinite del server.
ja_jp: データ形式、セキュリティ保護、デフォルト値など、DNS サーバの詳細を設定できます。
nl_nl: Klik hier om geavanceerde DNS server instellingen, zoals data formaten, veiligheid beperkingen en server standaardinstellingen configureren.
pt_pt: Clique aqui para configurar as definições do servidor de DNS avançadas, tais como formatos de dados, restrições de segurança e padrões de servidor.

# defaults_help
source: Click here to configure default Start of Authority (SOA) values.
da_dk: Klik her for at konfigurere standardværdier for Start of Authority (SOA).
de_de: Klicken Sie hier, um die SOA ('Start of Authority') zu definieren.
es_es: Haga clic aquí para configurar los valores por defecto de inicio de autoridad (SOA).
fr_fr: Cliquez ici pour configurer et démarrer SOA (Start of Authority), le serveur de nom maître (primaire).
it_it: Fare clic qui per configurare predefinito Avvio di valori autorità (SOA).
ja_jp: デフォルトの SOA (Start of Authority) パラメータを設定できます。
nl_nl: Klik hier om standaard Start of Authority (SOA)-waarden te configureren.
pt_pt: Clique aqui para configurar padrão Start of Authority (SOA) valores.

# enabled
source: Enable Server
da_dk: Aktivér server
de_de: DNS-Server aktivieren
es_es: Habilitar servidor
fr_fr: Démarrer le serveur
it_it: Abilita Server
ja_jp: DNS サービスを有効にする
pt_pt: Ativar Servidor

# enabled_help
source: Turn Domain Name System (DNS) server functionality on or off. Turning this feature on allows this server appliance to act as a local domain name server for itself and for its clients. A domain name server translates textual host names and domain names into numerical IP addresses, and vice-versa.
da_dk: Slå Domain Name System (DNS) serverfunktionen til eller fra. Aktiveres denne funktion vil denne server kunne fungere som en lokal domænenavneserver for sig selv og sine klienter. En domænenavneserver oversætter tekstbaserede vært- og domænenavne til numeriske IP_adresser, og vice-versa.
de_de: Erlaubt Ihnen, den DNS-Server zu aktivieren oder zu deaktivieren. Falls Sie den DNS-Server aktivieren, kann dieser Server als lokaler DNS server für sich selbst und andere dienen. Ein DNS-Server übersetzt numerische IP-Addressen in Host und Domänen-Namen und umgekehrt.
es_es: Gire el Sistema de nombres de dominio (DNS) funcionalidad del servidor encendido o apagado. Al activar esta función permite que el aparato servidor actuar como servidor de nombres de dominio local para sí y para sus clientes. Un servidor de nombres de dominio traduce los nombres textuales de host y nombres de dominio en direcciones IP numéricas, y viceversa.
fr_fr: Démarrer ou arrêter le serveur DNS (Domain Name System), le serveur de noms de domaine. An activant cette fonction, le serveur devient un serveur DNS pour soi-même et pour ses clients. Un serveur DNS (« Serveur de Nom de Domaine ») traduit les noms d'hôte et des noms de domaine en adresses IP numériques et vice-versa.
it_it: Girare Domain Name funzionalità di server System (DNS) o disattivare. Attivando questa caratteristica permette a questa apparecchiatura server di agire come un server di nome di dominio locale per se stesso e per i suoi clienti. Un domain name server converte i nomi testuali di accoglienza e nomi di dominio in indirizzi IP numerici, e viceversa.
ja_jp: このボックスをチェックすると、DNS（ドメインネームシステム）サービスが有効になり、このサーバがこのサーバおよびローカルネットワーク上のクライアントに対するドメインネームサーバとして機能します。ドメインネームサーバは、テキスト文字列で表記されるホスト名＋ドメインネームと、数値で表記される IP アドレスとの対応 （正引き、逆引き) 情報を提供します。
nl_nl: Draai Domain Name System (DNS)-server-en uitschakelen. Als u deze functie op dit toelaat server apparaat fungeren als een lokale DNS-server voor zichzelf en voor haar klanten. Een domeinnaam server vertaalt tekstuele hostnamen en domeinnamen in numerieke IP-adressen, en vice-versa.
pt_pt: Vire Domain Name System (DNS) funcionalidade de servidor ligado ou desligado. Passando esse recurso permite que este aparelho de servidor para atuar como um servidor de nomes de domínio local para si e para seus clientes. Um servidor de nome de domínio traduz nomes de host textuais e nomes de domínio em endereços IP numéricos, e vice-versa.

# soa_defaults
source: Start of Authority (SOA) Default Values
da_dk: Standardværdier for Start of Authority (SOA)
de_de: Start of Authority (SOA)-Vorgabewerte
es_es: Inicio de autoridad (SOA) Valores por defecto
fr_fr: Start Of Authority (SOA) : valeurs par défaut
it_it: Start of Authority (SOA) dei valori predefiniti
ja_jp: SOA（Start of Authority）のデフォルト設定
nl_nl: Start of Authority (SOA) Standaardwaarden
pt_pt: Start of Authority (SOA) Valores Padrão

# soa_defaults_help
source: These are the default values used when adding new domain name records.
da_dk: Disse standardværdier benyttes når nye domænenavnekort oprettes.
de_de: Hierbei handelt es sich um die Vorgabewerte, die verwendet werden, wenn neue Domänen angelegt werden.
es_es: Estos son los valores predeterminados que se utilizan cuando se añaden nuevos registros de nombres de dominio.
fr_fr: Les valeurs par défaut utilisées lors de l'ajout de nouveaux enregistrements de noms de domaine.
it_it: Questi sono i valori predefiniti utilizzati quando si aggiungono nuovi record dei nomi di dominio.
ja_jp: ここでは、新規のドメインネームレコードを作成するときにデフォルトとして使われる値を設定できます。
nl_nl: Dit zijn de standaard waarden die gebruikt worden bij het toevoegen van nieuwe domeinnaam registers.
pt_pt: Estes são os valores padrão utilizados quando a adição de novos registros de nomes de domínio.

# admin_email
source: Default DNS Administrator Email Address
da_dk: Standard DNS-administrators emailadresse
de_de: Email-Addresse des Server Administrators
es_es: DNS predeterminado Administrador Correo Electrónico
fr_fr: Adresse e-mail par défaut de l'administrateur DNS
it_it: Predefinito DNS Administrator Indirizzo email
ja_jp: DNS 管理者の電子メールアドレス
nl_nl: Standaard DNS Administrator E-mailadres
pt_pt: Administrador DNS padrão Endereço de Email

# admin_email_rule
source: Please enter a properly formatted email address. For example, user@example.com is a valid entry.
da_dk: Indtast venligst en korrekt formatteret emailadresse. bruger@eksempel.com er for eksempel en gyldig adresse.
de_de: Bitte geben Sie eine E-Mail Adresse im richtigen Format ein. Eine gültige Eingabe ist z. B. benutzer@BlueOnyx.org.
es_es: Introduzca una dirección de correo electrónico con el formato adecuado. Por ejemplo, user@example.com es una entrada válida.
fr_fr: Veuillez saisir une adresse e-mail correctement formatée. Par exemple, user@example.com est une entrée valide.
it_it: Si prega di inserire un indirizzo email correttamente formattato. Ad esempio, user@example.com è una voce valida.
ja_jp: （指定例： user@example.com）
nl_nl: Vul een goed geformatteerde e-mailadres. Bijvoorbeeld user@example.com een ​​geldige invoer.
pt_pt: Por favor insira um endereço de e-mail formatado corretamente. Por exemplo, user@example.com é uma entrada válida.

# admin_email_help
source: Enter the default email address of the administrative contact for all newly added domains and networks. [[base-dns.admin_email_rule]]
da_dk: Indtast emailadressem på den administrative kontakt som skal bruges som kontakt for alle nyoprettede domæner og netværk. [[base-dns.admin_email_rule]]
de_de: Geben Sie den Vorgabewert der E-Mail Adresse der administrativen Kontaktperson für alle neu hinzugefügten Domänen und Netzwerke ein. [[base-dns.admin_email_rule]]
es_es: Introduzca la dirección de correo electrónico predeterminado del contacto administrativo para todos los dominios y las redes que acaba de agregar. [[base-dns.admin_email_rule]]
fr_fr: L'adresse courriel du contact administratif pour tous les réseaux et domaines ajoutés récemment. [[base-dns.admin_email_rule]]
it_it: Inserisci l'indirizzo email di default del contatto amministrativo per tutti i domini e le reti appena aggiunti. [[base-dns.admin_email_rule]]
ja_jp: 新しいドメインやネットワークを DNS レコードに追加する際にデフォルトとして使われる管理者の電子メールアドレスを、正しい形式で入力してください。[[base-dns.admin_email_rule]]
nl_nl: Voer de standaard e-mailadres van de administratieve contactpersoon voor alle nieuw toegevoegde domeinen en netwerken. [[base-dns.admin_email_rule]]
pt_pt: Digite o endereço de e-mail padrão do contato administrativo para todos os domínios e redes recém-adicionados. [[base-dns.admin_email_rule]]

# admin_email_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.admin_email]]. [[base-dns.admin_email_rule]]
da_dk: Beklager, [[VAR.invalidValue] er ikke en gyldig værdi for [[base-dns.admin_email]]. [[base-dns.admin_email_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-dns.admin_email]]. [[base-dns.admin_email_rule]]
es_es: Lo sentimos, [[VAR.invalidValue] es un valor no válido para [[base-dns.admin_email]]. [[base-dns.admin_email_rule]]
fr_fr: Désolé, « [[VAR.invalidValue] » n'est pas une valeur correcte pour [[base-dns.admin_email]]. [[base-dns.admin_email_rule]]
it_it: Siamo spiacenti, [[VAR.invalidValue] è un valore non valido per [[base-dns.admin_email]]. [[base-dns.admin_email_rule]]
ja_jp: [[VAR.invalidValue] は、[[base-dns.admin_email]] には指定できません。電子メールアドレスを正しい形式で入力してください。[[base-dns.admin_email_rule]]
nl_nl: Sorry, [[VAR.invalidValue] is een ongeldige waarde voor [[base-dns.admin_email]]. [[base-dns.admin_email_rule]]
pt_pt: Desculpe, [[VAR.invalidValue] é um valor inválido para [[base-dns.admin_email]]. [[base-dns.admin_email_rule]]

# default_refresh
source: Default Refresh Interval (Seconds)
da_dk: Standard opdateringsinterval (sekunder)
de_de: Standard-Aktualisierungsintervall (Sekunden)
es_es: Por defecto Intervalo de actualización (segundos)
fr_fr: Intervalle d'actualisation par défaut (secondes)
it_it: Predefinito Intervallo di aggiornamento (secondi)
ja_jp: リフレッシュ間隔（秒）
nl_nl: Standaard Refresh Interval (seconden)
pt_pt: Padrão Intervalo de Atualização (Segundos)

# default_refresh_rule
source: Please enter an integer between 1 and 4096000. The default value is 10800.
da_dk: Indtast venligst et tal mellem 1 og 4096000. Standardværdien er 10800.
de_de: Bitte geben Sie eine Ganzzahl zwischen 1 und 4096000 ein. Der Vorgabewert beträgt 10800.
es_es: Introduzca un número entero entre 1 y 4096000. El valor predeterminado es 10800.
fr_fr: Veuillez taper un nombre entier entre 1 et 4096000. La valeur par défaut est 10800.
it_it: Inserisci un numero intero compreso tra 1 e 4.096.000. Il valore predefinito è 10800.
ja_jp: 1 〜 4096000 の整数を入力してください。初期値は 10800 です。
nl_nl: Vul een geheel getal tussen 1 en 4096000. De standaardwaarde is 10800.
pt_pt: Digite um número inteiro entre 1 e 4096000. O valor padrão é 10800.

# default_refresh_help
source: Enter the default refresh interval for all newly added domains and networks. This value is the interval at which the secondary domain name server will try to synchronize its records with the primary domain name server. [[base-dns.default_refresh_rule]]
da_dk: Indtast standardværdi for opdateringsintervallet for alle nyoprettede domæner og netværk. Denne værdi repræsenterer det interval som bestemmer hvornår den sekundære domænenavneserver vil prøve at synkronisere sine kort med den primære domænenavneserver. [[base-dns.default_refresh_rule]]
de_de: Geben Sie den Vorgabewert des Aktualisierungsintervalls für alle neu hinzugefügten Domänen und Netzwerke ein. Dabei handelt es sich um den Intervall, in dem der sekundäre DNS-Server versucht, seine Datensätze mit dem primären DNS-Server zu synchronisieren. [[base-dns.default_refresh_rule]]
es_es: Introduzca el intervalo de actualización predeterminado para todos los dominios y las redes que acaba de agregar. Este valor es el intervalo en el que el servidor de nombres de dominio secundario tratará de sincronizar sus archivos con el servidor principal de nombres de dominio. [[base-dns.default_refresh_rule]]
fr_fr: Définir l'intervalle d'actualisation par défaut pour tous les nouveaux réseaux et domaines ajoutés. Cette valeur est la fréquence à laquelle le serveur DNS secondaire va essayer de synchroniser ses enregistrements avec le serveur DNS principal. [[base-dns.default_refresh_rule]]
it_it: Immettere l'intervallo di aggiornamento di default per tutti i domini e le reti appena aggiunti. Questo valore è l'intervallo in cui il server di nome di dominio secondario tenterà di sincronizzare i suoi record con il server dei nomi di dominio primario. [[base-dns.default_refresh_rule]]
ja_jp: 新しいドメインやネットワークを DNS レコードに追加する際にデフォルトとして使われるリフレッシュ間隔を指定してください。リフレッシュ間隔とは、セカンダリドメインネームサーバがプライマリドメインネームサーバとレコードの同期を図る時間間隔です。[[base-dns.default_refresh_rule]]
nl_nl: Voer de standaard refresh interval voor alle nieuw toegevoegde domeinen en netwerken. Deze waarde is de interval waarmee de secundaire DNS-server zal proberen om haar administratie te synchroniseren met de primaire domeinnaam server. [[base-dns.default_refresh_rule]]
pt_pt: Digite o intervalo de atualização padrão para todos os domínios e redes recém-adicionados. Este valor é o intervalo em que o servidor de nomes de domínio secundário tentará sincronizar seus arquivos com o servidor de nomes de domínio primário. [[base-dns.default_refresh_rule]]

# default_refresh_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
da_dk: Beklager, men [[VAR.invalidValue] er en ugyldig værdi for [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
es_es: Lo sentimos, [[VAR.invalidValue] es un valor no válido para [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
fr_fr: Désolé, [[VAR.invalidValue] est une valeur correcte pour [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
it_it: Siamo spiacenti, [[VAR.invalidValue] è un valore non valido per [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
ja_jp: [[VAR.invalidValue]] は、[[base-dns.default_refresh]] には指定できません。[[base-dns.default_refresh_rule]]
nl_nl: Sorry, [[VAR.invalidValue] is een ongeldige waarde voor [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
pt_pt: Desculpe, [[VAR.invalidValue] é um valor inválido para [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]

# default_refresh_empty
source: Sorry, you have not entered a value for [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
da_dk: Beklager, men du har ikke indtastet en værdi for [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
de_de: Sie haben keinen Wert im Feld [[base-dns.default_refresh]] eingegeben. [[base-dns.default_refresh_rule]]
es_es: Lo sentimos, no se ha introducido un valor para [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
fr_fr: Désolé, le champ « [[base-dns.default_refresh]] » est vide. [[base-dns.default_refresh_rule]]
it_it: Siamo spiacenti, non è stato inserito un valore per [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
ja_jp: [[base-dns.default_refresh]]は必須です。[[base-dns.default_refresh_rule]]
nl_nl: Sorry, je hebt niet opgegeven en een waarde voor [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
pt_pt: Desculpe, você não tiver inserido um valor para [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]

# default_retry
source: Default Retry Interval (Seconds)
da_dk: Standardværdi for nyt forsøg (sekunder)
de_de: Standard-Wiederholungsintervall (Sekunden)
es_es: Intervalo predeterminado de reintento (segundos)
fr_fr: Intervalle de relance par défaut (secondes)
it_it: Predefinito Intervallo tentativi (Secondi)
ja_jp: リトライ間隔（秒）
nl_nl: Standaard Retry Interval (seconden)
pt_pt: Padrão Retry Interval (Segundos)

# default_retry_rule
source: Please enter an integer between 1 and 4096000. The default value is 3600.
da_dk: Indtast venligst et tal mellem 1 og 4096000. Standardværdien er 3600.
de_de: Bitte geben Sie eine Ganzzahl zwischen 1 und 4096000 ein. Der Vorgabewert beträgt 3600.
es_es: Introduzca un número entero entre 1 y 4096000. El valor predeterminado es 3600.
fr_fr: Veuillez taper un nombre entier entre 1 et 4096000. La valeur par défaut est 3600.
it_it: Inserisci un numero intero compreso tra 1 e 4.096.000. Il valore di default è 3600.
ja_jp: 1 〜 4096000 の整数を入力してください。初期値は 3600 です。
nl_nl: Vul een geheel getal tussen 1 en 4096000. De standaardwaarde is 3600.
pt_pt: Digite um número inteiro entre 1 e 4096000. O valor padrão é 3600.

# default_retry_help
source: Enter the default retry interval for all newly added domains and networks. If for some reason the secondary domain name server is not able to contact the primary domain name server to synchronize its records, this value is the interval at which the secondary domain name server will try repeatedly to contact the primary domain name server. [[base-dns.default_retry_rule]]
da_dk: Indtast standardværdi for nyt forsøg for alle nyoprettede domæner og netværk. Hvis den sekundære domænenavneserver, af en eller anden grund, ikke kan kontakte den primære domænenavneserver for at synkronisere sine kort, så repræsenterer denne værdi det interval som der går mellem de forsøg den sekundære domænenavneserver gør på at kontakte den primære domænenavneserver. [[base-dns.default_retry_rule]]
de_de: Geben Sie den Vorgabewert des Wiederholungsintervalls für alle neu hinzugefügten Domänen und Netzwerke ein. Wenn der sekundäre DNS-Server aus irgend einem Grund keinen Kontakt mit dem primären DNS-Server aufnehmen kann um seine Datensätze zu synchronisieren, so ist dieser Wert das Intervall, in dem der sekundäre DNS-Server wiederholt versucht, den primären DNS-Server zu kontaktieren. [[base-dns.default_retry_rule]]
es_es: Introduzca el intervalo predeterminado de reintento para todos los dominios y las redes que acaba de agregar. Si por alguna razón el servidor de nombres de dominio secundario no es capaz de comunicarse con el servidor principal de nombres de dominio para sincronizar sus archivos, este valor es el intervalo en el que el servidor de nombres de dominio secundario intentará varias veces para ponerse en contacto con el servidor principal de nombres de dominio. [[base-dns.default_retry_rule]]
fr_fr: Définir l'intervalle de relance par défaut pour tous les nouveaux réseaux et domaines ajoutés. Si pour une raison quelconque le serveur DNS secondaire n'est pas en mesure de communiquer avec le serveur DNS principal pour synchroniser ses dossiers, cette valeur est la fréquence à laquelle le serveur DNS secondaire tentera à plusieurs reprises de contacter le serveur DNS principal. [[base-dns.default_retry_rule]]
it_it: Inserisci l'intervallo di richiamata predefinito per tutti i domini e le reti appena aggiunti. Se per qualche motivo il server dei nomi di dominio secondario non è in grado di contattare il server di nome di dominio primario per sincronizzare i suoi record, questo valore è l'intervallo in cui il server di nome di dominio secondario tenterà ripetutamente di contattare il server di nome di dominio primario. [[base-dns.default_retry_rule]]
ja_jp: 新しいドメインやネットワークを DNS レコードに追加する際にデフォルトとして使われるリトライ間隔を指定してください。リトライ間隔とは、何らかの理由でセカンダリドメインネームサーバがプライマリドメインネームサーバのレコードと同期を取れない場合に、繰り返しレコードの同期を試行する時間間隔です。[[base-dns.default_retry_rule]]
nl_nl: Voer de standaard interval voor nieuwe pogingen voor alle nieuw toegevoegde domeinen en netwerken. Als om wat voor reden dan ook de secundaire DNS-server is niet in staat om contact met de primaire domeinnaam server om de gegevens te synchroniseren, deze waarde is het interval waarmee de secundaire DNS-server herhaaldelijk zal proberen om contact met de primaire domeinnaam server. [[base-dns.default_retry_rule]]
pt_pt: Digite o intervalo de repetição padrão para todos os domínios e redes recém-adicionados. Se por algum motivo o servidor de nomes de domínio secundário não é capaz de contatar o servidor de nomes de domínio primário para sincronizar seus arquivos, este valor é o intervalo em que o servidor de nomes de domínio secundário tentará repetidamente em contato com o servidor de nomes de domínio primário. [[base-dns.default_retry_rule]]
