Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# zone_xfer_ipaddr_help
source: Enter the IP addresses that are allowed to download all records maintained by this domain name server through zone transfers. Zone transfers are used by secondary domain name servers to synchronize their records with primary domain name servers. The default value is to leave this field empty to refuse zone transfer requests.
da_dk: Indtast den IP-adresse der, vha. zoneoverførsler, skal have lov til at downloade alle kort der administreres af denne domænenavneserver. Zoneoverførsler bruges af sekundære domænenavneservere til at synkronisere kort med primære domænenavneservere. Standard er at lade dette felt være tomt for at nægte anmodninger om zoneoverførsel.
de_de: Geben Sie die Host- oder Domänennamen ein, die alle von diesem DNS-Server gepflegten Datensätze mittels Zonenübertragungen herunterladen können. Zonenübertragungen werden von sekundären DNS-Servern für die Synchronisierung ihrer Datensätze mit primären DNS-Servern verwendet. Standardmässig wird dieses Feld aus Sicherheitsgründen leer gelassen, um Zonenübertragungen zu blockieren.
es_es: Escriba las direcciones IP que tienen permiso para descargar todos los registros mantenidos por este servidor de nombres de dominio a través de transferencias de zona. Las transferencias de zona se utilizan los servidores de nombres de dominio secundarios para sincronizar sus archivos con servidores primarios de nombres de dominio. El valor predeterminado es dejar este campo en blanco para rechazar las solicitudes de transferencia de zona.
fr_fr: Définir les adresses IP qui sont autorisées à télécharger tous les enregistrements tenus par ce serveur DNS par le biais des transferts de zone. Les transferts de zone « Zone Transfer Access by IP » sont utilisés par les serveurs DNS Secondaires pour synchroniser leurs enregistrements avec les serveurs DNS Primaires. La valeur par défaut est de laisser ce champ vide pour refuser les demandes de transfert de zone.
it_it: Immettere gli indirizzi IP che sono autorizzati a scaricare tutti i record gestiti da questo server dei nomi di dominio tramite i trasferimenti di zona. I trasferimenti di zona sono utilizzati da secondari domain name server per sincronizzare i loro dischi con i server DNS primario. Il valore di default è quello di lasciare vuoto questo campo di rifiutare le richieste di trasferimento di zona.
ja_jp: ゾーン転送とは、このドメインネームサーバに保管されている全レコードのダウンロードを意味します。このフィールドには、ゾーン転送を許可したい IP アドレスを指定してください。セカンダリドメインネームサーバは、ゾーン転送によりプライマリドメインネームサーバとレコードを同期します。このフィールドを空白のまま残すと、ゾーン転送は一切許可されません。
nl_nl: Voer de IP-adressen die zijn toegestaan ​​om alle records bijgehouden downloaden door deze domeinnaam server via zone transfers. Zone transfers worden gebruikt door secundaire domain name servers om hun records met primaire domain name servers te synchroniseren. De standaardwaarde is om dit veld leeg te laten aan zonetransfer verzoeken weigeren.
pt_pt: Digite os endereços IP que são permitidos para baixar todos os registros mantidos por este servidor de nome de domínio por meio de transferências de zona. As transferências de zona são usados ​​por servidores de nomes de domínio secundário para sincronizar seus registros com os servidores de nome de domínio primário. O valor padrão é deixar este campo em branco para recusar pedidos de transferência de zona.

# zone_xfer_ipaddr_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dns.zone_xfer_ipaddr]].
da_dk: Beklager, men [[VAR.invalidValue]] er en ugyldig værdi for [[base-dns.zone_xfer_ipaddr]].
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-dns.zone_xfer_ipaddr]].
es_es: Lo sentimos, [[VAR.invalidValue]] es un valor no válido para [[base-dns.zone_xfer_ipaddr]].
fr_fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.zone_xfer_ipaddr]].
it_it: Siamo spiacenti, [[VAR.invalidValue]] è un valore non valido per [[base-dns.zone_xfer_ipaddr]].
ja_jp: [[VAR.invalidValue]] は、[[base-dns.zone_xfer_ipaddr]] として指定できません。
nl_nl: Sorry, [[VAR.invalidValue]] is een ongeldige waarde voor [[base-dns.zone_xfer_ipaddr]].
pt_pt: Desculpe, [[VAR.invalidValue]] é um valor inválido para [[base-dns.zone_xfer_ipaddr]].

# recursion_inetaddr_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dns.recursion_inetaddr]].
da_dk: Beklager, men [[VAR.invalidValue]] er en ugyldig værdi for [[base-dns.recursion_inetaddr]].
de_de: [[VAR.invalidValue]] ist kein gültiger Wert für [[base-dns.recursion_inetaddr]].
es_es: Lo sentimos, [[VAR.invalidValue]] es un valor no válido para [[base-dns.recursion_inetaddr]].
fr_fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.recursion_inetaddr]].
it_it: Siamo spiacenti, [[VAR.invalidValue]] è un valore non valido per [[base-dns.recursion_inetaddr]].
ja_jp: [[VAR.invalidValue]] は、[[base-dns.recursion_inetaddr]] として指定できません。
nl_nl: Sorry, [[VAR.invalidValue]] is een ongeldige waarde voor [[base-dns.recursion_inetaddr]].
pt_pt: Desculpe, [[VAR.invalidValue]] é um valor inválido para [[base-dns.recursion_inetaddr]].

# zone_format_tab
source: Zone Format
de_de: Zonen-Format
es_es: Formato de la Zona
fr_fr: Format Zone
it_it: Formato Zone
ja_jp: ゾーン形式
pt_pt: Zona Format

# zone_format_tab_help
source: Click here to configure the [[base-dns.zone_format_tab]] for DNS records. This should not be necessary unless your System Administrator or ISP has specifically given you a [[base-dns.zone_format_tab]] setting.
da_dk: Klik her for at konfigurere [[base-dns.zone_format_tab]] for DNS-kort. Dette burde ikke være nødvendigt medmindre din systemadministrator eller ISP specifikt har givet dig en indstilling for [[base-dns.zone_format_tab]].
de_de: Hier können Sie die das [[base-dns.zone_format_tab]] für DNS-Einträge definieren. Dies sollte an sich niemals nötig sein - es sei denn, Ihr Systemadministrator oder ISP hat Ihnen ein spezielles [[base-dns.zone_format_tab]] zur Verwendung zugewiesen.
es_es: Haga clic aquí para configurar los botones [[base-dns.zone_format_tab]] para los registros DNS. Esto no debería ser necesario a menos que el administrador del sistema o el proveedor de Internet le ha dado específicamente a [[base-dns.zone_format_tab]] ajuste.
fr_fr: Cliquez ici pour configurer le [[base-dns.zone_format_tab]] des enregistrements DNS. Cela ne devrait pas être nécessaire, sauf si votre administrateur système ou votre FAI (Fournisseur d'Accès Internet) vous a spécifiquement donné un [[base-dns.zone_format_tab]].
it_it: Fare clic qui per configurare il [[base-dns.zone_format_tab]] per i record DNS. Questo non dovrebbe essere necessario a meno che il tuo amministratore di sistema o il provider di servizi Internet ha espressamente dato una impostazione [[base-dns.zone_format_tab]].
ja_jp: ここをクリックすると、DNS レコードの[[base-dns.zone_format_tab]]を設定できます。システム管理者または ISP から特定の[[base-dns.zone_format_tab]]の設定を指示されない限り設定は不要です。
nl_nl: Klik hier om de [[base-dns.zone_format_tab]] configureren voor DNS-records. Dit zou niet nodig, tenzij de systeembeheerder of ISP u specifiek een [[base-dns.zone_format_tab]] instelling heeft gegeven.
pt_pt: Clique aqui para configurar o [[base-dns.zone_format_tab]] para os registros de DNS. Isso não deve ser necessário a menos que o administrador do sistema ou ISP especificamente deu uma [[base-dns.zone_format_tab]] poente.

# zone_format_settings_divider
source: [[base-dns.zone_format]] Settings
da_dk: Indstillinger for [[base-dns.zone_format]]
de_de: [[base-dns.zone_format]] Einstellungen
es_es: [[base-dns.zone_format]] Ajustes
fr_fr: [[base-dns.zone_format]] Paramètres
it_it: [[base-dns.zone_format]] Impostazioni
ja_jp: ゾーンファイル形式の設定
nl_nl: [[base-dns.zone_format]] Instellingen
pt_pt: [[base-dns.zone_format]] Configurações

# zone_format_user_defined_divider
source: User Defined [[base-dns.zone_format]] Settings
da_dk: Brugerdefinerede indstillinger for [[base-dns.zone_format]]
de_de: Benutzerdefinierte [[base-dns.zone_format]] Einstellungen
es_es: Definido por el usuario [[base-dns.zone_format]] Ajustes
fr_fr: Paramètres [[base-dns.zone_format]] définis par l'utilisateur
it_it: Definito dall'utente [[base-dns.zone_format]] Impostazioni
ja_jp: ユーザ定義のゾーンファイル形式
nl_nl: User Defined [[base-dns.zone_format]] Instellingen
pt_pt: User Defined [[-base dns.zone_format]] Configurações

# zone_format_help
source: Choose a zone file format for subnetting on a non-octet boundary which is compatible with your local reverse delegation method. RFC2317 is the standard format. DION and OCN-JT are much less commonly used.
da_dk: Vælg et zonefilsformat som skal bruges til at lave subnet på en non-oktet grænse som er kompatibel med din lokale omvendte delegeringsmetode. RFC2317 er standardformatet. DION og OCN-JT bruges ikke så ofte.
de_de: Wählen Sie ein Zonendateiformat für das Subnetz auf einer Nicht-Oktett-Grenze, die mit Ihrer lokalen umgekehrten Delegierungsmethode (Reverse DNS Delegation) kompatibel ist. Das Standardformat ist RFC2317. DION und OCN-JT werden nicht so oft verwendet.
es_es: Elija un formato de archivo de zona para las subredes en un límite de octeto que no es compatible con el método de delegación inversa local. RFC2317 es el formato estándar. Dion y OCN-JT son mucho menos comúnmente utilizados.
fr_fr: Définir « Zone File Format », un format de fichier de zone pour sous-réseaux sans mesure octale (non-octet boundary) qui est compatible avec votre méthode de délégation inverse (reverse delegation) locale. RFC2317 est le format standard. DION et OCN-JT sont beaucoup moins couramment utilisés.
it_it: Scegliere un formato di file di zona per il subnetting su un limite di non-ottetto che è compatibile con il tuo metodo di delega inversa locale. RFC2317 è il formato standard. Dion e OCN-JT sono molto meno comunemente utilizzati.
ja_jp: ローカルの逆引き権限委譲メソッドに対応する非オクテット境界上のサブネット用ゾーンファイル形式を選んでください。標準形式は RFC2317 で、DION と OCN-JT はあまり一般的ではありません。
nl_nl: Kies een zone bestandsindeling voor subnetting op een niet-octet grens die compatibel is met uw lokale omgekeerde delegatie methode is. RFC2317 is het standaard formaat. DION en OCN-JT zijn veel minder vaak gebruikt.
pt_pt: Escolha um formato de arquivo de zona para sub-redes em um limite de não-octeto que é compatível com o seu método de delegação reversa local. RFC2317 é o formato padrão. DION e OCN-JT são muito menos comumente usado.

# zone_format_required_warning
source: This field is required if the [[base-dns.zone_format]] you chose above is [[base-dns.USER]] but is ignored otherwise. Your network administrator will provide you with the correct format if necessary.
da_dk: Dette felt er påkrævet hvis det [[base-dns.zone_format]] der er valgt ovenfor er [[base-dns.USER]] men ignoreres hvis dette ikke er tilfældet. Din netværksadministrator vil kunne give dig de korrekte oplysninger, hvis nødvendigt.
de_de: Dieses Feld wird benötigt, falls das gewählte [[base-dns.zone_format]] [[base-dns.USER]] ist. Andernfalls wird es ignoriert. Ihr Netzwerk-Administrator kann Ihnen ggf. hierbei assistieren.
es_es: Este campo es obligatorio si el [[base-dns.zone_format]] que eligió anterior es [[base-dns.USER]], pero se ignora lo contrario. El administrador de red le proporcionará el formato correcto, si es necesario.
fr_fr: Ce champ est obligatoire si le « [[base-dns.zone_format]] » que vous avez choisi ci-dessus est [[base-dns.USER]] ; sinon, il est ignoré. Votre administrateur réseau vous fournira le format correct si nécessaire.
it_it: Tale campo è obbligatorio se il [[base-dns.zone_format]] si è scelto sopra è [[base-dns.USER]], ma viene ignorato in caso contrario. L'amministratore di rete vi fornirà il formato corretto, se necessario.
ja_jp: このフィールドへの入力は、指定されているゾーンファイルの形式が「ユーザ定義」の場合にのみ必須で、それ以外のゾーンファイル形式では無視されます。指定すべき値の形式については、ネットワーク管理者までお問い合わせください。
nl_nl: Dit veld is vereist als het [[base-dns.zone_format]] hierboven geselecteerde is [[base-dns.USER]] maar is in andere genegeerd. De netwerkbeheerder zal u voorzien van het juiste formaat indien nodig.
pt_pt: Este campo é obrigatório se o [[base-dns.zone_format]] que você escolheu acima é [[base-dns.USER]], mas é ignorado contrário. O administrador da rede irá fornecer-lhe o formato correto, se necessário.

# zone_format_24
source: [[base-dns.zone_format]] for > 24-bit networks.
da_dk: [[base-dns.zone_format]] for > 24-bit netværk.
de_de: [[base-dns.zone_format]] für Netze mit mehr als 24 Bits. [[base-dns.zone_format_required_warning]]
es_es: [[base-dns.zone_format]]&gt; para redes de 24-bits.
fr_fr: « [[base-dns.zone_format]] » pour &gt; réseaux 24-bit.
it_it: [[base-dns.zone_format]]> per le reti a 24-bit.
ja_jp: 24 ビット以上のネットワーク用ゾーンファイル形式
nl_nl: [[base-dns.zone_format]] voor> 24-bit netwerken.
pt_pt: [[base-dns.zone_format]] para redes> 24 bits.

# zone_format_24_help
source: Define the [[base-dns.zone_format]] to create for a non-octet boundary network with greater than 24 bits here. [[base-dns.zone_format_required_warning]]
da_dk: Definér det [[base-dns.zone_format]] der skal oprettes for et non-oktet grænsende netværk med mere end 24 bit her. [[base-dns.zone_format_required_warning]]
de_de: Definiert das [[base-dns.zone_format]] für Netzwerke mit mehr als 24 Bits.
es_es: Defina el [[base-dns.zone_format]] para crear una red de límite no octeto con más de 24 bits de aquí. [[base-dns.zone_format_required_warning]]
fr_fr: Définir le format de fichier de zone pour créer un « non-octet boundary network », un réseau sans mesure octale avec plus de 24 bits. [[base-dns.zone_format_required_warning]]
it_it: Definire il [[base-dns.zone_format]] per creare una rete di delimitazione non-ottetto con più di 24 bit qui. [[base-dns.zone_format_required_warning]]
ja_jp: 24 ビットを超える非オクテット境界上のネットワーク用ゾーンファイル形式を指定してください。[[base-dns.zone_format_required_warning]]
nl_nl: Definieer de [[base-dns.zone_format]] maken voor een niet-octet begrenzingsnetwerk met meer dan 24 bits here. [[base-dns.zone_format_required_warning]]
pt_pt: Defina o [[base-dns.zone_format]] para criar uma rede de limite não-octeto com mais de 24 bits aqui. [[base-dns.zone_format_required_warning]]

# zone_format_16
source: [[base-dns.zone_format]] for > 16-bit networks.
da_dk: [[base-dns.zone_format]] for > 16-bit netværk.
de_de: Definiert das [[base-dns.zone_format]] für Netzwerke mit mehr als 16 Bits.
es_es: [[base-dns.zone_format]]&gt; para redes de 16-bits.
fr_fr: « [[base-dns.zone_format]] » pour &gt; réseaux 16-bit.
it_it: [[base-dns.zone_format]]> per le reti a 16 bit.
ja_jp: 16 ビット以上のネットワーク用ゾーンファイル形式
nl_nl: [[base-dns.zone_format]] voor> 16-bits netwerken.
pt_pt: [[base-dns.zone_format]] para redes> 16 bits.

# zone_format_16_help
source: Define the [[base-dns.zone_format]] to create for a non-octet boundary network with greater than 16 bits here. [[base-dns.zone_format_required_warning]]
da_dk: Definér det [[base-dns.zone_format]] der skal oprettes for et non-oktet grænsende netværk med mere end 16 bit her. [[base-dns.zone_format_required_warning]]
de_de: Definiert das [[base-dns.zone_format]] für Netzwerke mit mehr als 16 Bits. [[base-dns.zone_format_required_warning]]
es_es: Defina el [[base-dns.zone_format]] para crear una red de límite no octeto con más de 16 bits de aquí. [[base-dns.zone_format_required_warning]]
fr_fr: Définir le format de fichier de zone pour créer un « non-octet boundary network », un réseau sans mesure octale avec plus de 16 bits. [[base-dns.zone_format_required_warning]]
it_it: Definire il [[base-dns.zone_format]] per creare una rete di delimitazione non-ottetto con più di 16 bit qui. [[base-dns.zone_format_required_warning]]
ja_jp: 16 ビットを超える非オクテット境界上のネットワーク用ゾーンファイル形式を指定してください。[[base-dns.zone_format_required_warning]]
nl_nl: Definieer de [[base-dns.zone_format]] maken voor een niet-octet begrenzingsnetwerk met meer dan 16 bits here. [[base-dns.zone_format_required_warning]]
pt_pt: Defina o [[base-dns.zone_format]] para criar uma rede de limite não-octeto com mais de 16 bits aqui. [[base-dns.zone_format_required_warning]]

# zone_format_8
source: [[base-dns.zone_format]] for > 8-bit networks.
da_dk: [[base-dns.zone_format]] for > 8-bit netværk.
de_de: Definiert das [[base-dns.zone_format]] für Netzwerke mit mehr als 8 Bits.
es_es: [[base-dns.zone_format]]&gt; para redes de 8 bits.
fr_fr: « [[base-dns.zone_format]] » pour &gt; réseaux 8 bits.
it_it: [[base-dns.zone_format]]> per le reti a 8 bit.
ja_jp: 8 ビット以上のネットワーク用ゾーンファイル形式
nl_nl: [[base-dns.zone_format]] gedurende> 8-bits netwerken.
pt_pt: [[base-dns.zone_format]] para redes> de 8 bits.

# zone_format_8_help
source: Define the [[base-dns.zone_format]] to create for a non-octet boundary network with greater than 8 bits here. [[base-dns.zone_format_required_warning]]
da_dk: Definér det [[base-dns.zone_format]] der skal oprettes for et non-oktet grænsende netværk med mere end 8 bit her. [[base-dns.zone_format_required_warning]]
de_de: Definiert das [[base-dns.zone_format]] für Netzwerke mit mehr als 8 Bits. [[base-dns.zone_format_required_warning]]
es_es: Defina el [[base-dns.zone_format]] para crear una red de límite no octeto con más de 8 bits aquí. [[base-dns.zone_format_required_warning]]
fr_fr: Définir le format de fichier de zone pour créer un « non-octet boundary network », un réseau sans mesure octale avec plus de 8 bits. [[base-dns.zone_format_required_warning]]
it_it: Definire il [[base-dns.zone_format]] per creare una rete di delimitazione non-ottetto con più di 8 bit qui. [[base-dns.zone_format_required_warning]]
ja_jp: 8 ビットを超える非オクテット境界上のネットワーク用ゾーンファイル形式を指定してください。[[base-dns.zone_format_required_warning]]
nl_nl: Definieer de [[base-dns.zone_format]] maken voor een niet-octet begrenzingsnetwerk met meer dan 8 bits here. [[base-dns.zone_format_required_warning]]
pt_pt: Defina o [[base-dns.zone_format]] para criar uma rede de limite não-octeto com mais de 8 bits aqui. [[base-dns.zone_format_required_warning]]

# zone_format_0
source: [[base-dns.zone_format]] for > 0-bit networks.
da_dk: [[base-dns.zone_format]] for > 0-bit netværk.
de_de: Definiert das [[base-dns.zone_format]] für Netzwerke mit mehr als 0 Bits.
es_es: [[base-dns.zone_format]]&gt; Redes de 0 bits.
fr_fr: « [[base-dns.zone_format]] » pour &gt; réseaux 0-bit.
it_it: [[base-dns.zone_format]]> per reti 0 bit.
ja_jp: 0 ビット以上のネットワーク用ゾーンファイル形式
nl_nl: [[base-dns.zone_format]] voor> 0-bit netwerken.
pt_pt: [[base-dns.zone_format]] para redes> 0 bits.

# zone_format_0_help
source: Define the [[base-dns.zone_format]] to create for a non-octet boundary network with greater than 0 bits here. [[base-dns.zone_format_required_warning]]
da_dk: Definér det [[base-dns.zone_format]] der skal oprettes for et non-oktet grænsende netværk med mere end 0 bit her. [[base-dns.zone_format_required_warning]]
de_de: Definiert das [[base-dns.zone_format]] für Netzwerke mit mehr als 0 Bits. [[base-dns.zone_format_required_warning]]
es_es: Defina el [[base-dns.zone_format]] para crear una red de límite no octeto con más de 0 bits de aquí. [[base-dns.zone_format_required_warning]]
fr_fr: Définir le format de fichier de zone pour créer un « non-octet boundary network », un réseau sans mesure octale avec plus de 0 bits. [[base-dns.zone_format_required_warning]]
it_it: Definire il [[base-dns.zone_format]] per creare una rete di delimitazione non-ottetto con maggiore di 0 bit qui. [[base-dns.zone_format_required_warning]]
ja_jp: 0 ビットを超える非オクテット境界上のネットワーク用ゾーンファイル形式を指定してください。[[base-dns.zone_format_required_warning]]
nl_nl: Definieer de [[base-dns.zone_format]] maken voor een niet-octet begrenzingsnetwerk met meer dan 0 stukjes hier. [[base-dns.zone_format_required_warning]]
pt_pt: Defina o [[base-dns.zone_format]] para criar uma rede de limite não-octeto com mais de 0 bits aqui. [[base-dns.zone_format_required_warning]]

# USER
source: User Defined
da_dk: Brugerdefineret
de_de: Benutzerdefiniert
es_es: Definido por el usuario
fr_fr: Défini par l'utilisateur
it_it: Definito dall'utente
ja_jp: ユーザ定義
pt_pt: Definido pelo usuário

# a_record
source: Forward Address (A) Record
da_dk: Adresse (A) funktion
es_es: Dirección de reenvío (A) Registro
fr_fr: Enregistrement (A) « Forward Address »
ja_jp: 正引きアドレス（A）レコード
nl_nl: Forward Adres (A) Record
pt_pt: Encaminhar Endereço (A) registro

# ptr_record
source: Reverse Address (PTR) Record
da_dk: Omvendt adresse (Reverse PTR) funktion
es_es: Dirección de registro (PTR) Invertir
fr_fr: Enregistrement (PTR) « Reverse Address »
ja_jp: 逆引きアドレス（PTR）レコード
pt_pt: Reverse Address (PTR)

# cname_record
source: Alias (CNAME) Record
da_dk: Alias (CNAME) funktion
es_es: Alias ​​(CNAME)
fr_fr: Enregistrement Alias (CNAME)
ja_jp: エイリアス（CNAME）レコード
pt_pt: Alias ​​(CNAME)

# mx_record
source: Mail Server (MX) Record
da_dk: Mailserver (MX) funktion
es_es: Servidor de registro de correo (MX)
fr_fr: Enregistrement (MX) « Mail »
it_it: Server (MX) Mail Record
ja_jp: メールサーバ（MX）レコード
pt_pt: Mail Server (MX)

# txt_record
source: Text (TXT) Record
da_dk: Tekst (TXT) funktion
es_es: Grabar Texto (TXT)
fr_fr: Enregistrement Texte (TXT)
it_it: Testo (TXT) Record
ja_jp: テキスト（TXT）レコード
nl_nl: Tekst (TXT) Record
pt_pt: Texto (TXT) Registro

# records_title
source: Domain Settings for
da_dk: Domæneindstillinger for
de_de: Domänen-Einstellungen für
es_es: Configuración de dominio para
fr_fr: Paramètres du domaine
it_it: Impostazioni di dominio per
ja_jp: ドメイン設定：
nl_nl: Domein Instellingen voor
pt_pt: Configurações de domínio para

# primary_service_button
source: Edit Primary Services
da_dk: Redigér primære tjenester
de_de: Primäre Dienste bearbeiten
es_es: Editar servicios principales
fr_fr: Modifier Services Primaires
it_it: Modifica servizi primari
ja_jp: プライマリサービスを設定
nl_nl: Bewerken Primaire Services
pt_pt: Editar serviços primários

# primary_service_button_help
source: Manage DNS records for domains and networks that this server is registered to serve. Primary DNS service is also called Master DNS service.
da_dk: Administrér DNS for domæner og netværk som denne server er registreret til at betjene. Primær DNS tjeneste kaldes og så for Master DNS tjeneste.
de_de: Verwalten Sie DNS-Datensätze für Domänen und Netzwerke, für die dieser Server registriert ist. Ein primärer DNS-Dienst wird auch als Master-DNS-Dienst bezeichnet.
es_es: Administrar los registros DNS de los dominios y las redes que este servidor esté registrada para servir. Servicio DNS primaria también se llama servicio DNS principal.
fr_fr: Gérer les enregistrements DNS des domaines et des réseaux que ce serveur est enregistré à servir. Le « Service Primaire » (Primary DNS Services) est aussi appelé « Service Maître » (Master DNS service).
it_it: Gestire i record DNS per i domini e reti che questo server è registrato al servizio. Servizio DNS primario è chiamato anche il servizio DNS Maestro.
ja_jp: このサーバが提供する DNS レコードを管理できます。プライマリ DNS サービスは、「マスター DNS サービス」とも呼ばれます。
nl_nl: Beheer DNS-records voor domeinen en netwerken die deze server wordt geregistreerd om te dienen. Primaire DNS-service wordt ook wel Master DNS-service.
pt_pt: Gerenciar os registros de DNS para domínios e redes que este servidor está registrado para servir. Serviço de DNS primário também é chamado de Mestre serviço DNS.

# dnsSetting
source: [[base-dns.title]] Primary Service List
da_dk: [[base-dns.title]] Liste over primær tjeneste
de_de: Liste primärer Dienste
es_es: [[base-dns.title]] Lista de servicios principales
fr_fr: [[base-dns.title]] Liste des Services Primaires
it_it: [[base-dns.title]] Lista servizio primario
ja_jp: [[base-dns.title]] - プライマリサービスのリスト
nl_nl: [[base-dns.title]] Primaire zenderlijst
pt_pt: [[base-dns.title]] Lista de Serviços Primários
