Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# ptr_ip_address
source: IP Address
da_dk: IP-adresse
de_de: IP-Adresse
es_es: Dirección IP
fr_fr: Adresse IP
it_it: Indirizzo IP
ja_jp: IP アドレス
nl_nl: IP-adres
pt_pt: Endereço IP

# ptr_ip_address_help
source: Enter the IP address for this record. [[base-dns.ptr_explain]]
da_dk: Indtast denne funktions IP-adresse.[[base-dns.ptr_explain]]
de_de: Geben Sie die IP-Adresse für diesen Datensatz ein. [[base-dns.ptr_explain]]
es_es: Introduzca la dirección IP para este registro. [[base-dns.ptr_explain]]
fr_fr: Saisissez l'adresse IP pour cet enregistrement. [[base-dns.ptr_explain]]
it_it: Inserire l'indirizzo IP per questo record. [[base-dns.ptr_explain]]
ja_jp: このレコードの IP アドレスを指定してください。[[base-dns.ptr_explain]]
nl_nl: Voer het IP-adres voor dit record. [[base-dns.ptr_explain]]
pt_pt: Digite o endereço IP para esse registro. [[base-dns.ptr_explain]]

# ptr_mask
source: Subnet Mask
da_dk: Subnetmaske
de_de: Subnet-Maske
es_es: Máscara de subred
fr_fr: Masque de sous-réseau
ja_jp: サブネットマスク
nl_nl: Subnetmasker
pt_pt: Máscara de sub-

# ptr_mask_help
source: Enter the network mask of the IP address for this record. [[base-dns.ptr_explain]]
da_dk: Indtast netværksmasken tilhørende IP-adressen for denne funktion. [[base-dns.ptr_explain]]
de_de: Geben Sie die Netzwerk-Maske passend zu der IP-Adresse für diesen Datensatz ein. [[base-dns.ptr_explain]]
es_es: Introduzca la máscara de red de la dirección IP para este registro. [[base-dns.ptr_explain]]
fr_fr: Taper le masque de sous-réseau (Subnet Mask) de l'adresse IP pour cet enregistrement. [[base-dns.ptr_subnet_help]]
it_it: Inserire la maschera di rete dell'indirizzo IP per questo record. [[base-dns.ptr_explain]]
ja_jp: このレコードの IP アドレスのネットワークマスクを指定してください。[[base-dns.ptr_explain]]
nl_nl: Voer de netwerk-masker van het IP-adres voor dit record. [[base-dns.ptr_explain]]
pt_pt: Digite a máscara de rede do endereço IP para esse registro. [[base-dns.ptr_explain]]

# ptr_host_name
source: Host Name
da_dk: Værtsnavn
es_es: Nombre del Host
fr_fr: Nom d'hôte
it_it: Nome Host
ja_jp: ホスト名
nl_nl: Hostnaam
pt_pt: Nome do host

# ptr_host_name_help
source: Enter the host name for this record. [[base-dns.ptr_explain]]
da_dk: Indtast denne funktions værtsnavn.[[base-dns.ptr_explain]]
de_de: Geben Sie den Hostnamen für diesen Datensatz ein. [[base-dns.ptr_explain]]
es_es: Introduzca el nombre de host para este registro. [[base-dns.ptr_explain]]
fr_fr: Saisissez le nom d'hôte pour cet enregistrement. [[base-dns.ptr_explain]]
it_it: Immettere il nome dell'host per questo record. [[base-dns.ptr_explain]]
ja_jp: このレコードのホスト名を指定してください。[[base-dns.ptr_explain]]
nl_nl: Voer de hostnaam voor dit record. [[base-dns.ptr_explain]]
pt_pt: Digite o nome do host para esse registro. [[base-dns.ptr_explain]]

# ptr_domain_name
source: Domain Name
da_dk: Domænenavn
de_de: Domänen-Name
es_es: Nombre de Dominio
fr_fr: Nom de domaine
it_it: Nome dominio
ja_jp: ドメインネーム
nl_nl: Domeinnaam
pt_pt: Nome de Domínio

# ptr_domain_name_help
source: Enter the domain name for this record. [[base-dns.ptr_explain]]
da_dk: Indtast domænenavn for denne funktion. [[base-dns.ptr_explain]]
de_de: Geben Sie den Domänennamen für diesen Datensatz ein. [[base-dns.ptr_explain]]
es_es: Introduzca el nombre de dominio para este registro. [[base-dns.ptr_explain]]
fr_fr: Saisissez le nom de domaine pour ce dossier. [[base-dns.ptr_explain]]
it_it: Immettere il nome di dominio per questo record. [[base-dns.ptr_explain]]
ja_jp: このレコードのドメインネームを指定してください。[[base-dns.ptr_explain]]
nl_nl: Voer de domeinnaam voor dit record. [[base-dns.ptr_explain]]
pt_pt: Digite o nome de domínio para esse registro. [[base-dns.ptr_explain]]

# a_generate_ptr
source: Generate Reverse Address (PTR) Record
da_dk: Generer omvendt adresse funktion (PTR)
de_de: Reverse Address (PTR) Record erstellen
es_es: Generar Registro de dirección inversa (PTR)
fr_fr: Générer l'adresse inverse (PTR)
it_it: Generare Reverse Address (PTR) Record
ja_jp: 逆引きアドレス（PTR）レコードを自動生成
nl_nl: Genereer Reverse Address (PTR) Record
pt_pt: Gerar Reverse Address (PTR)

# ptr_generate_a
source: Generate Forward Address (A) Record
da_dk: Generér videresendelsefunktion (A)
de_de: Forward Address (A) Record anlegen
es_es: Generar dirección de reenvío (A) Registro
fr_fr: Générer Enregistrement Adresse (A)
it_it: Generare Forward Address (A) Record
ja_jp: 正引きアドレス（A）レコードを自動生成
nl_nl: Genereer Forward Adres (A) Record
pt_pt: Gerar frente de endereço (A) registro

# ptr_generate_a_help
source: Automatically add a forward address record to resolve the specified host name and domain name from the specified IP address.
da_dk: Tilføj automatisk en videresendelsesadresse som opløses til det specificerede værts- og domænenavn fra den specificerede IP-adresse.
de_de: Fügen Sie automatisch einen Reverse Address (PTR) Record hinzu, um den angegebenen Host- und Domänennamen aus der angegebenen IP-Adresse aufzulösen.
es_es: Añadir automáticamente un registro de dirección hacia adelante para resolver el nombre de host y el nombre de dominio de la dirección IP especificada.
fr_fr: Ajouter automatiquement un Enregistrement (A) « Forward Address » pour résoudre le nom d'hôte et de domaine à partir de l'adresse IP spécifiée.
it_it: Aggiungi automaticamente un record di indirizzo in avanti per risolvere il nome host e il nome di dominio con l'indirizzo IP specificato.
ja_jp: このボックスをチェックすると、指定された IP アドレスから指定されたホスト名＋ドメインネームへの対応を示す正引きアドレスレコードが自動的に生成されます。
nl_nl: Voeg automatisch een voorwaartse adresrecord naar de opgegeven hostnaam en de domeinnaam op te lossen van het opgegeven IP-adres.
pt_pt: Adicionar automaticamente um registro de endereço para a frente para resolver o nome do host especificado eo nome de domínio a partir do endereço IP especificado.

# ptr_subnet_mask_invalid
source: The specified subnet mask is invalid. The subnet mask must be entered in dot-quad notation, which is a series of four numbers between 0 and 255 separated by periods. For example, 255.255.255.0 is a valid entry.
da_dk: Den specificerede subnetmaske er ugyldig. Subnetmasken skal indtastes i dot-quad notation, som er en serie af fire tal mellem 0 og 255 separeret af punktummer. 255.255.255.0 er, for eksempel, en gyldig indtastning.
de_de: Die angegebene Subnetzmaske ist ungültig. Die Subnetzmaske muss im Quadpunkt-Format eingegeben werden, d. h. als Reihe von vier Zahlen zwischen 0 und 255, die mit Punkten getrennt werden. Eine gültige Eingabe ist z. B. 255.255.255.0.
es_es: La máscara de subred especificada no es válida. La máscara de subred debe introducirse en notación punto-quad, que es una serie de cuatro números entre 0 y 255 separados por puntos. Por ejemplo, 255.255.255.0 es una entrada válida.
fr_fr: Le masque de sous-réseau spécifié n'est pas valide. [[base-dns.ptr_subnet_help]]
it_it: La subnet mask specificato non è valido. La maschera di sottorete deve essere inserito in dot-quad notazione, che è una serie di quattro numeri compresi tra 0 e 255, separati da punti. Per esempio, 255.255.255.0 è una voce valida.
ja_jp: 指定されたサブネットマスクは不正です。サブネットマスクは、0 〜 255 の数値４組をピリオドで区切って指定してください。（指定例：255.255.255.0）
nl_nl: De opgegeven subnetmasker is ongeldig. Het subnetmasker moet dot-quad-notatie, die is een reeks van vier getallen tussen 0 en 255, gescheiden door punten worden ingevoerd. Bijvoorbeeld 255.255.255.0 een geldige invoer.
pt_pt: A máscara de sub-rede especificado é inválido. A máscara de sub-rede devem ser digitados em notação de ponto-quad, que é uma série de quatro números entre 0 e 255 separados por pontos. Por exemplo, 255.255.255.0 é uma entrada válida.

# ptr_subnet_mask_empty
source: Please specify the subnet mask for this record.
da_dk: Specificér venligst en subnetmaske for denne funktion.
de_de: Bitte geben Sie für diesen Datensatz eine Subnetmaske ein.
es_es: Especifique la máscara de subred para este registro.
fr_fr: Veuillez spécifier le masque de sous-réseau pour ce dossier. [[base-dns.ptr_subnet_help]]
it_it: Si prega di specificare la subnet mask per questo record.
ja_jp: このレコード用のサブネットマスクを指定してください。
nl_nl: Specificeer het subnetmasker voor dit record.
pt_pt: Por favor, especifique a máscara de sub-rede para esse registro.

# ptr_ip_address_invalid
source: The specified IP address is invalid. [[base-dns.ipaddr_rule]]
da_dk: Den specificerede IP-adresse er ugyldig.[[base-dns.ipaddr_rule]]
de_de: Die angegebene IP-Adresse ist ungültig. [[base-dns.ipaddr_rule]]
es_es: La dirección IP especificada no es válida. [[base-dns.ipaddr_rule]]
fr_fr: L'adresse IP spécifiée n'est pas valide. [[base-dns.ipaddr_rule]]
it_it: L'indirizzo IP specificato non è valido. [[base-dns.ipaddr_rule]]
ja_jp: 指定された IP アドレスは不正です。[[base-dns.ipaddr_rule]]
nl_nl: Het opgegeven IP-adres is ongeldig. [[base-dns.ipaddr_rule]]
pt_pt: O endereço IP especificado é inválido. [[base-dns.ipaddr_rule]]

# ptr_host_name_invalid
source: The specified host name contains invalid characters.
da_dk: Det specificerede værtsnavn indeholder ugyldige tegn.
de_de: Der angegebene Hostname enthält ungültige Zeichen.
es_es: El nombre de host especificado contiene caracteres no válidos.
fr_fr: Le nom d'hôte spécifié contient des caractères non valides.
it_it: Il nome host specificato contiene caratteri non validi.
ja_jp: 指定されたホスト名には、不正な文字が含まれています。
nl_nl: De opgegeven hostnaam bevat ongeldige tekens.
pt_pt: O nome do host especificado contém caracteres inválidos.

# ptr_domain_name_invalid
source: The specified domain name contains invalid characters.
da_dk: Det specificerede domænenavn indeholder ugyldige tegn.
de_de: Der angegebene Domänenname enthält ungültige Zeichen.
es_es: El nombre de dominio especificado contiene caracteres no válidos.
fr_fr: Le nom de domaine spécifié contient des caractères non valides.
it_it: Il nome di dominio specificato contiene caratteri non validi.
ja_jp: 指定されたドメインネームには、不正な文字が含まれています。
nl_nl: De opgegeven domeinnaam bevat ongeldige tekens.
pt_pt: O nome de domínio especificado contém caracteres inválidos.

# ptr_ip_address_empty
source: Please specify the IP address that will resolve to the Host and Domain Name. [[base-dns.ipaddr_rule]]
da_dk: Specificér venligst den IP-adresse der skal opløses til værts- og domænenavnet. [[base-dns.ipaddr_rule]]
de_de: Geben Sie die IP-Adresse an, die sich in den Host- und Domänennamen auflöst. [[base-dns.ipaddr_rule]]
es_es: Por favor, especifique la dirección IP que se resuelve el host y nombres de dominio. [[base-dns.ipaddr_rule]]
fr_fr: Veuillez spécifier l'adresse IP qui permettra de résoudre de nom d'hôte et de domaine. [[base-dns.ipaddr_rule]]
it_it: Si prega di specificare l'indirizzo IP che risolverà al Host e nome di dominio. [[base-dns.ipaddr_rule]]
ja_jp: ご指定のホスト名とドメインネームに対応する IP アドレスを入力してください。[[base-dns.ipaddr_rule]]
nl_nl: Specificeer het IP-adres dat zal besluiten tot de host-en domeinnaam. [[base-dns.ipaddr_rule]]
pt_pt: Por favor, especifique o endereço IP que irá resolver para o Host e Nome de Domínio. [[base-dns.ipaddr_rule]]

# ptr_domain_name_empty
source: Please specify the Domain Name that corresponds with the IP Address.
da_dk: Specificér venligst det domænenavn der hører sammen med IP-adressen.
de_de: Geben Sie den Domänennamen an, welcher der IP-Adresse entspricht.
es_es: Por favor, especifique el nombre de dominio que se corresponde con la dirección IP.
fr_fr: Veuillez spécifier le nom de domaine correspondant à l'adresse IP.
it_it: Si prega di specificare il nome di dominio che corrisponde con l'indirizzo IP.
ja_jp: ご指定のIP アドレスに対応するドメインネームを入力してください。
nl_nl: Gelieve de domeinnaam die overeenkomt met het IP-adres.
pt_pt: Por favor, especifique o nome de domínio que corresponde com o endereço IP.

# create_dns_recMX
source: [[base-dns.title]] Add New [[base-dns.mx_record]]
da_dk: [[base-dns.title]] Tilføj ny [[base-dns.mx_record]]
de_de: Neuen [[base-dns.mx_record]] hinzufügen
es_es: [[base-dns.title]] Agregar nuevo [[base-dns.mx_record]]
fr_fr: [[base-dns.title]] Ajouter [[base-dns.mx_record]]
it_it: [[base-dns.title]] Aggiungi nuovo [[base-dns.mx_record]]
ja_jp: [[base-dns.title]] - [[base-dns.mx_record]]の追加
nl_nl: [[base-dns.title]] Nieuwe [[base-dns.mx_record]]
pt_pt: [[base-dns.title]] Adicionar Novo [[base-dns.mx_record]]

# modify_dns_recMX
source: [[base-dns.title]] Modify [[base-dns.mx_record]]
da_dk: [[base-dns.title]] Redigér [[base-dns.mx_record]]
de_de: [[base-dns.mx_record]] ändern
es_es: [[base-dns.title]] Modificar [[base-dns.mx_record]]
fr_fr: [[base-dns.title]] Modifier [[base-dns.mx_record]]
it_it: [[base-dns.title]] Modifica [[base-dns.mx_record]]
ja_jp: [[base-dns.title]] - [[base-dns.mx_record]]の修正
nl_nl: [[base-dns.title]] Wijzigen [[base-dns.mx_record]]
pt_pt: [[base-dns.title]] Modificar [[base-dns.mx_record]]

# mx_host_name
source: Host Name
da_dk: Værtsnavn
es_es: Nombre del Host
fr_fr: Nom d'hôte
it_it: Nome Host
ja_jp: ホスト名
nl_nl: Hostnaam
pt_pt: Nome do host

# mx_explain
source: A [[base-dns.mx_record]] identifies the mail server responsible for email destined to the specified host and domain name.
da_dk: En [base-dns.mx_record]] identificerer den mailserver som er ansvarlig for email addresseret til den specificerede vært og domænenavn.
de_de: Ein [[base-dns.mx_record]] identifiziert den für E-Mail verantwortlichen Mail-Server für den angegebenen Host- und Domänennamen.
es_es: A [[base-dns.mx_record]] identifica el servidor de correo responsable del correo electrónico destinado a la acogida y el nombre de dominio especificado.
fr_fr: « [[base-dns.mx_record]] » identifie le serveur de messagerie responsable pour le courriel destiné à ce domaine.
it_it: A [[base-dns.mx_record]] identifica il server di posta responsabile per email destinata al host e il nome di dominio specificato.
ja_jp: [[base-dns.mx_record]] は、特定のホストとドメインネームへ電子メールを配信するメールサーバを指定します。
nl_nl: Een [[base-dns.mx_record]] identificeert de mailserver die verantwoordelijk is voor e-mail bestemd voor de opgegeven host en domeinnaam.
pt_pt: A [[base-dns.mx_record]] identifica o servidor de correio responsável por e-mail destinado ao host especificado e nome de domínio.

# mx_host_name_help
source: Specify the host name that will handle all email sent to the mail server specified in the [[base-dns.mx_target_server]] field. [[base-dns.mx_explain]]
da_dk: Specificér det værtsnavn der skal håndtere alle emails der sendes til mailserveren som er specificeret i feltet [[base-dns.mx_target_server]].[[base-dns.mx_explain]]
de_de: Geben Sie den Hostnamen des Servers an, der alle an den im Feld [[base-dns.mx_target_server]] angegebenen Mail-Server gesendete E-Mails verarbeiten soll. [[base-dns.mx_explain]]
es_es: Especifique el nombre de host que se encargará de todo el correo electrónico enviado al servidor de correo especificado en la [[base-dns.mx_target_server]] campo. [[base-dns.mx_explain]]
fr_fr: Indiquez le nom d'hôte qui va gérer tout le courrier envoyé au serveur de messagerie spécifié dans [[base-dns.mx_target_server]]. [[base-dns.mx_explain]]
it_it: Specificare il nome host che consente di gestire tutte le email inviate al server di posta specificato nel [[base-dns.mx_target_server]] campo. [[base-dns.mx_explain]]
ja_jp: このフィールドに指定するホスト宛の電子メールは、[[base-dns.mx_target_server]]フィールドに指定するメールサーバにより配信されます。 [[base-dns.mx_explain]]
nl_nl: Geef de hostnaam dat alle e-mail verzonden naar de mailserver opgegeven in het veld [[base-dns.mx_target_server]] zal behandelen. [[base-dns.mx_explain]]
pt_pt: Especifique o nome do host que irá lidar com todos os emails enviados para o servidor de correio especificado no campo [[base-dns.mx_target_server]]. [[base-dns.mx_explain]]

# mx_domain_name
source: Domain Name
da_dk: Domænenavn
de_de: Domänenname
es_es: Nombre de Dominio
fr_fr: Nom de domaine
it_it: Nome dominio
ja_jp: ドメインネーム
nl_nl: Domeinnaam
pt_pt: Nome de Domínio

# mx_domain_name_empty
source: Please specify the domain name for this record.
da_dk: Specificér venligst dette korts domænenavn.
de_de: Geben Sie die Domäne für diesen Datensatz ein.
es_es: Por favor, especifique el nombre de dominio para este registro.
fr_fr: Veuillez spécifier le nom de domaine pour ce dossier.
it_it: Si prega di specificare il nome di dominio per questo record.
ja_jp: 「ドメインネーム」フィールドは省略できません。
nl_nl: Specificeer de domeinnaam voor dit record.
pt_pt: Por favor, especifique o nome de domínio para esse registro.

# mx_domain_name_help
source: Specify the domain name of the computer for which email should be directed to the mail server specified in the [[base-dns.mx_target_server]] field. [[base-dns.mx_explain]]
da_dk: Specificér domænenavnet på den computer for hvilken email skal dirrigeres til den mailserver der er specificeret i feltet [[base-dns.mx_target_server]].[[base-dns.mx_explain]]
de_de: Geben Sie den Domänennamen des Computers an, für den E-Mail zum im Feld [[base-dns.mx_target_server]] angegebenen Mail-Server geleitet werden soll. [[base-dns.mx_explain]]
es_es: Especifique el nombre de dominio del equipo para el correo electrónico debe ser dirigido al servidor de correo especificado en la [[base-dns.mx_target_server]] campo. [[base-dns.mx_explain]]
fr_fr: Indiquez le nom de domaine de l'ordinateur pour lequel courriel doit être dirigé vers le serveur de messagerie spécifiée dans la [[base-dns.mx_target_server]] champ. [[base-dns.mx_explain]]
it_it: Specificare il nome di dominio del computer per il quale e-mail deve essere indirizzata al server di posta specificato nel [[base-dns.mx_target_server]] campo. [[base-dns.mx_explain]]
ja_jp: このフィールドに指定するドメインネーム宛の電子メールは、[[base-dns.mx_target_server]]フィールドに指定するメールサーバにより配信されます。[[base-dns.mx_explain]]
nl_nl: Geef de domeinnaam van de computer waarvoor e-mail moet worden gericht aan de mailserver opgegeven in het veld [[base-dns.mx_target_server]]. [[base-dns.mx_explain]]
pt_pt: Especifique o nome de domínio do computador para o qual e-mail deve ser direcionado para o servidor de correio especificado no campo [[base-dns.mx_target_server]]. [[base-dns.mx_explain]]

# mx_target_server
source: Mail Server Name
da_dk: Mailservernavn
es_es: Nombre del servidor de correo
fr_fr: Nom Serveur Messagerie
it_it: Del nome del server
ja_jp: メールサーバ名
pt_pt: Nome Mail Server

# mx_target_server_help
source: Specify the fully-qualified domain name of the mail server that will accept mail for the specified Host and Domain Name. [[base-dns.mx_explain]]
da_dk: Specificér det fuldt kvalificerede domænenavn på den mailserver der skal acceptere email for den specificerede vært og domænenavn. [[base-dns.mx_explain]]
de_de: Geben Sie den vollqualifizierten Domänennamen des Mail-Servers an, der E-Mail für den angegebenen Host- und Domänennamen annimmt. [[base-dns.mx_explain]]
es_es: Especifique el nombre de dominio completo del servidor de correo que acepte correo para el host y nombres de dominio. [[base-dns.mx_explain]]
fr_fr: Indiquez le nom de domaine entièrement qualifié FQDN du serveur de messagerie qui va accepter les courriels pour le domaine spécifié. [[base-dns.mx_explain]]
it_it: Specificare il nome di dominio completo del server di posta che riceverà le email per l'host specificato e nome di dominio. [[base-dns.mx_explain]]
ja_jp: 上記のホスト名とドメインネーム宛のメールを配信するメールサーバのホスト名＋ドメインネームを指定してください。[[base-dns.mx_explain]]
nl_nl: Geef de volledig gekwalificeerde domeinnaam van de mailserver die mail accepteert voor de opgegeven host-en domeinnaam. [[base-dns.mx_explain]]
pt_pt: Especifique o nome do servidor de e-mail que aceitará mensagens para o host especificado e Nome de Domínio de domínio totalmente qualificado. [[base-dns.mx_explain]]

# mx_priority
source: Delivery Priority
da_dk: Leveringsprioritet
de_de: MX Priorität
es_es: Prioridad de entrega
fr_fr: Priorité de livraison
it_it: Priorità di consegna
ja_jp: 配信の優先度
nl_nl: Priority levering
pt_pt: Prioridade de entrega

# mx_priority_help
source: Select the priority of mail delivery to the mail server. The delivery priority specifies the order in which a series of multiple mail server machines should try to be contacted for mail delivery. The Delivery Priority setting is only useful if multiple MX records are specified for a domain or network.
da_dk: Vælg den prioritet som levering til mailserveren skal have. Leveringsprioriteten specificerer i hvilken rækkefølge en serie af mailservere skal kontaktes for at levere mail til. Leveringsprioriteten er kun brugbar hvis der er specificeret flere MX funktioner for et domæne eller netværk.
de_de: Wählen Sie die Priorität des Mail-Servers aus. Mail-Server werden bei der Postzustellung in der Reihenfolge der Priorität angesprochen. Ist der Server mit der höchsten Priorität nicht erreichbar, geht die Email stattdessen an den nächsten erreichbaren Server mit niedrigerer Priorität.
es_es: Seleccione la prioridad de la entrega de correo al servidor de correo. La prioridad de entrega especifica el orden en el que una serie de varias máquinas de servidor de correo debe tratar de ponerse en contacto para la entrega de correo. El establecimiento de prioridades de entrega sólo es útil si hay varios registros MX se especifican para un dominio o de red.
fr_fr: Sélectionnez la priorité de distribution des courriels au serveur de messagerie. La priorité de livraison spécifie l'ordre dans lequel plusieurs serveurs de messagerie doivent essayer d'être contacté pour la livraison du courrier. Le réglage de la priorité de livraison n'est nécéssaire que si plusieurs enregistrements MX sont spécifiées pour un domaine ou un réseau.
it_it: Selezionare la priorità di consegna della posta al server di posta. La priorità di consegna specifica l'ordine in cui una serie di più macchine server di posta dovrebbe cercare di essere contattati per la consegna della posta. L'impostazione Priorità di consegna è utile solo se più record MX sono specificati per un dominio o di rete.
ja_jp: 上記のメールサーバに対するメール配信の優先度を指定してください。配信の優先度は、メール配信のためにメールサーバへ連絡を試みる順序を規定し、同一のドメインまたはネットワークに対して複数の MX レコードを指定する場合にのみ有効です。
nl_nl: Selecteer de prioriteit van postbezorging naar de mailserver. De levering prioriteit bepaalt de volgorde waarin een reeks van meerdere mailserver machines moet proberen te worden voor postbezorging. De instelling Delivery Prioriteit is alleen nuttig als meerdere MX-records zijn opgegeven voor een domein of netwerk.
pt_pt: Selecione a prioridade de entrega de correio para o servidor de correio. A prioridade de entrega especifica a ordem na qual uma série de várias máquinas do servidor de correio deve tentar ser contactado para entrega de correio. A definição de prioridades de entrega só é útil se vários registros MX são especificados para um domínio ou de rede.

# mx_host_name_invalid
source: The specified host name contains invalid characters.
da_dk: Det specificerede værtsnavn indeholder ugyldige karakterer.
de_de: Der angegebene Hostname enthält ungültige Zeichen.
es_es: El nombre de host especificado contiene caracteres no válidos.
fr_fr: Le nom d'hôte spécifié contient des caractères non valides.
it_it: Il nome host specificato contiene caratteri non validi.
ja_jp: 指定されたホスト名には、不正な文字が含まれています。
nl_nl: De opgegeven hostnaam bevat ongeldige tekens.
pt_pt: O nome do host especificado contém caracteres inválidos.

# mx_domain_name_invalid
source: The specified domain name contains invalid characters.
da_dk: Det specificerede domænenavn indeholder ugyldige tegn.
de_de: Der angegebene Domänenname enthält ungültige Zeichen.
es_es: El nombre de dominio especificado contiene caracteres no válidos.
fr_fr: Le nom de domaine spécifié contient des caractères non valides.
it_it: Il nome di dominio specificato contiene caratteri non validi.
ja_jp: 指定されたドメインネームには、不正な文字が含まれています。
nl_nl: De opgegeven domeinnaam bevat ongeldige tekens.
pt_pt: O nome de domínio especificado contém caracteres inválidos.
