Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# caching_all_allowed
source: Open DNS Server (Not recommended!)
es_es: Apertura del servidor DNS (No se recomienda!)
fr_fr: Serveur DNS « ouvert » (pas recommandé !)
it_it: Apri DNS Server (Non consigliato!)
ja_jp: オープンDNSサーバー（推奨されません！）
nl_nl: Open DNS-server (niet aanbevolen!)
pt_pt: Open Server DNS (não recomendado!)

# caching_all_allowed_help
source: If you tick this box, your DNS server will be entirely open and will resolve DNS for anyone and everyone. That is a really bad idea. This exposes yourself and others to the risks of DDoS attacks. So if you need a DNS server to resolve domains which you are not authoritative for, then you should either use the DNS server of your provider, or (if you still want to use your own DNS server for that!) you should only allow query access for localhost ('127.0.0.1/32') on this DNS server, or selected and trustworthy network address ranges.
es_es: Si marca esta casilla, el servidor DNS será completamente abierto y DNS para resolver todos y cada uno. Esa es una muy mala idea. Esto expone a sí mismo ya los demás a los riesgos de ataques DDoS. Así que si usted necesita un servidor DNS para resolver dominios que no están autorizados para, a continuación, usted debe utilizar el servidor DNS de su proveedor, o (si usted todavía desea utilizar su propio servidor DNS para que!) Sólo se debe permitir consulta acceso a localhost (&#39;127 .0.0.1/32 &#39;) en este servidor DNS, o intervalos de direcciones de red seleccionados y de confianza.
fr_fr: Si vous cochez cette case, votre serveur DNS sera entièrement accessible et permettra de résoudre les requêtes DNS pour tous et chacun. C'est une très mauvaise idée. Cela vous expose, les autres aussi, à des risques d'attaques DDoS. Donc, si vous avez besoin d'un serveur DNS pour résoudre les domaines ne vous faisant pas autorité, alors vous devez soit utiliser le serveur DNS de votre fournisseur, soit (si vous voulez continuer à utiliser votre propre serveur DNS) permettre les requêtes d'accès pour localhost (127.0.0.1/32) seulement, soit ne permettre sur ce serveur DNS que les plages d'adresses réseau sélectionnés et dignes de confiance.
it_it: Se si seleziona questa casella, il server DNS sarà interamente aperto e risolverà DNS per chiunque e tutti. Questa è una pessima idea. Questo stessi e gli altri espone ai rischi di attacchi DDoS. Quindi se avete bisogno di un server DNS per risolvere i domini che non sono autorevoli per, allora si dovrebbe utilizzare il server DNS del vostro provider, oppure (se si desidera continuare a utilizzare il proprio server DNS per questo!) Si dovrebbe consentire solo di query accesso per localhost ('127 .0.0.1/32 ') su questo server DNS, o selezionati e affidabile gli intervalli di indirizzi di rete.
ja_jp: このボックスにチェックを入れた場合は、DNSサーバが完全にオープンになり、誰と誰のためにDNSを解決します。それは本当に悪い考えです。これは、DDoS攻撃のリスクに自分と他人を公開します。あなたが探し権威ではないドメインを解決するために、DNSサーバが必要な場合は、それで、あなたは唯一のクエリを許可する必要があります、あなたはどちらかあなたのプロバイダのDNSサーバを使用するべきか、（あなたはまだそのための独自のDNSサーバを使用したい場合は！）このDNSサーバー上のローカルホスト（'127.0.0.1/32'）、または選択した、信頼できるネットワークアドレス範囲のアクセス。
nl_nl: Als u hier een vinkje zetten, zal uw DNS-server volledig open zijn en zal DNS oplossen voor iedereen en iedereen. Dat is een heel slecht idee. Dit onthult jezelf en anderen om de risico's van DDoS-aanvallen. Dus als je een DNS-server nodig hebt om domeinen die u niet gemachtigd voor te lossen, dan moet je gebruik maken van de DNS-server van uw provider, of (als je nog wilt uw eigen DNS-server te gebruiken voor die!) Moet je alleen toestaan ​​vraag toegang voor localhost ('127 .0.0.1/32 ') op deze DNS-server, of geselecteerde en betrouwbare netwerk-adres bereiken.
pt_pt: Se você marcar esta caixa, o servidor DNS será totalmente aberto e vai resolver de DNS para qualquer um e todos. Essa é uma idéia muito ruim. Isso expõe a si mesmo e outras pessoas para os riscos de ataques DDoS. Então, se você precisa de um servidor DNS para resolver os domínios que você não está autorizado para, em seguida, você deve usar o servidor DNS de seu provedor, ou (se você ainda quer usar seu próprio servidor DNS para isso!), Você deve apenas permitir consulta acesso para localhost ('127 .0.0.1/32') no servidor DNS, ou intervalos de endereços de rede selecionadas e confiáveis.

# recursion_inetaddr
source: Allow Cache access from these Networks
es_es: Permitir el acceso de caché de estas redes
fr_fr: Permettre l'accès de cache de ces réseaux
it_it: Consentire l'accesso cache da queste reti
ja_jp: これらのネットワークからキャッシュへのアクセスを許可する
nl_nl: Toegang toestaan ​​Cache van deze netwerken
pt_pt: Permitir o acesso de cache a partir dessas redes

# recursion_inetaddr_help
source: Enter the IP addresses (with netmask!) of address ranges that are allowed to request recursion query to the cache server. [[base-dns.inetaddr_rule]]
es_es: Introduzca las direcciones IP (con máscara de red!) De los rangos de direcciones que se les permita solicitar consulta recursiva al servidor de caché. [[base-dns.inetaddr_rule]]
fr_fr: taper les adresses IP (avec masque !) des plages d'adresses autorisées à demander des requêtes récursives au serveur de cache. [[base-dns.inetaddr_rule]]
it_it: Immettere gli indirizzi IP (con maschera di rete!) Di intervalli di indirizzi a cui è consentito richiedere query di ricorsione nel server cache. [[base-dns.inetaddr_rule]]
ja_jp: キャッシュサーバに再帰クエリーを要求するために、許可されているアドレス範囲のIPアドレス（ネットマスク付き！）を入力します。 [[ベースdns.inetaddr_rule]]
nl_nl: Voer de IP-adressen (met netmask!) Van adresbereiken die mogen recursie vraag verzoeken de cache server. [[base-dns.inetaddr_rule]]
pt_pt: Digite os endereços IP (com máscara de rede!) De intervalos de endereços que estão autorizados a solicitar consulta recursão para o servidor de cache. [[base-dns.inetaddr_rule]]

# rate_limits
source: DNS Rate Limits:
es_es: DNS límites del ritmo:
fr_fr: Limites RRL de DNS :
it_it: Limiti della frequenza DNS:
ja_jp: DNSのレート制限：
pt_pt: Limites da Taxa de DNS:

source: Rate Limits Enabled
es_es: Límites del ritmo Activado
fr_fr: Limites RRL de DNS activées
it_it: Dei limiti di frequenza Abilitato
ja_jp: レート制限が有効
nl_nl: Beoordeel Grenzen Ingeschakeld
pt_pt: Limites da Taxa Ativado

# rate_limits_enabled_help
source: DNS Response Rate Limiting (DNS RRL) is an experimental protection feature for domain name servers. This mechanism keeps BIND 9 from being used in amplifying reflection denial of service attacks as well as partially protecting BIND 9 itself from some denial of service attacks. By default it should be enabled.
es_es: DNS de respuesta limitación de DNS (RRL) es una función de protección experimental de los servidores de nombres de dominio. Este mecanismo mantiene BIND 9 que se utilicen en la amplificación de la reflexión ataques de denegación de servicio, así como la protección parcial BIND 9 en sí de algunos ataques de denegación de servicio. Por defecto, se debe habilitar.
fr_fr: RRL (Response Rate Limiting) de DNS est la limitation de la fréquence de réponse aux requêtes DNS. C'est est une fonction de protection expérimentale pour les serveurs DNS. Ce mécanisme empêche BIND 9 d'être utilisé pour amplifier le rejet d'attaques DoS (denial of service) ainsi que pour la protection partielle de BIND 9 lui-même de certaines attaques DoS. Il doit être activé par défaut.
it_it: DNS Tasso di risposta Limitazione DNS (RRL) è una funzione di protezione sperimentale per i server dei nomi di dominio. Questo meccanismo mantiene BIND 9 venga utilizzato in amplificazione riflessione attacchi denial of service, nonché parzialmente proteggendo BIND 9 in sé da un po 'di attacchi denial of service. Per impostazione predefinita dovrebbe essere abilitata.
ja_jp: 制限DNSレスポンスレート（DNS RRL）は増幅反射サービス拒否攻撃と同様に、部分的にサービス攻撃のいくつかの否定からBIND 9自体の保護に使用されているからBIND 9を保持します。デフォルトでは有効にする必要があります。
nl_nl: DNS responspercentage beperken (DNS RRL) is een experimentele bescherming functie voor domain name servers. Dit mechanisme houdt BIND 9 wordt gebruikt in het versterken van reflectie denial of service-aanvallen, alsmede gedeeltelijk beschermen BIND 9 zelf van enkele denial of service attacks. Standaard moet worden ingeschakeld.
pt_pt: DNS Taxa de Resposta Limitando (DNS RRL) é um recurso de proteção experimental para servidores de nome de domínio. Este mecanismo mantém BIND 9 de ser usado na amplificação reflexão ataques de negação de serviço, bem como proteger parcialmente BIND 9-se de alguns ataques de negação de serviço. Por padrão, ele deve ser ativado.

source: Responses per Second
es_es: Las respuestas por segundo
fr_fr: Réponses par seconde
it_it: Risposte al secondo
ja_jp: 秒あたりの応答
nl_nl: Reacties per seconde
pt_pt: As respostas por segundo

# responses_per_second_help
source: Responses-per-second is a limit on identical responses instead of a limit on all responses or even all responses to a single client. 10 identical responses per second is a generous limit except perhaps when many clients are using a single IP address via network address translation (NAT). The default limit of zero specifies an unbounded limit to turn off rate-limiting in a view or to only rate-limit NXDOMAIN or other errors.
es_es: Las respuestas por segundo es un límite en las respuestas idénticas en lugar de un límite en todas las respuestas, o incluso todas las respuestas a un solo cliente. 10 respuestas idénticas por segundo es un límite generoso excepto quizás cuando muchos clientes están utilizando una única dirección IP a través de la traducción de direcciones de red (NAT). El límite predeterminado de cero especifica un límite sin límites para apagar limitante de la velocidad en una vista o sólo NXDOMAIN rate-limit u otros errores.
fr_fr: Les réponses par seconde limite les réponses identiques au lieu de poser une limite à toutes les réponses ou même toutes les réponses à un seul client. 10 réponses identiques par seconde est une limite généreuse sauf peut-être lorsque de nombreux clients utilisent la même adresse IP avec NAT (network address translation). La limite par défaut de zéro indique pas de limite désactivant RRL ou pour limiter seulement NXDOMAIN ou autres erreurs.
it_it: Le risposte al secondo è un limite sulle risposte identiche, invece di un limite tutte le risposte o anche tutte le risposte a un singolo client. 10 risposte identiche al secondo è un limite generoso tranne forse quando molti client utilizzano un singolo indirizzo IP tramite network address translation (NAT). Il limite predefinito di zero specifica un limite sconfinato per spegnere rate-limiting in una vista o al solo tasso-limite NXDOMAIN o altri errori.
ja_jp: 回答毎秒代わりに単一のクライアントへのすべての応答、あるいはすべての回答には限界の同一の応答に限界がある。毎秒10と同一の応答は、多くのクライアントがネットワークアドレス変換（NAT）を介して単一のIPアドレスを使用しているかもしれない除く寛大な限界である。ゼロのデフォルトの制限はビューまたはのみレート制限NXDOMAINまたは他のエラーにレート制限をオフにする無限の制限を指定します。
nl_nl: Reacties per seconde is een limiet op identieke reacties in plaats van een limiet op alle reacties of zelfs alle reacties bij een cliënt. 10 identieke reacties per seconde is een gulle limiet behalve misschien wanneer veel klanten gebruik maakt van een enkel IP-adres via Network Address Translation (NAT). De standaard limiet van nul geeft een onbegrensde limiet aan snelheidsbeperkende in een weergave of alleen rente-limiet NXDOMAIN of andere fouten uit te schakelen.
pt_pt: Respostas por segundo é um limite para respostas idênticas em vez de um limite em todas as respostas, ou mesmo todas as respostas a um único cliente. 10 respostas idênticas por segundo é um limite generoso exceto, talvez, em que muitos clientes estão usando um único endereço IP via a tradução de endereços de rede (NAT). O limite padrão de zero especifica um limite ilimitado para desligar em uma visão ou apenas NXDOMAIN taxa-limite ou outros erros limitante.

source: Window
es_es: Ventana
fr_fr: Fenêtre
it_it: Finestra
ja_jp: ウィンドウ
nl_nl: Venster
pt_pt: Janela

# window_help
source: Rate limiting uses a credit or token bucket scheme. Each identical response has a conceptual account that is given RESPONSES-PER-SECOND and ERRORS-PER-SECOND credits every second. A DNS request triggering some desired response debits the account by one. Responses are not sent while the account is negative. The account cannot become more positive than the per-second limit or more negative than window times the per-second limit. A DNS client that sends requests that are not answered can therefore penalized for up to window seconds even after the abusive query flow stops.
es_es: Limitación de velocidad utiliza un esquema de crédito o cubetas de fichas. Cada respuesta idéntica tiene una cuenta conceptual que se da RESPUESTAS por segundo y errores por segundo créditos cada segundo. A petición DNS desencadenar alguna respuesta deseada carga a la cuenta de uno. Las respuestas no se envían mientras que la cuenta es negativa. La cuenta no puede llegar a ser más positiva que la por-segundo límite o más negativa que la ventana veces por segundo límite. Un cliente de DNS que envía peticiones que no son contestadas por lo tanto se penaliza hasta segundo de ventanas, incluso después de que los abusos se detiene el flujo de consultas.
fr_fr: La limitation du débit passant par un noeud d'un réseau informatique utilise un algorithme à crédit ou de « seau à jetons » (token bucket). Chaque réponse identique a un compte conceptuel qui reçoit chaque seconde des réponses-par-seconde et des erreurs-par-seconde. Une requête DNS déclenchant une réponse souhaitée débite le compte d'un« jeton ». Les réponses ne sont pas envoyées alors que le compte est négatif. Le compte ne peut pas devenir plus positif que la limite par seconde ou plus négatif que la fenêtre fois limite par seconde. Un client DNS qui envoie des demandes qui ne sont pas répondues peut donc être pénalisé pour un maximum de secondes-fenêtre, même après l'arrêt du flux de requêtes abusives.
it_it: La limitazione della velocità utilizza un credito o di schema di gettone secchio. Ogni risposta identica ha un conto concettuale che viene dato RISPOSTE al secondo ed errori al secondo crediti ogni secondo. Una richiesta DNS innescare qualche risposta desiderata addebita il conto di uno. Risposte non vengono inviati mentre il conto è negativo. L'account non può diventare più positivo del per-secondo limite o più negativo finestra volte il per-secondo limite. Un client DNS che invia le richieste che non trovano risposta può quindi penalizzato per un massimo di finestre secondi anche dopo che gli abusivi si arresta il flusso di query.
ja_jp: レート制限は、クレジットカードまたはトークンバケット方式を採用しています。それぞれ同一の応答が毎秒RESPONSES-PER-SECONDとERRORS毎秒クレジット与えられている概念のアカウントを持っています。いくつかの所望の応答を誘発するDNS要求が1つのアカウントを借方に記入。アカウントが負である間の応答が送信されません。アカウントごとの秒の制限よりも正またはウィンドウ回あたりの秒の制限よりも負になることはできません。回答されていない要求を送信するDNSクライアントは、したがってさえ虐待クエリフローが停止した後にウィンドウ秒用に罰せられることができます。
nl_nl: Snelheidsbeperkende maakt gebruik van een credit-of token bucket regeling. Elke identieke respons heeft een conceptuele account die wordt gegeven REACTIES per seconde en fouten per seconde credits per seconde verwerkt. Een DNS-verzoek triggering sommige gewenste respons debiteert de rekening voor een. Reacties worden niet verzonden, terwijl de rekening negatief is. De rekening kan niet positiever dan de per-seconde te beperken of meer negatieve dan vermenigvuldigd met de per-seconde limiet geworden. Een DNS-client die verzoeken stuurt die niet beantwoord kan dus gestraft voor maximaal venster seconden, zelfs nadat het misbruik vraag stroom stopt.
pt_pt: Taxa limitando usa um esquema de crédito ou token bucket. Cada resposta idêntica tem uma conta conceitual que é dado RESPOSTAS por segundo e os erros por segundo créditos a cada segundo. Um pedido DNS provocando alguma resposta desejada debita a conta por um. As respostas não são enviadas enquanto a conta está negativa. A conta não pode se tornar mais positivo do que o limite por segundo ou mais negativo do que o limite da janela vezes por segundo. Portanto, um cliente DNS que envia pedidos que não são respondidas pode penalizados por até segundos janela, mesmo após as paradas de fluxo de consulta abusivos.

# dns_logging
source: Extended DNS logging:
es_es: Extended registro DNS:
fr_fr: Fichiers-journal DNS :
it_it: Esteso registrazione DNS:
ja_jp: 拡張DNSロギング：
nl_nl: Uitgebreide DNS logging:
pt_pt: Prolongado de registro DNS:

# enable_dns_logging
source: Enable extended DNS logging
es_es: Habilitar el registro de DNS ampliada
fr_fr: Activer le suivi DNS dans les fichiers-journal.
it_it: Abilitare la registrazione DNS estesa
ja_jp: 拡張DNSロギングをイネーブルに
nl_nl: Enable uitgebreide DNS logging
pt_pt: Ativar registro DNS estendida

# enable_dns_logging_help
source: WARNING: This should only be used for debugging, as it will log any query to your DNS server to /var/log/messages. Even on a lightly used DNS server this creates a lot of log entries. But you might want to briefly (!) enable extended DNS logging to see if your 'DNS Rate Limits' are working correctly.
es_es: ADVERTENCIA: Esto sólo se debe utilizar para la depuración, ya que registrará cualquier consulta al servidor DNS en / var / log / messages. Incluso en un servidor DNS utilizado ligeramente esto crea una gran cantidad de entradas de registro. Sin embargo, es posible que desee breve (!) Activar DNS extendidos tala para ver si sus &quot;límites del ritmo DNS &#39;están trabajando correctamente.
fr_fr: AVERTISSEMENT : Ceci ne devrait être utilisé pour le déboguer, car il va enregistrer une requête à votre serveur DNS dans /var/log/messages. Même un serveur DNS légèrement utilisé peut créer beaucoup d'enregistrements dans ce fichier-journal. Mais peut-être que vous voudrez permettre ceci brièvement (!) pour voir si vos « [[base-dns.rate_limits]] » fonctionnent correctement.
it_it: AVVERTENZA: questo deve essere utilizzato solo per il debug, in quanto sarà il login tutte le query al server DNS in / var / log / messages. Anche su un server DNS usato leggermente questo crea un sacco di voci di registro. Ma si potrebbe desiderare di breve tempo (!) Consentire DNS estesi di registrazione per vedere se il vostro 'dei limiti di frequenza DNS' funzionino correttamente.
ja_jp: 警告：それはあなたのDNSサーバに任意のクエリをログに記録しますので、これが唯一、デバッグのために使用されるべきである。でも、軽く使用されるDNSサーバーに、これはログエントリの多くを作成します。しかし、あなたは簡単に（！）あなたの 'DNSのレート制限は、'正常に動作しているかどうかを確認するためにログを拡張DNSを有効にしたいかもしれません。
nl_nl: WAARSCHUWING: Deze mag alleen worden gebruikt voor het debuggen, aangezien het een query naar de DNS-server naar /var/log/messages zal loggen. Zelfs op een licht gebruikte DNS-server dit zorgt voor een veel log entries. Maar je zou willen kort (!) Staat uitgebreide DNS logging om te zien of je 'DNS Rate Limits' correct werken.
pt_pt: AVISO: Este só deve ser utilizado para a depuração, como ele irá registrar qualquer consulta para o servidor DNS em / var / log / messages. Mesmo em um servidor DNS usado levemente isso cria uma grande quantidade de entradas de registro. Mas você pode querer brevemente (!) Habilitar o registro DNS estendida para ver se o seu "Limites da Taxa de DNS" estão funcionando corretamente.

# cap_serverDNS
source: Server DNS Management
es_es: Gestión del servidor DNS
fr_fr: Gestion Serveur DNS
it_it: Gestione DNS Server
ja_jp: サーバーのDNS管理
pt_pt: Gerenciamento de servidor DNS

# cap_siteDNS
source: Site DNS Management
da_dk: Webstedet DNS Management
es_es: Gestión de DNS del sitio
fr_fr: Gestion Sites DNS
it_it: Gestione DNS del sito
ja_jp: サイトのDNS管理
pt_pt: Gerenciamento de DNS do site

# extremely_high
source: Extremely High (0)
da_dk: Ekstremt Høj (0)
de_de: Extrem hoch (0)
es_es: Extremadamente alta (0)
fr_fr: Extrêmement haute (0)
ja_jp: 非常に高い（0）
nl_nl: Extreem Hoog (0)

# very_high
source: Very High (20)
da_dk: Meget høj (20)
de_de: Sehr hoch (20)
es_es: Muy alto (20)
fr_fr: Très élevée (20)
it_it: Molto alta (20)
ja_jp: 最優先（20）
nl_nl: Zeer hoog (20)
pt_pt: Muito Alta (20)

# high
source: High (30)
da_dk: Høj (30)
de_de: Hoch (30)
es_es: Alto (30)
fr_fr: Élevée (30)
it_it: Alto (30)
ja_jp: 優先（30）
nl_nl: Hoog (30)
pt_pt: Alta (30)

# low
source: Low (40)
da_dk: Lav (40)
de_de: Niedrig (40)
es_es: Baja (40)
fr_fr: Faible (40)
ja_jp: 低優先（40）
nl_nl: Laag (40)
pt_pt: Baixo (40)

# very_low
source: Very Low (50)
da_dk: Meget lav (50)
de_de: Sehr niedrig (50)
es_es: Muy baja (50)
fr_fr: Très faible (50)
it_it: Molto Basso (50)
ja_jp: 最低優先（50）
nl_nl: Zeer laag (50)
pt_pt: Muito baixo (50)

# mx_dir_extremely_high
source: MX: Extremely High
da_dk: MX: Ekstremt Høj
de_de: MX (Extrem hoch)
es_es: MX: Extremadamente alta
fr_fr: MX: extrêmement haute
ja_jp: メール (非常に高い)
nl_nl: MX: Extreem Hoog

# mx_dir_very_high
source: MX: Very High
da_dk: MX: Meget høj
de_de: MX (Sehr hoch)
es_es: MX: Muy alto
fr_fr: MX: très élevé
it_it: Posta alto
ja_jp: メール (最優先)
nl_nl: MX: Zeer hoog
pt_pt: Envie Maior

# mx_dir_high
source: MX: Mail High
da_dk: MX: Mail høj
de_de: MX (Hoch)
es_es: MX: Correo alta
fr_fr: MX: élevé
it_it: Posta Alto
ja_jp: メール (優先)
nl_nl: MX: Hoog
pt_pt: Correio alta

# mx_dir_low
source: MX: Mail Low
da_dk: MX: Mail lav
de_de: MX (Niedrig)
es_es: MX: Correo baja
fr_fr: MX: faible
it_it: Posta Basso
ja_jp: メール (低優先)
nl_nl: MX: Laag
pt_pt: Correio Baixo

# mx_dir_very_low
source: MX: Mail Lowest
da_dk: MX: Mail lavest
de_de: MX (Niedrigst)
es_es: MX: Correo Menor
fr_fr: MX: très faible
it_it: Posta più basso
ja_jp: メール (最低優先)
nl_nl: MX: Zeer laag
pt_pt: Envie mais baixo

source: SPF Wizard
da_dk: Guiden SPF
de_de: SPF-Assistent
es_es: Asistente SPF
fr_fr: Assistant FPS
ja_jp: SPFウィザード

# spf_intro_text
source: This wizard will guide you through the process of creating or editing a SPF record for your DNS domain.</p><p>You should add this DNS record into the field 'Text Record' above.</p><p>For complete details, please refer to the SPF record Homepage at <a href='http://www.openspf.org/' target='_blank'>http://www.openspf.org/</a>
da_dk: Denne guide vil guide dig gennem processen med at oprette eller redigere en SPF-post til din DNS-domæne.</p><p>Du bør tilføje denne DNS-post i feltet 'Tekst Record' ovenfor.</p><p>For fuldstændige oplysninger henvises til SPF record Homepage på <a href='http://www.openspf.org/' target='_blank'>http://www.openspf.org/</a>
de_de: Dieser Assistent führt Sie durch den Prozess der Erstellung oder Bearbeitung eines SPF-Eintrags für Ihre DNS-Domäne.</p><p>Wenn Sie den so erstellten DNS-Eintrag verwenden möchten, dann kopieren Sie ihn bitte in das Feld 'Text Record' im obigen Formular.</p><p>Für vollständige Informationen zum Thema SPF-Einträge finden Sie unter dieser URL: <a href='http://www.openspf.org/' target='_blank'>http://www.openspf.org/</a>
es_es: Este asistente le guiará a través del proceso de crear o editar un registro SPF para su dominio DNS. </p><p> Usted debe agregar este registro DNS en el campo 'Record Texto' arriba. </p><p> Para obtener más detalles, consulte el registro SPF en la página de inicio <a href='http://www.openspf.org/' target='_blank'>http://www.openspf.org/</a>
fr_fr: Cet assistant va vous guider à travers le processus de création ou de modification d'un enregistrement SPF pour votre domaine DNS.</p><p>Vous devez ajouter ce enregistrement DNS dans le champ 'enregistrement du texte' ci-dessus.</p><p>Pour plus de détails, s'il vous plaît se référer à la fiche Page d'accueil SPF à <a href='http://www.openspf.org/' target='_blank'>http://www.openspf.org/</a>
ja_jp: このウィザードは、DNSドメインのSPFレコードを作成または編集するプロセスをガイドします。 </p><p>あなたが上にあるフィールド 'テキストレコード'にこのDNSレコードを追加する必要があります。 </p><p>完全な詳細については、次のSPFレコードのホームページをご参照ください<a href='http://www.openspf.org/' target='_blank'>http://www.openspf.org/</a>
nl_nl: Deze wizard leidt u door het proces van het maken of bewerken van een SPF-record voor uw DNS-domeinnaam.</p><p>U dient deze DNS-record toe te voegen in het veld 'Tekst Record' hierboven.</p><p>Voor volledige informatie verwijzen wij u naar de SPF-record Homepage op <a href='http://www.openspf.org/' target='_blank'>http://www.openspf.org/</a>
