Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# dns_entry_header
source: The DNS entry (copy and paste this into 'Text Record')
da_dk: DNS opslag (kopiere og indsætte denne i 'Tekst Record')
de_de: Resultierender DNS-Eintrag (zum Einfügen in 'Text Record')
es_es: La entrada de DNS (copiar y pegar esto en 'Record Text')
fr_fr: L'entrée DNS (copier et coller dans 'enregistrement du texte »)
ja_jp: DNSエントリ（ 'テキストレコード」にこれをコピーして貼り付ける）
nl_nl: De DNS-vermelding (kopieer en plak deze in 'Tekst Record')

source: Your Domain:
da_dk: Dit domæne:
de_de: Ihre Domäne:
es_es: Su dominio:
fr_fr: Votre domaine:
ja_jp: あなたのドメイン：
nl_nl: Uw Domein:

# your_domain_help
source: The domain for which you want to add the SPF record.<br/>i.e. <b>example.com</b>
da_dk: Domænet, som du ønsker at tilføje SPF record.<br/>dvs <b>example.com</b>
de_de: Die Domäne für welche dieser SPF-Eintrag gültig sein soll. <br/>Beispiel: <b>example.com</b>
es_es: El dominio para el que desea agregar el registro SPF. <br/> es decir <b>example.com</b>
fr_fr: Le domaine pour lequel vous souhaitez ajouter l'enregistrement SPF.<br/>dire <b>example.com</b>
ja_jp: あなたがSPFレコードを追加するドメイン。 <br/>つまり<b>example.com</b>
nl_nl: Het domein waarvoor u de SPF record toe te voegen.<br/>dwz <b>example.com</b>

# allow_mx
source: Allow servers listed as MX to send email for this domain:
da_dk: Tillad servere opført som MX til at sende e-mail for dette domæne:
de_de: Erlaube MX Einträgen dieser Domäne E-Mails für diese Domäne zu versenden:
es_es: Permitir a los servidores que aparecen como MX para enviar correo electrónico para este dominio:
fr_fr: Permettre aux serveurs répertoriés comme MX pour envoyer des courriels pour ce domaine:
ja_jp: MXのようにリストされたサーバーは、このドメインの電子メールを送信することができます：
nl_nl: Laat vermeld als MX servers om e-mail voor dit domein:

# allow_mx_help
source: Do these MX servers send emails for this domain?Current handlers:<br><b>mx1.domain.com<br>mx2.domain.com</b>
da_dk: Er disse MX-servere sende e-mails til dette domæne Aktuelle handlere?:<br><b>mx1.domain.com<br>mx2.domain.com</b>
de_de: Falls diese Domäne MX-Einträge hat, so erlaubt diese Einstellung, dass diese Server Emails für diese Domäne versenden dürfen. Beispiel: <br><b>mx1.domain.com<br>mx2.domain.com</b>
es_es: ¿Estos servidores MX envían mensajes de correo electrónico para este dominio manipuladores actuales?:<br><b>mx1.domain.com <br> mx2.domain.com</b>
fr_fr: Ne ces serveurs MX envoyer des emails pour ce domaine gestionnaires actuels?: <br> <b>mx1.domain.com <br> mx2.domain.com</b>
ja_jp: これらのMXサーバーは、このドメインの電子メールを送信ください現在のハンドラを？：<br><b>mx1.domain.com<br>mx2.domain.com</b>
nl_nl: Hebben deze MX servers e-mails versturen voor dit domein Huidige handlers?:<br><b>mx1.domain.com<br>mx2.domain.com</b>

source: No
da_dk: Nej
de_de: Nein
fr_fr: Aucun
ja_jp: いいえ
nl_nl: Geen

source: Yes (recommended)
da_dk: Ja (anbefales)
de_de: Ja (empfohlen)
es_es: Sí (recomendado)
fr_fr: Oui (recommandé)
ja_jp: はい（推奨）
nl_nl: Ja (aanbevolen)

# allow_current_ip
source: Allow current IP address of the domain to send email for this domain:
da_dk: Tillad aktuelle IP-adresse på domænet for at sende e-mail til dette domæne:
de_de: Darf die primäre IP-Adresse dieser Domäne E-Mails versenden?
es_es: Permitir dirección IP actual del dominio para enviar correo electrónico para este dominio:
fr_fr: Autoriser l'adresse IP actuelle du domaine pour envoyer des courriels pour ce domaine:
ja_jp: このドメインの電子メールを送信するドメインの現在のIPアドレスを許可する：
nl_nl: Sta de huidige IP-adres van het domein om e-mail voor dit domein:

# allow_current_ip_help
source: Do the domain main IP send emails for this domain?<br>Main IP: <b>10.0.0.1<b>
da_dk: Må domænet vigtigste IP sende e-mails for dette domæne?<br>Main IP: <b>10.0.0.1</b>
de_de: Erlaubt es der primären IP-Adresse dieser Domäne Emails zu versenden.<br>Haupt IP: <b>10.0.0.1</b>
es_es: Foro de la IP principal de dominio envía mensajes de correo electrónico para este dominio?<br>IP principal:<b>10.0.0.1</b>
fr_fr: Ne le domaine principal IP envoyer des e-mails pour ce domaine?<br>IP principale: <b>10.0.0.1</b>
ja_jp: ドメインの主なIPは、このドメインの電子メールを送信しますか？ <br>メインIPアドレス<b>：10.0.0.1</b>
nl_nl: Heeft het domein hoofd IP e-mails versturen voor dit domein?<br>Hoofd IP: <b>10.0.0.1</b>

# allow_hostname
source: Allow any hostname ending in <span id="domainSP" style="font-weight: bold;"></span> to send email for this domain:
da_dk: Tillad enhver hostname slutter i <span id="domainSP" style="font-weight: bold;"></span> at sende e-mail til dette domæne:
de_de: Dürfen alle Domänen mit dem gleichen Hostnamen wie diese Domäne <span id="domainSP" style="font-weight: bold;"></span> E-Mails verschicken?
es_es: Permitir cualquier nombre que termina en <span id="domainSP" style="font-weight: bold;"></span> para enviar correo electrónico para este dominio:
fr_fr: Autoriser tous les hôtes se terminant par <span id="domainSP" style="font-weight: bold;"></span> pour envoyer des courriels pour ce domaine:
ja_jp: できるようで終わるすべてのホスト名<span id="domainSP" style="font-weight: bold;"></span>このドメインの電子メールを送信するには、次のように
nl_nl: Laat eventuele hostnaam die eindigt in <span id="domainSP" style="font-weight: bold;"></span> om e-mail voor dit domein:

# allow_hostname_help
source: Are all subdomains allowed to send emails for this main domain?
da_dk: Er alle subdomæner lov til at sende e-mails til denne vigtigste domæne?
de_de: Ist es allen Subdomänen gestattet, E-Mails für diese Haupt-Domäne zu senden?
es_es: ¿Están todos los subdominios pueden enviar mensajes de correo electrónico para este dominio principal?
fr_fr: Sont tous les sous-domaines autorisés à envoyer des e-mails pour ce domaine principal?
ja_jp: すべてのサブドメインは、このメインドメインのために電子メールを送信することが許可されていますか？
nl_nl: Zijn alle subdomeinen toegestaan ​​om e-mails voor dit hoofddomein sturen?

source: No (recommended)
da_dk: Nej (anbefales)
de_de: Nein (empfohlen)
es_es: No (se recomienda)
fr_fr: Aucun (Recommandé)
ja_jp: いいえ（推奨）しない
nl_nl: Geen (aanbevolen)

source: Yes
da_dk: ja
de_de: Ja
es_es: Sí
fr_fr: Oui
ja_jp: はい
nl_nl: Ja

# allow_ip_cidr
source: IP addresses in CIDR format that deliver or relay mail for this domain:
da_dk: IP-adresser i CIDR format, der leverer eller relæ mail for dette domæne:
de_de: IP-Adressen im CIDR-Format, welche E-Mails dieser Domäne empfangen oder senden:
es_es: Direcciones IP en formato CIDR que entregan o reenvía correo para este dominio:
fr_fr: adresses IP au format CIDR qui offrent ou relaie le courrier pour ce domaine:
ja_jp: 配送またはこのドメインのメールを中継CIDR形式のIPアドレス：
nl_nl: IP-adressen in CIDR indeling die leveren of relais mail voor dit domein:

# allow_ip_cidr_help
source: Add the server IP addresses that may send mail with subnet mask space separated. Use /32 for a single IP.<br />i.e. <b>10.0.0.1/32 192.168.0.1/28</b>
da_dk: Tilsæt server IP-adresser, der kan sende e-mail med subnet mask rum adskilt. Brug /32 for en enkelt IP.<br />dvs <b>10.0.0.1/32 192.168.0.1/28</b>
de_de: Fügen Sie die Server-IP-Adressen (mit Subnetz-Maske) für alle Domänen ein, die E-Mails für diesen Server verschicken oder empfangen. Verwenden Sie /32 als Maske für eine einzelne IP-Adressen.<br>Beispiel: <b>10.0.0.1/32 192.168.0.1/28</b>
es_es: Agregue las direcciones IP de servidores que pueden enviar correo con espacio máscara de subred separada. Utilice /32 para una sola dirección IP.<br />es decir <b>10.0.0.1/32 192.168.0.1/28</b>
fr_fr: Ajouter les adresses IP des serveurs qui peuvent envoyer du courrier avec un espace de masque de sous-réseau séparé. Utilisez /32 pour une seule adresse IP.<br />dire<b>10.0.0.1/32 192.168.0.1/28</b>
ja_jp: 分離サブネットマスクスペースでメールを送信することができ、サーバのIPアドレスを追加します。 /32は、単一のIPのために使用してください。 <br />すなわち<b>10.0.0.1/32 192.168.0.1/28</b>
nl_nl: Voeg de server IP-adressen die mail kan verzenden met subnetmasker ruimte gescheiden. Gebruik /32 voor een enkele IP.<br/>dwz <b>10.0.0.1/32 192.168.0.1/28</b>

# allow_other_hostname
source: Add any other server hostname that may deliver or relay mail for this domain:
da_dk: Tilføj en anden server hostname, der kan levere eller videresende post for dette domæne:
de_de: In einer anderen Server-Hostnamen, die liefern oder Relais-Mail für diese Domain können:
es_es: Añadir cualquier otro nombre de host del servidor que pueden entregar o retransmitir correo para este dominio:
fr_fr: Ajouter un autre nom d'hôte du serveur qui peut donner ou relayer le courrier pour ce domaine:
ja_jp: このドメインのメールの配信または中継することができる任意の他のサーバーのホスト名を追加します。
nl_nl: Voeg een andere server hostname die kunnen leveren of relais mail voor dit domein:

# allow_other_hostname_help
source: Add the servers that are allowed to send mails for this domain space separated.<br/>i.e. <b>ns1.example.com ns2.example.com</b>
da_dk: Tilsæt de servere, der har lov til at sende mails til dette domæne rum adskilt.<br/>dvs <b>ns1.example.com ns2.example.com</b>
de_de: Fügen Sie den Hostnamen jedes anderen Servers an, der E-Mails für diese Domäne verschickt oder empfängt. Hostnamen müssen mit Leerzeichen voneinander getrennt werden. <br/>Beispiel: <b>ns1.example.com ns2.example.com</b>
es_es: Agregue los servidores que tienen permiso para enviar correos para este espacio de dominio separada.<br/>es decir <b>ns1.example.com ns2.example.com</b>
fr_fr: Ajoutez les serveurs qui sont autorisés à envoyer des mails pour cet espace de domaine séparé. <br/> dire <b>ns1.example.com ns2.example.com</b>
ja_jp: 分離このドメイン空間のためのメールを送信することが許可されているサーバーを追加します。<br/>すなわち<b>ns1.example.com ns2.example.com</b>
nl_nl: Voeg de servers die zijn toegestaan ​​om e-mails te sturen voor dit domein ruimte gescheiden.<br/>dwz <b>ns1.example.com ns2.example.com</b>

# any_other_domains
source: Any domains that may deliver or relay mail for this domain:
da_dk: Eventuelle domæner, der kan levere eller relay mail for dette domæne:
de_de: Alle anderen Domänen, welche E-Mails dieser Domäne senden oder empfangen:
es_es: Cualquier dominio que puede entregar o retransmitir correo para este dominio:
fr_fr: Tous les domaines qui peuvent livrer ou relayer le courrier pour ce domaine:
ja_jp: このドメインのメールの配信または中継することができる任意のドメイン：
nl_nl: Elke domeinen die kunnen leveren of relais mail voor dit domein:

# any_other_domains_help
source: Add other domains that can send emails for this domain, such as third party services. Space separated.<br />i.e. <b>3rdparty.com 1stparty.com</b>
da_dk: Tilføj andre domæner, der kan sende e-mails for dette domæne, sådan en tredjepart tjeneste rum adskilt.<br />dvs <b>3rdparty.com 1stparty.com</b>
de_de: Alle anderen Domänen, welche E-Mails für diese Domäne senden. Mit Leerzeichen voneinander getrennt.<br/>Beispiel: <b>3rdparty.com 1stparty.com</b>
es_es: Añadir otros dominios que pueden enviar mensajes de correo electrónico para este dominio, un tercer espacio, tales servicios de terceros separada.<br />es decir <b>3rdparty.com 1stparty.com</b>
fr_fr: Ajoutez d'autres domaines qui peuvent envoyer des e-mails pour ce domaine, un tel troisième espace de services tiers séparé.<br/>dire <b>3rdparty.com 1stparty.com</b>
ja_jp: このドメインの電子メールを送信することができ、他のドメインを追加し、このようなサードパーティのサービス空間を分離した。<br/>すなわち<b>3rdparty.com 1stparty.com</b>
nl_nl: Voeg andere domeinen die e-mails voor dit domein kunt verzenden, een derde in de dienstruimte gescheiden.<br />dwz <b>3rdparty.com 1stparty.com</b>

# how_strict
source: How strict should be the servers treating the emails?
da_dk: Hvor strenge skal være serverne behandler e-mails?
de_de: Wie streng sollten der Server die SPF-Einstellungen auslegen?
es_es: ¿Con qué rigor deben ser los servidores de tratamiento de los mensajes de correo electrónico?
fr_fr: Comment strict devraient être les serveurs traitant les e-mails?
ja_jp: どのように厳格な電子メールを処理するサーバーである必要がありますか？
nl_nl: Hoe streng moet worden de servers het behandelen van de e-mails?

# how_strict_help
source: Select the option that fits best.
da_dk: Vælg den indstilling, der passer bedst.
de_de: Wählen Sie die Option, die am besten passt.
es_es: Seleccione la opción que mejor se adapte.
fr_fr: Sélectionnez l'option qui convient le mieux.
ja_jp: 最高のフィットオプションを選択します。
nl_nl: Selecteer de optie die het beste past.

# fail_notcompliant
source: Fail (Not compliant will be rejected)
da_dk: Fail (Ikke kompatibel vil blive afvist)
de_de: Fehlschlagen (Nicht konforme E-Mails werden abgelehnt)
es_es: Falla (No compatible será rechazada)
fr_fr: Fail (Non conforme sera rejeté)
ja_jp: 失敗（準拠したんは拒否されます）
nl_nl: Fail (Niet compliant zal worden verworpen)

# softfail
source: SoftFail (Not compliant will be accepted but marked)
da_dk: SoftFail (Ikke kompatibel vil blive accepteret, men mærkes)
de_de: SoftFail (Nicht konform ist zulässig, wird aber markiert)
es_es: SoftFail (No conforme se aceptarán pero marcado)
fr_fr: SoftFail (Non conforme seront acceptés mais marqué)
ja_jp: Softfailは（対応の受け入れられますが、マークされていません）
nl_nl: SoftFail (Niet compliant zal worden geaccepteerd, maar gemarkeerd)

# neutral_maybe
source: Neutral (Mails will be probably accepted)
da_dk: Neutral (Mails bliver sandsynligvis accepteret)
de_de: Neutral (Mails werden wahrscheinlich angenommen werden)
es_es: Neutral (Mails serán probablemente aceptadas)
fr_fr: Neutre (Mails seront probablement acceptées)
ja_jp: ニュートラル（メールはおそらく受け入れられます）
nl_nl: Neutraal (Mails zal waarschijnlijk worden aanvaard)

# create_dns_recAAAA
source: [[base-dns.title]] Add New [[base-dns.aaaa_record]]
da_dk: [[base-dns.title]] Tilføj ny [[base-dns.aaaa_record]]
de_de: Neuen [[base-dns.aaaa_record]] hinzufügen
fr_fr: [[base-dns.title]] Ajouter un nouveau [[base-dns.aaaa_record]]
nl_nl: [[base-dns.title]] Nieuwe [[base-dns.aaaa_record]]

# modify_dns_recAAAA
source: [[base-dns.title]] Modify [[base-dns.aaaa_record]]
da_dk: [[base-dns.title]] Rediger [[base-dns.aaaa_record]]
de_de: [[base-dns.aaaa_record]] ändern
fr_fr: [[base-dns.title]] Modifier [[base-dns.aaaa_record]]
nl_nl: [[base-dns.title]] Wijzigen [[base-dns.aaaa_record]]

# aaaa_ip_address
source: IPv6 Address
da_dk: IPv6-adresse
de_de: IPv6-Adresse
fr_fr: Adresse IPv6
nl_nl: IPv6-adres

# aaaa_ip_address_help
source: Enter the IPv6 address for this record. [[base-dns.aaaa_record_explain]]
da_dk: Indtast IPv6-adressen til denne oplysning. [[base-dns.aaaa_record_explain]]
de_de: Geben Sie die IPv6-Adresse für diesen Datensatz ein. [[base-dns.aaaa_record_explain]] [[base-dns.ipV6addr_rule]]
fr_fr: Entrez l'adresse IPv6 pour cet enregistrement. [[base-dns.aaaa_record_explain]]
nl_nl: Voer het IPv6-adres voor dit record. [[base-dns.aaaa_record_explain]]

# aaaa_ip_address_invalid
source: The specified IPv6 address is invalid. [[base-dns.ipV6addr_rule]]
da_dk: Den angivne IPv6-adresse er ugyldig. [[base-dns.ipV6addr_rule]]
de_de: Die angegebene IPv6-Adresse ist ungültig. [[base-dns.ipV6addr_rule]]
fr_fr: L'adresse IPv6 spécifiée n'est pas valide. [[base-dns.ipV6addr_rule]]
nl_nl: Het opgegeven IPv6-adres is ongeldig. [[base-dns.ipV6addr_rule]]

# aaaa_ip_address_empty
source: Please specify the IPv6 address to which the Host and Domain Name will resolve. [[base-dns.ipV6addr_rule]]
da_dk: Angiv IPv6-adresse, som værts-og domænenavn vil løse. [[base-dns.ipV6addr_rule]]
de_de: Bitte geben Sie die IPv6-Adresse ein, die mit diesem Host- und/oder Domänen-Name verknüpft werden soll. [[base-dns.ipV6addr_rule]]
fr_fr: S'il vous plaît spécifier l'adresse IPv6 à laquelle l'hôte et le nom de domaine se résolvent. [[base-dns.ipV6addr_rule]]
nl_nl: Specificeer het IPv6-adres waarnaar de host-en domeinnaam zal oplossen. [[base-dns.ipV6addr_rule]]

# aaaa_record
source: IPv6 Forward Address (AAAA) Record
da_dk: Adresse IPv6 Forward (AAAA) Record
de_de: IPv6 Forward (AAAA) Record
fr_fr: Enregistrement (AAAA) « IPv6 Forward Address »
nl_nl: IPv6 Forward (AAAA) Record

# aaaa_record_explain
source: A [[base-dns.aaaa_record]] provides the translation from a fully-qualified domain name to an IPv6 address. A fully-qualified domain name can be composed of both a host name and a domain name or only a domain name.
da_dk: En [[base-dns.aaaa_record]] giver oversættelse fra et fuldt kvalificeret domænenavn til en IPv6-adresse. En fuldt kvalificeret domænenavn kan være sammensat af både et værtsnavn og et domænenavn eller kun et domænenavn.
de_de: Ein IPv6 DNS Record bietet die Übersetzung von einem vollqualifizierten Domain-Namen in eine IPv6-Adresse. Ein vollqualifizierten Domain-Name kann sowohl aus einem Host-Namen und Domain-Namen als auch nur aus einen Domain-Namen bestehen.
fr_fr: Un [[base-dns.aaaa_record]] fournit la traduction d'un nom de domaine complet à une adresse IPv6. Un nom de domaine complet peut être composé d'un nom d'hôte et un nom de domaine ou seulement un nom de domaine.
nl_nl: Een [[base-dns.aaaa_record]] biedt de vertaling van een volledig gekwalificeerde domeinnaam naar een IPv6-adres. Een volledig gekwalificeerde domeinnaam kan bestaan ​​uit zowel een hostnaam en een domeinnaam of alleen een domeinnaam.

# ipV6addr_rule
source: AAAA records work in the same way as A records. But rather than pointing a website towards an IPv4 IP address (213.171.111.2 for example), they will point a towards an IPv6 address (such as: c32:2214:ff2a).
da_dk: AAAA records arbejde på samme måde som A-records. Men i stedet for at pege en hjemmeside i retning af en IPv4 IP-adresse (213.171.111.2 for eksempel), vil de pege en retning af en IPv6-adresse (såsom: c32:2214:ff2a).
de_de: AAAA-Records funktionieren in der gleichen Weise wie A-Records. Aber anstatt zu einer IPv4 IP-Adresse zuu zeigen (Beispiel: 213.171.111.2) zeigen diese auf eine IPv6 IP-Adresse (Beispiel: c32:2214:ff2a)
fr_fr: enregistrements AAAA fonctionnent de la même manière que les enregistrements. Mais plutôt que de pointer un site vers une adresse IPv4 IP (213.171.111.2 par exemple), ils vont pointer vers une adresse IPv6 (tels que: c32:2214:ff2a).
nl_nl: AAAA registers werken op dezelfde wijze als A-records. Maar in plaats van te wijzen van een website naar een IPv4 IP-adres (213.171.111.2 bijvoorbeeld), zullen ze wijzen een weg naar een IPv6-adres (bijvoorbeeld: c32:2214:ff2a).

# zone_format
source: Zone File Format
da_dk: Zonefilformat
de_de: Zonen-File Format
es_es: Zona Formato del archivo
it_it: Zona File Format
ja_jp: ゾーンファイルの形式
pt_pt: Formato Zona Arquivo

# a_dir
source: Forward
da_dk: Videresend
es_es: Adelante
it_it: Inoltrare
ja_jp: 正引き
nl_nl: Vooruit
pt_pt: Para a frente

# ptr_dir
source: Reverse
da_dk: Omvendt (Reverse)
es_es: Marcha atrás
ja_jp: 逆引き
pt_pt: Reverso

# cname_dir
source: Alias
ja_jp: エイリアス
pt_pt: Pseudônimo

# txt_dir
source: TXT
ja_jp: テキスト

# listAction
source: Action
da_dk: Handling
de_de: Aktion
es_es: Acción
it_it: Azione
ja_jp: 詳細
nl_nl: Actie
pt_pt: Ação

# recordlist_action
source: Action
da_dk: Handling
de_de: Aktion
es_es: Acción
it_it: Azione
ja_jp: 詳細
nl_nl: Actie
pt_pt: Ação

source: Auto DNS
ja_jp: 自動 DNS
pt_pt: DNS Auto
