Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# apply_changes_help
source: Click here to immediately activate any changes made to your domain name server records. Any modifications made to your domain name records will not be active until they are explicitly applied to the domain name server by clicking this button.
da_dk: Klik her for, øjeblikkeligt, at aktivere de ændringer du måtte have gjort til domænenavneserverens kort. Alle ændringer foretaget til dine domæners kort vil først blive aktiveret når de er blevet tilføjet til domænenavneserveren ved at klikke på denne knap.
de_de: Klicken Sie hier, um alle vorgenommenen Änderungen zu aktivieren. Modifikationen an den DNS-Einträgen werden erst aktiviert, wenn Sie explizit auf diese Schaltfläche klicken. Erst dann werden die Änderungen vom DNS-Server übernommen.
es_es: Haga clic aquí para activar inmediatamente los cambios realizados en los registros del servidor de nombres de dominio. Las modificaciones introducidas en los registros de nombres de dominio no estarán activos hasta que se aplican de forma explícita con el servidor de nombres de dominio, haga clic en este botón.
fr_fr: Cliquer ici pour activer immédiatement les modifications effectuées aux enregistrements de serveur DNS. Toutes ces modifications ne seront prises en charge que lorsqu'elles seront explicitement appliqués au serveur DNS en cliquant sur ce bouton.
it_it: Clicca qui per attivare immediatamente le modifiche apportate al tuo dominio record del server dei nomi. Tutte le modifiche apportate ai dati del codice di dominio non sarà attivo fino a quando non sono esplicitamente applicate al server dei nomi di dominio, fare clic su questo pulsante.
ja_jp: このボタンをクリックすると、DNS レコードに加えた変更が適用されます。DNS レコードを修正しても、このボタンをクリックしない限り新しい設定は有効になりません。
nl_nl: Klik hier om eventuele wijzigingen in uw domeinnaam server neemt onmiddellijk activeren. Eventuele wijzigingen aan uw domeinnaam records pas actief worden wanneer ze expliciet door te klikken op deze knop worden toegepast op de domeinnaam server.
pt_pt: Clique aqui para ativar imediatamente as alterações feitas aos seus registros de servidor de nomes de domínio. Quaisquer modificações feitas a seus registros de nomes de domínio não estará ativo até que sejam explicitamente aplicada ao servidor de nome de domínio, clicando neste botão.

# apply_changes_disabledHelp
source: This button is disabled because you have not yet added or modified domain name server records. After adding or modifying domain name server records, click here to immediately activate any changes made to your domain name server records.
da_dk: Denne knap er deaktiveret fordi du endnu ikke har tilføjet eller rettet kort i domænenavneserveren. Efter tilføjelse eller rettelse af domænenavneserverkort kan du klikke her for, øjeblikkeligt, at aktivere de ændringer du måtte have gjort til domænenavneserveren.
de_de: Diese Schaltfläche ist deaktiviert, weil Sie noch keine Datensätze hinzugefügt oder geändert haben. Nach dem Hinzufügen oder Ändern von DNS-Einträgen klicken Sie hier, um alle Änderungen sofort wirksam zu machen.
es_es: Este botón está desactivado porque todavía no ha añadido o modificado los registros del servidor de nombres de dominio. Después de añadir o modificar registros de servidor de nombres de dominio, haga clic aquí para activar inmediatamente los cambios realizados en los registros del servidor de nombres de dominio.
fr_fr: Ce bouton est désactivé car vous n'avez pas encore ajouté ou modifié enregistrements de serveur DNS. Après l'ajout ou la modification des enregistrements de serveur de noms de domaine, vous pourrez cliquez ici pour activer immédiatement les modifications apportées à vos enregistrements de serveur DNS.
it_it: Questo pulsante è disabilitato perché non è ancora stato aggiunto o modificato i record del server dei nomi di dominio. Dopo l'aggiunta o la modifica dei record del server dei nomi di dominio, clicca qui per attivare immediatamente le modifiche apportate al tuo dominio record del server dei nomi.
ja_jp: DNS レコードが追加、修正されていないため、このボタンは現在無効です。DNS レコードを追加、修正してからこのボタンをクリックすると、新しい設定が有効になります。
nl_nl: Deze knop is uitgeschakeld, omdat je nog niet hebt toegevoegd of gewijzigd domeinnaam naamserverrecords. Na het toevoegen of wijzigen van de domeinnaam server neemt, klik hier om alle wijzigingen aan jouw domein server verslagen onmiddellijk te activeren.
pt_pt: Este botão está desabilitado porque você ainda não tiver adicionado ou modificado registros de servidores de nomes de domínio. Depois de adicionar ou modificar registros de servidor de nome de domínio, clique aqui para ativar imediatamente as alterações feitas aos seus registros de servidor de nomes de domínio.

# amDNSNameTag
source: Domain Name Service (DNS) Server
da_dk: Domæne Navne Service (DNS) server
de_de: DNS-Server
es_es: Servicio de Nombres de Dominio (DNS)
fr_fr: Serveur DNS (Domain Name Service)
ja_jp: DNS サーバ
pt_pt: Domain Name Service Server (DNS)

# amDetailsTitle
source: Domain Name Service (DNS) Server Details
da_dk: Domæne Navne Service (DNS) serverdetaljer
de_de: Status des DNS-Servers
es_es: Domain Name Service (DNS) Detalles del Servidor
fr_fr: Détails du serveur DNS (Domain Name Service)
it_it: Domain Name Service (DNS) Dettagli Server
ja_jp: DNS サーバの詳細
pt_pt: Domain Name Service (DNS) Detalhes do Servidor

# amNotRunning
source: The domain name server is not running and could not be restarted. In the [[base-apache.amAdmservNameTag]], try turning the domain name server off then on again to see if this corrects the problem. If the domain name server is still unable to start, try rebooting the server itself by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If the domain name server is still unable to start, please refer [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: Domænenavneserveren kører ikke og kunne ikke startes. I [[base-apache.amAdmservNameTag]] kan du prøve at slå navneserveren til og fra og se om dette løser problemet. Hvis domænenavneserveren stadig ikke vil starte, prøv da at genstarte serveren ved at klikke på knappen [[base-power.reboot]] i menuen [[base-power.power]] under [[base-alpine.serverconfig]]. Vil domænenavneserveren stadig ikke starte, se da [[base-sauce-basic.techSupportURL]] for teknisk assistance.
de_de: Der DNS-Server läuft nicht und konnte auch nicht neu gestartet werden. Versuchen Sie bitte, den DNS-Server manuell zu stoppen und neu zu starten.
es_es: El servidor de nombres de dominio no está en ejecución y no se puede reiniciar. En el [[base-apache.amAdmservNameTag]], intente girar el servidor de nombres de dominio y vuelva a encenderlo de nuevo para ver si esto soluciona el problema. Si el servidor de nombres de dominio aún no puede arrancar, intente reiniciar el servidor sí mismo haciendo clic en el [[base-power.reboot]] en la [[base-power.power]] del menú en [[base-alpine.serverconfig] ]. Si el servidor de nombre de dominio es todavía no arranca, consulte [[base-salsa-basic.techSupportURL]] para obtener asistencia técnica.
fr_fr: Le serveur DNS ne fonctionne pas et ne peut pas être redémarré. Dans le [[base-apache.amAdmservNameTag]], essayez de désactiver puis réactiver à nouveau le serveur DNS pour voir si cela résout le problème. Si le serveur DNS ne fonctionne toujours pas, essayez de redémarrer le serveur lui-même en cliquant sur [[base-power.reboot]] dans le menu [[base-power.power]] sous [[base-alpine.serverconfig]]. Si le serveur DNS ne démarre toujours pas, veuillez vous référer à [[base-sauce-basic.techSupportURL]] pour le support technique.
it_it: Il server dei nomi di dominio non è in esecuzione e non poteva essere riavviato. Nel [[base-apache.amAdmservNameTag]], provare a capovolgere il server dei nomi di dominio e riaccenderlo per vedere se questo risolve il problema. Se il server di nome di dominio è ancora in grado di iniziare, provate a riavviare il server stesso cliccando il [[base-power.reboot]] nella [[base-power.power]] menu sotto [[base-alpine.serverconfig] ]. Se il server di nome di dominio è ancora in grado di iniziare, vedere [[base-salsa-basic.techSupportURL]] per il supporto tecnico.
ja_jp: ドメインネームサーバは動作しておらず、起動することもできませんでした。[[base-apache.amAdmservNameTag]] で、ドメインネームサーバを一旦オフにして「保存」ボタンをクリックしてから、もう一度オンにして「保存」ボタンをクリックし、問題が解決するかどうかお試しください。ドメインネームサーバが正しく起動しない場合には、[[base-alpine.serverconfig]] の [[base-power.power]] メニューにある「[[base-power.reboot]]」ボタンをクリックして、サーバ本体を再起動してください。それでもドメインネームサーバが起動しない場合には、[[base-sauce-basic.techSupportURL]] にあるテクニカルサポートサービスをご利用ください。
nl_nl: De domeinnaam van de server is niet actief en kon niet worden opgestart. In de [[base-apache.amAdmservNameTag]], schakelt u de domeinnaam van de server uit en weer aan om te zien of dit corrigeert het probleem. Als de domeinnaam van de server is nog steeds niet in staat om te beginnen, probeer dan het rebooten van de server zelf door te klikken op de [[base-power.reboot]] knop in het menu onder [[base-power.power]] [[base-alpine.serverconfig]]. Als de domeinnaam van de server is nog steeds niet in staat om te beginnen, zie [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O servidor de nome de domínio não está funcionando e não pode ser reiniciado. No [[base-apache.amAdmservNameTag]], tente desligar o servidor de nomes de domínio fora em seguida, novamente para ver se isso corrige o problema. Se o servidor de nome de domínio ainda não é capaz de iniciar, tente reiniciar o próprio servidor, clicando no botão [[base-power.reboot]] no [[base-power.power]] menu em [[base-alpine.serverconfig]]. Se o servidor de nome de domínio ainda não é capaz de iniciar, por favor consulte [[base-molho-basic.techSupportURL]] para suporte técnico.

# amStatusOK
source: The domain name server is operating normally.
da_dk: Domænenavneserveren kører normalt.
de_de: Der DNS-Server arbeitet normal.
es_es: El servidor de nombres de dominio está funcionando normalmente.
fr_fr: Le serveur DNS fonctionne normalement.
it_it: Il domain name server funziona normalmente.
ja_jp: ドメインネームサーバは正常に動作しています。
nl_nl: De domeinnaam van de server werkt normaal.
pt_pt: O servidor de nome de domínio está funcionando normalmente.

source: Select a Domain...
da_dk: Vælg et domæne...
es_es: Seleccione un dominio ...
fr_fr: Choisir un domaine ...
it_it: Selezionare un dominio ...
ja_jp: ドメインを選択...
nl_nl: Selecteer een domein ...
pt_pt: Escolha um Domínio ...

source: Select a Network...
da_dk: Vælg et netværk...
de_de: Netzwerk auswählen...
es_es: Seleccione una red ...
fr_fr: Choisir un réseau ...
it_it: Selezionare una rete ...
ja_jp: ネットワークを選択...
nl_nl: Selecteer een netwerk ...
pt_pt: Selecione uma rede ...

# no_records
source: No Domain or Network Authorities
da_dk: Ingen domæne eller netværksautoriteter
de_de: Keine Domänen- oder Netzwerkinstanzen
es_es: Ninguna autoridad de dominio o de red
fr_fr: Aucune Autorité de Domaine ou de Réseau
it_it: Nessun dominio o Network Autorità
ja_jp: ドメインまたはネットワーク権限がありません。
nl_nl: Geen domein of Network Autoriteiten
pt_pt: No domínio ou Autoridades de rede

# subdom_host_name
source: Subdomain Name
da_dk: Subdomænenavn
de_de: Name der Subdomöne
es_es: Subdominio Nombre
fr_fr: Nom du sous-domaine
it_it: Sottodominio Nome
ja_jp: サブドメインネーム
nl_nl: Subdomein
pt_pt: Nome de subdomínio

# subdom_host_name_help
source: Specify the unqualified subdomain name. For example, to delegate the subdomain remote.example.com, this server must be authoritative for the domain example.com. Specify only the subdomain name, remote.
da_dk: Specificér det ukvalificerede subdomænenavn. For, for eksempel, at delege subdomænet fjern.eksempel.dk, så skal denne server være autoritativ for domænet eksempel.dk. Specificér kun subdomænenavnet, fjern.
de_de: Geben Sie den Namen der unqualifizierten Subdomäne an. Um z.B. die Subomäne 'remote.meinbuero.de' zu delegieren, muss dieser Server die Instanz für die Domäne 'meinbuero.de' sein. In dem Fall geben Sie als Namen für die Subomäne nur 'remote' an.
es_es: Especifique el nombre de subdominio no calificado. Por ejemplo, para delegar la remote.example.com subdominio, este servidor debe estar autorizado para el dominio example.com. Especifique sólo el nombre del subdominio, a distancia.
fr_fr: Saisir le nom du sous-domaine non-qualifié. Par exemple, pour déléguer le sous-domaine « remote.example.com », ce serveur doit avoir la souveraineté du nom de domaine « example.com », c'est-à-dire faire autorité (authoritative for the domain). Vous indiquerez alors ici seulement le nom de sous-domaine « remote ».
it_it: Specificare il nome del sottodominio non qualificato. Ad esempio, per delegare la remote.example.com sottodominio, questo server deve essere autorevole per il dominio example.com. Specificare solo il nome di sottodominio, a distanza.
ja_jp: サブドメインネームを指定してください。例えば、remote.ourcompany.com というサブドメインの権限を委譲するには、このサーバが ourcompany.com というドメインに対する権限を持っていなければなりません。このフィールドには、サブドメインネームである remote のみを指定します。
nl_nl: Geef de goedkeurende subdomein naam. Bijvoorbeeld, om het subdomein remote.example.com delegeren, deze server moet gezaghebbend voor het domein example.com zijn. Geef alleen de naam van het subdomein, remote.
pt_pt: Especifique o nome do subdomínio não qualificado. Por exemplo, para delegar a remote.example.com subdomínio, este servidor deve ser autoritário para o domínio example.com. Especifique somente o nome do subdomínio, remoto.

# subdom_domain_name
source: Parent Domain Name
da_dk: Forælderdomænenavn
de_de: Name der übergeordneten Domäne
es_es: Padres de nombres de dominio
fr_fr: Nom de domaine parent
it_it: Nome del dominio padre
ja_jp: 親ドメインネーム
nl_nl: Ouder Domeinnaam

# subdom_domain_name_help
source: Select the parent domain name. For example, to delegate the subdomain remote.example.com, select example.com
da_dk: Vælg forælderdomænenavnet. For, for eksempel, at delegere et subdomæne fjern.eksempel.dk, vælg da eksempel.dk
de_de: Wählen Sie den Namen der übergeordneten Domäne aus. Um z.B. die übergeordnete Domäne 'remote.meinbuero.de' zu delegieren, wählen Sie 'remote.meinbuero.de' aus.
es_es: Seleccione el nombre de dominio principal. Por ejemplo, para delegar la remote.example.com subdominio, seleccione example.com
fr_fr: Sélectionner le nom de domaine parent. Par exemple, pour déléguer le sous-domaine « remote.example.com », sélectionnez ici « example.com »
it_it: Selezionare il nome del dominio padre. Ad esempio, per delegare la remote.example.com sottodominio, selezionare example.com
ja_jp: 親ドメインネームを選択してください。例えば、remote.ourcompany.com というサブドメインの権限を委譲する場合には、ourcompany.com を選択します。
nl_nl: Selecteer de bovenliggende domeinnaam. Bijvoorbeeld, om het subdomein remote.example.com delegeren, selecteert example.com
pt_pt: Selecione o nome do domínio pai. Por exemplo, para delegar a remote.example.com subdomínio, selecione example.com

# subdom_nameservers
source: Name Servers
da_dk: Navneservere
de_de: DNS-Server
es_es: Servidores de nombres
fr_fr: Serveurs DNS
ja_jp: ネームサーバ
pt_pt: Nome servidores

# subdom_nameservers_help
source: Specify a comma-separated list of fully-qualified host names that are authoritative for the specified subdomain. At least one name server must be specified.
da_dk: Specificér en komma-separeret liste over fuldt kvalificerede værtsnavne der er autoritative for det specificerede subdomæne. Mindst en navneserver skal specificeres.
de_de: Geben Sie eine durch Kommata getrennte Liste mit den IP-Adressen der DNS-Server an, die für die angegebene Subdomäne gelten. Es muss mindestens ein DNS-Server angegeben werden.
es_es: Especifica una lista separada por comas de nombres de host completamente cualificados que están autorizados para el subdominio especificado. Se debe especificar al menos un servidor de nombres.
fr_fr: Saisir une liste séparée par des virgules de noms entièrement qualifiés FQDN de serveurs DNS qui font autorité pour le sous-domaine spécifié. Au moins un serveur DNS doit être spécifié.
it_it: Specificare un elenco separato da virgole di nomi di host completi, autorevoli per il sottodominio specificato. Almeno un server di nome deve essere specificato.
ja_jp: 指定されたサブドメインに対する権限を持つネームサーバの IP アドレスを指定してください。複数指定する場合には、コンマで区切ってください。少なくとも１つは指定する必要があります。
nl_nl: Geef een door komma's gescheiden lijst van volledig gekwalificeerde hostnamen die als autoriteit voor de opgegeven subdomein zijn. Ten minste een name server moet worden opgegeven.
pt_pt: Especifique uma lista de nomes de host totalmente qualificados que têm autoridade para o subdomínio especificados separados por vírgulas. Pelo menos um servidor de nome deve ser especificado.

# subdom_nameservers_invalid
source: The [[base-dns.subdom_nameservers]] list contains invalid characters or host names.
da_dk: Listen over [[base-dns.subdom_nameservers]] indeholder ugyldige karakterer eller værtsnavne.
de_de: Die Liste der[[base-dns.subdom_nameservers]] beinhaltet ungültige Zeichen oder ungültige Domänen-Namen.
es_es: El [[base-dns.subdom_nameservers]] lista contiene caracteres o nombres de host válidos.
fr_fr: La liste [[base-dns.subdom_nameservers]] contient des noms ou des caractères non valides.
it_it: Il [[base-dns.subdom_nameservers]] elenco contiene caratteri non validi o nomi host.
ja_jp: [[base-dns.subdom_nameservers]]のリストに不正な文字またはホスト名が含まれています。
nl_nl: De [[base-dns.subdom_nameservers]] lijst bevat ongeldige tekens of hostnamen.
pt_pt: O [[base-dns.subdom_nameservers]] lista contém caracteres inválidos ou nomes de host.

# subdom_nameservers_empty
source: Please specify at least one DNS server that is authoritative for this subdomain.
da_dk: Specificér venligst mindst en DNS server der er autoritativ for dette subdomæne.
de_de: Bitte geben Sie mindestens einen DNS-Server an, der für diese Subdomäne authoritativ ist.
es_es: Especifique por lo menos un servidor DNS que tiene autoridad para este subdominio.
fr_fr: Veuillez spécifier au moins un serveur DNS qui fait autorité pour ce sous-domaine.
it_it: Si prega di specificare almeno un server DNS autorevole per questo sottodominio.
ja_jp: このサブドメインに対する権限を持つ DNS サーバを少なくとも１つは指定してください。
nl_nl: Geef ten minste een DNS-server die als autoriteit voor dit subdomein.
pt_pt: Por favor, especifique pelo menos um servidor DNS com autoridade para este subdomínio.

source: Subnet IP Address
da_dk: Subnet IP-adresse
de_de: IP-Adresse des Subnetzes
es_es: Dirección IP de subred
fr_fr: Adresse IP du sous-réseau
ja_jp: サブネットの IP アドレス
nl_nl: Subnet IP-adres
pt_pt: De sub-rede IP

# subnet_ip_address_help
source: Specify an IP address within the desired subnet that will be delegated to another DNS server.
da_dk: Specificér en IP-adresse indenfor det begærede subnet der skal delegeres til en anden DNS server.
de_de: Geben Sie eine IP-Adresse innerhalb des gewünschten Subnetzes an, die an einen anderen DNS-Server delegiert wird.
es_es: Especifique una dirección IP dentro de la subred deseada que se delega a otro servidor DNS.
fr_fr: Taper une adresse IP faisant partie du sous-réseau souhaité qui sera déléguée à un autre serveur DNS.
it_it: Specificare un indirizzo IP all'interno della sottorete desiderata che sarà delegata a un altro server DNS.
ja_jp: 別の DNS サーバに権限を委譲したいサブネット上の IP アドレスを指定してください。
nl_nl: Geef een IP-adres binnen het gewenste subnet die zullen worden gedelegeerd aan een andere DNS-server.
pt_pt: Especificar um endereço IP na sub-rede desejada que será delegada a outro servidor DNS.

# subnet_mask
source: Subnet Network Mask
da_dk: Subnettets netværksmaske
de_de: Netzwerkmaske des Subnets
es_es: Máscara de subred de red
fr_fr: Masque de sous-réseau
it_it: Subnet Mask di rete
ja_jp: サブネットのネットワークマスク
pt_pt: Máscara de sub-rede

# subnet_mask_help
source: Specify the subnet network mask in dot-quad notation.
da_dk: Specificér subnettets netmaske i dot-quad notation.
de_de: Geben Sie die Netzmaske des Subnets in vierpunkt-Schreibweise an (z.B.: 255.255.0.0)
es_es: Especifique la máscara de red de la subred en notación punto-quad.
fr_fr: Taper le masque de réseau de sous-réseau. [[base-dns.ptr_subnet_help]]
it_it: Specificare la maschera di rete subnet nella notazione dot-quad.
ja_jp: サブネットのネットワークマスクを指定してください。
nl_nl: Geef het subnet mask netwerk in dot-quad-notatie.
pt_pt: Especifique a máscara de sub-rede da rede em notação de ponto-quad.

# subnet_nameservers
source: Name Servers
da_dk: Navneservere
de_de: DNS-Server
es_es: Servidores de nombres
fr_fr: Serveurs DNS
ja_jp: ネームサーバ
pt_pt: Nome servidores

# subnet_nameservers_help
source: Specify a comma-separated list of fully-qualified host names that are authoritative for the specified subnet. At least one name server must be specified.
da_dk: Specificér en komma-separeret liste over fuldt kvalificerede værtsnavne der er autoritative for det specificerede subnet. Mindst en navneserver skal specificeres.
de_de: Geben Sie eine durch Kommata getrennte Liste mit den IP-Adressen der DNS-Server an, die für das angegebene Subnetz gelten. Es muss mindestens ein DNS-Server angegeben werden.
es_es: Especifica una lista separada por comas de nombres de host completamente cualificados que están autorizados para la subred especificada. Se debe especificar al menos un servidor de nombres.
fr_fr: Taper une liste séparée par des virgules d'adresses IP de serveurs DNS qui font autorité pour le sous-réseau spécifié. Au moins un serveur DNS doit être spécifié.
it_it: Specificare un elenco separato da virgole di nomi di host completi, autorevoli per la subnet specificata. Almeno un server di nome deve essere specificato.
ja_jp: 指定されたサブネットに対する権限を持つネームサーバの IP アドレスを指定してください。複数指定する場合には、コンマで区切ってください。少なくとも１つは指定する必要があります。
nl_nl: Geef een door komma's gescheiden lijst van volledig gekwalificeerde hostnamen die als autoriteit voor de opgegeven subnet zijn. Ten minste een name server moet worden opgegeven.
pt_pt: Especifique uma lista de nomes de host totalmente qualificados que têm autoridade para a sub-rede especificada, separados por vírgulas. Pelo menos um servidor de nome deve ser especificado.

# subnet_nameservers_invalid
source: The [[base-dns.subnet_nameservers]] list contains invalid characters or host names.
da_dk: Listen over [[base-dns.subnet_nameservers]] indeholder ugyldige karakterer eller værtsnavne.
de_de: Der angegebene vollqualifizierte Domänenname für den primären DNS-Server ist ungültig.
es_es: El [[base-dns.subnet_nameservers]] lista contiene caracteres o nombres de host válidos.
fr_fr: La liste [[base-dns.subnet_nameservers]] liste contient des caractères non valides.
it_it: Il [[base-dns.subnet_nameservers]] elenco contiene caratteri non validi o nomi host.
ja_jp: [[base-dns.subnet_nameservers]] のリストに不正な文字またはホスト名が含まれています。
nl_nl: De [[base-dns.subnet_nameservers]] lijst bevat ongeldige tekens of hostnamen.
pt_pt: O [[base-dns.subnet_nameservers]] lista contém caracteres inválidos ou nomes de host.

# subnet_nameservers_empty
source: Please specify at least one DNS server that is authoritative for this subnet.
da_dk: Specificér mindst en DNS server der er autoritativ for dette subnet.
de_de: Geben Sie mindestens einen DNS-Server an, der für dieses Subnetz authoritativ ist.
es_es: Especifique por lo menos un servidor DNS que es autoritativo para esta subred.
fr_fr: Veuillez spécifier au moins un serveur DNS qui fait autorité pour ce sous-réseau.
it_it: Si prega di specificare almeno un server DNS autorevole per questa sottorete.
ja_jp: このサブネットに対する権限を持つ DNS サーバを少なくとも１つは指定してください。
nl_nl: Geef ten minste een DNS-server die als autoriteit voor dit subnet.
pt_pt: Por favor, especifique pelo menos um servidor DNS que tem autoridade para esta sub-rede.
