Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# default_retry_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
da_dk: Beklager, men [[VAR.invalidValue]] er en ugyldig værdi for [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
es_es: Lo sentimos, [[VAR.invalidValue] es un valor no válido para [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
fr_fr: Désolé, [[VAR.invalidValue] est une valeur correcte pour [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
it_it: Siamo spiacenti, [[VAR.invalidValue] è un valore non valido per [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
ja_jp: [[VAR.invalidValue]] は、[[base-dns.default_retry]] には指定できません。[[base-dns.default_retry_rule]]
nl_nl: Sorry, [[VAR.invalidValue] is een ongeldige waarde voor [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
pt_pt: Desculpe, [[VAR.invalidValue] é um valor inválido para [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]

# default_retry_empty
source: Sorry, you have not entered a value for [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
da_dk: Beklager, men du har ikke indtastet en værdi i feltet [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
de_de: Sie haben keinen Wert für das Feld [[base-dns.default_retry]] eingegeben. [[base-dns.default_retry_rule]]
es_es: Lo sentimos, no se ha introducido un valor para [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
fr_fr: Désolé, le champ « [[base-dns.default_retry]] » est vide. [[base-dns.default_retry_rule]]
it_it: Siamo spiacenti, non è stato inserito un valore per [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
ja_jp: [[base-dns.default_retry]] は必須です。[[base-dns.default_retry_rule]]
nl_nl: Sorry, je hebt niet opgegeven en een waarde voor [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
pt_pt: Desculpe, você não tiver inserido um valor para [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]

# default_expire
source: Default Expire Interval (Seconds)
da_dk: Standard udløbsinterval (sekunder)
de_de: Standard-Verfallsintervall (Sekunden)
es_es: Defecto Vencimiento Intervalo (segundos)
fr_fr: Intervalle d'échéance par défaut (secondes)
it_it: Predefinito Scadenza Intervallo (secondi)
ja_jp: 失効間隔（秒）
nl_nl: Standaard verlopen Interval (seconden)
pt_pt: Padrão Expire Intervalo (Segundos)

# default_expire_rule
source: Please enter an integer between 1 and 4096000. The default value is 604800.
da_dk: Indtast venligst et tal mellem 1 og 4096000. Standardværdien er 604800.
de_de: Bitte geben Sie eine Ganzzahl zwischen 1 und 4096000 ein. Der Vorgabewert beträgt 604800.
es_es: Introduzca un número entero entre 1 y 4096000. El valor predeterminado es 604800.
fr_fr: Veuillez taper un nombre entier entre 1 et 4096000. La valeur par défaut est 604800.
it_it: Inserisci un numero intero compreso tra 1 e 4.096.000. Il valore di default è 604800.
ja_jp: 1 〜 4096000 の整数を入力してください。初期値は 604800 です。
nl_nl: Vul een geheel getal tussen 1 en 4096000. De standaardwaarde is 604.800.
pt_pt: Digite um número inteiro entre 1 e 4096000. O valor padrão é 604800.

# default_expire_help
source: Enter the default expire interval for all newly added domains and networks. If for some reason the secondary domain name server is repeatedly not able to contact the primary domain name server to synchronize its records, this value is the interval after which the secondary domain name server will no longer consider its domain information valid. It will then stop serving domain information until the primary domain name server can be contacted again. [[base-dns.default_expire_rule]]
da_dk: Indtast standard udløbsinterval for alle nyoprettede domæner og netværk. Hvis, af en eller anden grund, den sekundære domænenavneserver gentagne gange ikke kan kontakte den primære domænenavneserver for at synkronisere sine kort, vil denne værdi repræsentere det interval efter hvilket den sekundære server ikke længere vil opfatte sine domæneoplysninger som gyldige. Den vil derefter ophøre med at levere domæneinformationer indtil den primære navneserver igen kan kontaktes.
de_de: Geben Sie den Vorgabewert des Verfallsintervalls für alle neu hinzugefügten Domänen und Netzwerke ein. Wenn der sekundäre DNS-Server aus irgendeinem Grund wiederholt keinen Kontakt mit dem primären DNS-Server aufnehmen kann, um seine Datensätze zu synchronisieren, ist dieser Wert das Intervall, nach dem der sekundäre DNS-Server seine Domäneninformationen nicht mehr als gültig betrachtet und so lange mit der Übertragung von Domäneninformationen aufhört, bis der primäre DNS-Server wieder kontaktiert werden kann. [[base-dns.default_expire_rule]]
es_es: Introduzca el expirará intervalo predeterminado para todos los dominios y las redes que acaba de agregar. Si por alguna razón el servidor de nombres de dominio secundario no es repetida puede contactar con el servidor principal de nombres de dominio para sincronizar sus archivos, este valor es el intervalo después del cual el servidor de nombres de dominio secundario ya no se tendrá en cuenta la información de dominio válido. A continuación, dejar de servir a la información de dominio hasta que el servidor principal de nombres de dominio puede ser contactado de nuevo. [[base-dns.default_expire_rule]]
fr_fr: Définir l'intervalle d'échéance par défaut pour tous les nouveaux réseaux et domaines ajoutés. Si pour une raison quelconque le serveur DNS secondaire n'est pas en mesure de communiquer avec le serveur DNS principal pour synchroniser ses dossiers, cette valeur est la durée après laquelle le serveur DNS secondaire considérera ses informations n'étant plus valides. Il cessera alors de pourvoir les informations DNS du domaine au serveur DNS principal jusqu'à ce que celui-ci puisse être contacté à nouveau. [[base-dns.default_expire_rule]]
it_it: Immettere l'intervallo di scadenza di default per tutti i domini e le reti appena aggiunti. Se per qualche motivo il server dei nomi di dominio secondario non è ripetutamente in grado di contattare il server di nome di dominio primario per sincronizzare i suoi record, questo valore è l'intervallo dopo il quale il server di nome di dominio secondario non sarà più in considerazione le informazioni di dominio valido. Sarà quindi smettere di servire informazioni di dominio fino a quando il server di nome di dominio principale può essere contattato di nuovo. [[base-dns.default_expire_rule]]
ja_jp: 新しいドメインやネットワークを DNS レコードに追加する際にデフォルトとして使われる失効間隔を指定してください。何らかの理由でセカンダリドメインネームサーバがプライマリドメインネームサーバとレコードを同期できず、繰り返し同期を試みる場合、失効間隔（秒）を経過しても同期できないと、セカンダリドメインネームサーバは自分の持つドメイン情報はもう有効ではないと判断し、プライマリドメインネームサーバへ再度連絡できるまでドメイン情報の提供を停止します。[[base-dns.default_expire_rule]]
nl_nl: Voer de standaard vervallen interval voor alle nieuw toegevoegde domeinen en netwerken. Als om wat voor reden dan ook de secundaire DNS-server is herhaaldelijk niet in staat om contact met de primaire domeinnaam server om de gegevens te synchroniseren, deze waarde is het interval waarna de secundaire DNS-server zal niet langer rekening met haar domein informatie geldig. Daarna zal hij stoppen serveren domein informatie totdat de primaire domeinnaam van de server weer contact kan worden opgenomen. [[base-dns.default_expire_rule]]
pt_pt: Digite o padrão expirar intervalo de todos os domínios e redes recém-adicionados. Se por algum motivo o servidor de nomes de domínio secundário não é repetidamente capaz de contatar o servidor de nomes de domínio primário para sincronizar seus arquivos, este valor é o intervalo após o qual o servidor de nomes de domínio secundário deixarão de considerar suas informações de domínio válido. Ela irá então parar de servir informações de domínio até que o servidor de nomes de domínio primário pode ser contactado novamente. [[base-dns.default_expire_rule]]

# default_expire_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
da_dk: Beklager, men [[VAR.invalidValue] er en ugyldig værdi for [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
es_es: Lo sentimos, [[VAR.invalidValue] es un valor no válido para [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
fr_fr: Désolé, [[VAR.invalidValue] est une valeur correcte pour [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
it_it: Siamo spiacenti, [[VAR.invalidValue] è un valore non valido per [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
ja_jp: [[VAR.invalidValue]] は、[[base-dns.default_expire]]には指定できません。[[base-dns.default_expire_rule]]
nl_nl: Sorry, [[VAR.invalidValue] is een ongeldige waarde voor [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
pt_pt: Desculpe, [[VAR.invalidValue] é um valor inválido para [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]

# default_expire_empty
source: Sorry, you have not entered a value for [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
da_dk: Beklager, men du har ikke indtastet en værdi for [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
de_de: Sie haben keinen Wert im Feld [[base-dns.default_expire]] eingegeben. [[base-dns.default_expire_rule]]
es_es: Lo sentimos, no se ha introducido un valor para [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
fr_fr: Désolé, le champ « [[base-dns.default_expire]] » est vide. [[base-dns.default_expire_rule]]
it_it: Siamo spiacenti, non è stato inserito un valore per [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
ja_jp: [[base-dns.default_expire]] は必須です。[[base-dns.default_expire_rule]]
nl_nl: Sorry, je hebt niet opgegeven en een waarde voor [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
pt_pt: Desculpe, você não tiver inserido um valor para [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]

# default_ttl
source: Default Time-To-Live Interval (Seconds)
da_dk: Standard Time-To-Live interval (sekunder)
de_de: Standard-Gültigkeitsdauerintervall (Sekunden)
es_es: Time-To-Live defecto Intervalo (segundos)
fr_fr: Intervalle Time-To-Live par défaut (secondes)
it_it: Time-To-Live Predefinito Intervallo (secondi)
ja_jp: TTL 間隔（秒）
nl_nl: Default Time-To-Live Interval (seconden)
pt_pt: Padrão Time To-Live Intervalo (Segundos)

# default_ttl_rule
source: Please enter an integer between 1 and 4096000. The default value is 86400.
da_dk: Indtast venligst et tal mellem 1 og 4096000. Standardværdien er 86400.
de_de: Bitte geben Sie eine Ganzzahl zwischen 1 und 4096000 ein. Der Vorgabewert beträgt 86400.
es_es: Introduzca un número entero entre 1 y 4096000. El valor predeterminado es 86400.
fr_fr: Veuillez taper un nombre entier entre 1 et 4096000. La valeur par défaut est 86400.
it_it: Inserisci un numero intero compreso tra 1 e 4.096.000. Il valore predefinito è 86400.
ja_jp: 1 〜 4096000 の整数を入力してください。初期値は 86400 です。
nl_nl: Vul een geheel getal tussen 1 en 4096000. De standaardwaarde is 86400.
pt_pt: Digite um número inteiro entre 1 e 4096000. O valor padrão é 86400.

# default_ttl_help
source: Enter the default time-to-live interval for all newly added domains and networks. This value is the length of time for which other domain name servers will cache the domain information retrieved from this domain name server and will assume it to be valid without checking with this domain name server again. [[base-dns.default_ttl_rule]]
da_dk: Indtast standardværdi for time-to-live intervallet der gælder for alle nyoprettede domæner og netværk. Denne værdi repræsenterer den tid som andre domænenavneservere vil lagre domæneinformationer de har hentet fra denne domænenavneserver og acceptere informationerne som gyldige, uden at checke det med denne domænenavneserver. [[base-dns.default_ttl_rule]]
de_de: Geben Sie den Vorgabewert des Gültigkeitsdauerintervalls für alle neu hinzugefügten Domänen und Netzwerke ein. Dieser Wert ist der Zeitraum, für den andere DNS-Server die von diesem DNS-Server abgerufenen Domäneninformationen im Cache-Speicher zwischenspeichern und annehmen, dass sie gültig sind, ohne bei diesem DNS-Server noch einmal nachzuprüfen. [[base-dns.default_ttl_rule]]
es_es: Introduzca el tiempo de espera predeterminado a vivir intervalo para todos los dominios y las redes que acaba de agregar. Este valor es la longitud de tiempo que otros servidores de nombres de dominio serán caché la información de dominio recuperado de este servidor de nombres de dominio y asumirán su validez sin consultar con este servidor de nombres de dominio nuevo. [[base-dns.default_ttl_rule]]
fr_fr: Définir l'intervalle Time-To-Live pour tous les nouveaux réseaux et domaines ajoutés. Cette valeur est la durée pendant laquelle les autres serveurs DNS garderont les informations récupérées de ce serveur DNS en assumant qu'elles soient valides sans les vérifier de nouveau avec celui-ci. [[base-dns.default_ttl_rule]]
it_it: Inserisci il default time-to-live intervallo per tutti i domini e le reti appena aggiunti. Questo valore è il periodo di tempo per il quale gli altri server di nomi di dominio saranno in cache le informazioni sul dominio recuperati da questo server di nome di dominio e si assume che sia valido senza essersi consultato con il server di nome di dominio nuovo. [[base-dns.default_ttl_rule]]
ja_jp: 新しいドメインやネットワークを DNS レコードに追加する際にデフォルトとして使われる TTL 間隔を指定してください。TTL 間隔とは、他のドメインネームサーバがこのドメインネームサーバから取得したドメイン情報をキャッシュに保管し、このドメインネームサーバに再び連絡しないままその情報が有効であると想定する期間です。[[base-dns.default_ttl_rule]]
nl_nl: Voer de standaard time-to-live-interval voor alle nieuw toegevoegde domeinen en netwerken. Deze waarde is de lengte van de periode waarin andere domeinnaam servers zullen het domein informatie uit deze domeinnaam server cache en zal aannemen dat het om geldig te zijn zonder met deze domeinnaam server weer. [[base-dns.default_ttl_rule]]
pt_pt: Digite o intervalo padrão time-to-live para todos os domínios e redes recém-adicionados. Este valor é o período de tempo para que outros servidores de nomes de domínio em cache as informações de domínio recuperados a partir deste servidor de nome de domínio e assumirá que seja válido sem verificar com este servidor de nome de domínio novamente. [[base-dns.default_ttl_rule]]

# default_ttl_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
da_dk: Beklager, men [[VAR.invalidValue] er en ugyldig værdi for [base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
es_es: Lo sentimos, [[VAR.invalidValue] es un valor no válido para [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
fr_fr: Désolé, [[VAR.invalidValue] est une valeur correcte pour [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
it_it: Siamo spiacenti, [[VAR.invalidValue] è un valore non valido per [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
ja_jp: [[VAR.invalidValue]] は、[[base-dns.default_ttl]] には指定できません。[[base-dns.default_ttl_rule]]
nl_nl: Sorry, [[VAR.invalidValue] is een ongeldige waarde voor [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
pt_pt: Desculpe, [[VAR.invalidValue] é um valor inválido para [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]

# default_ttl_empty
source: Sorry, you have not entered a value for [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
da_dk: Beklager, men du har ikke indtastet en værdi for [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
de_de: Sie haben keinen Wert im Feld [[base-dns.default_ttl]] eingegeben. [[base-dns.default_ttl_rule]]
es_es: Lo sentimos, no se ha introducido un valor para [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
fr_fr: Désolé, le champ « [[base-dns.default_ttl]] » est vide. [[base-dns.default_ttl_rule]]
it_it: Siamo spiacenti, non è stato inserito un valore per [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
ja_jp: [[base-dns.default_ttl]] は必須です。[[base-dns.default_ttl_rule]]
nl_nl: Sorry, je hebt niet opgegeven en een waarde voor [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
pt_pt: Desculpe, você não tiver inserido um valor para [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]

# global_settings
source: Server Settings
da_dk: Serverindstillinger
de_de: Server-Einstellungen
es_es: Configuración del servidor
fr_fr: Réglages du serveur
it_it: Impostazioni server
ja_jp: サーバの一般設定
nl_nl: Serverinstellingen
pt_pt: Configurações do Servidor

# global_settings_help
source: These are the default values for the domain name server.
da_dk: Dette er standardværdier for domænenavneserveren.
de_de: Hierbei handelt es sich um die Vorgabewerte für den DNS-Server.
es_es: Estos son los valores por defecto para el servidor de nombres de dominio.
fr_fr: Les options par défaut pour le serveur DNS (Domain Name System), le serveur de noms de domaine.
it_it: Questi sono i valori di default per il server dei nomi di dominio.
ja_jp: ドメインネームサーバのデフォルト値です。
nl_nl: Dit zijn de standaardwaarden voor de domeinnaam server.
pt_pt: Estes são os valores padrão para o servidor de nomes de domínio.

# forwarders
source: Forwarding Servers
da_dk: Videresendelsesservere
de_de: Weiterleitungs-Server
es_es: Servidores de envío
fr_fr: Serveurs en correspondance
it_it: I server di inoltro
ja_jp: 転送サーバ
pt_pt: Encaminhamento de Servidores

# forwarders_help
source: Enter the IP addresses of forwarding domain name servers. Forwarding domain name servers are used when [[base-dns.caching]] is enabled and when root domain name servers are not directly accessible due to a limited or restricted Internet connection. [[base-dns.forwarders_rule]]
da_dk: Indtast IP-adresserne på videresendelsesdomænenavneserverne. Videresendelsesdomænenavneservere bruges når [[base-dns.caching]] er aktiveret og når roddomænenavneserverne ikke kan tilgåes direkte på grund af en begrænset internetforbindelse. [[base-dns.forwarders_rule]]
de_de: Geben Sie die IP-Adressen der weiterleitenden DNS-Server ein. Weiterleitende DNS-Server werden verwendet, wenn aufgrund einer beschränkten Internet-Verbindung nicht direkt auf die Root-Domänennamen-Server zugegriffen werden kann. [[base-dns.forwarders_rule]]
es_es: Introduzca las direcciones IP de los servidores de nombres de dominio de reenvío. Se utilizan los servidores de nombres de dominio de tránsito cuando [[base-dns.caching]] está habilitado y cuando los servidores de nombres de dominio raíz no son accesibles directamente debido a una conexión a Internet limitada o restringida. [[base-dns.forwarders_rule]]
fr_fr: Définir les adresses IP des « Forwarding Servers », les serveurs de noms de domaine en correspondance. Ces serveurs sont utilisés lorsque [[base-dns.caching]] est activé et lorsque les serveurs DNS Root ne sont pas directement accessibles à cause d'une connexion Internet limitée ou restreinte. [[base-dns.forwarders_rule]]
it_it: Immettere gli indirizzi IP dei server dei nomi di dominio di inoltro. Server dei nomi di dominio di inoltro vengono utilizzati quando [[base-dns.caching]] è attivato e quando i server dei nomi di dominio di root non sono direttamente accessibili a causa di una connessione a Internet limitata o ristretta. [[base-dns.forwarders_rule]]
ja_jp: 転送ドメインネームサーバの IP アドレスを入力してください。インターネット接続に何らかの問題があり、ルートドメインネームサーバに直接アクセスできない場合に、転送ドメインネームサーバが使われます。[[base-dns.forwarders_rule]]
nl_nl: Voer de IP-adressen van forwarding domeinnaam servers. Forwarding domeinnaam servers worden gebruikt wanneer [[base-dns.caching]] is ingeschakeld en, als de root domain name servers zijn niet rechtstreeks toegankelijk te wijten aan een beperkte of beperkt internetverbinding. [[base-dns.forwarders_rule]]
pt_pt: Digite os endereços IP dos servidores de nomes de domínio de encaminhamento. Encaminhamento de servidores de nomes de domínio são usados ​​quando [[base-dns.caching]] está ativado e quando os servidores de nome de domínio raiz não estão directamente acessíveis devido a uma conexão limitada ou restrita Internet. [[base-dns.forwarders_rule]]

# forwarders_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
da_dk: Indtast venligst en serie af fire tal mellem 0 og 255 adskilt af punktum. 192.168.1.1 er, for eksempel, en gyldig indtastning.
de_de: Bitte geben Sie eine Reihe von vier Zahlen zwischen 0 und 255 ein, die mit Punkten getrennt werden. Eine gültige Eingabe ist z. B. 192.168.1.1.
es_es: Por favor introduzca una serie de cuatro números entre 0 y 255 separados por puntos. Por ejemplo, 192.168.1.1 es una entrada válida.
fr_fr: Veuillez taper une série de quatre chiffres entre 0 et 255 séparés par des points. Par exemple, 192.168.1.1 est une adresse valide.
it_it: Si prega di inserire una serie di quattro numeri compresi tra 0 e 255, separati da punti. Ad esempio, 192.168.1.1 è una voce valida.
ja_jp: 0 〜 255 の数値４組を、ピリオドで区切って入力してください。（指定例： 192.168.1.1）
nl_nl: Vul een reeks van vier getallen tussen 0 en 255, gescheiden door punten. Bijvoorbeeld, 192.168.1.1 een geldige invoer.
pt_pt: Por favor insira uma série de quatro números entre 0 e 255 separados por pontos. Por exemplo, 192.168.1.1 é uma entrada válida.

# forwarders_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dns.forwarders]]. [[base-dns.forwarders_rule]]
da_dk: Beklager, men [[VAR.invalidValue]] er en ugyldig værdi for [[base-dns.forwarders]]. [[base-dns.forwarders_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-dns.forwarders]]. [[base-dns.forwarders_rule]]
es_es: Lo sentimos, [[VAR.invalidValue]] es un valor no válido para [[base-dns.forwarders]]. [[base-dns.forwarders_rule]]
fr_fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour « [[base dns.forwarders]] ». [[base-dns.forwarders_rule]]
it_it: Siamo spiacenti, [[VAR.invalidValue]] è un valore non valido per [[base-dns.forwarders]]. [[base-dns.forwarders_rule]]
ja_jp: [[VAR.invalidValue]] は、[[base-dns.forwarders]]には指定できません。[[base-dns.forwarders_rule]]
nl_nl: Sorry, [[VAR.invalidValue]] is een ongeldige waarde voor [[base-dns.forwarders]]. [[base-dns.forwarders_rule]]
pt_pt: Desculpe, [[VAR.invalidValue]] é um valor inválido para [[base-dns.forwarders]]. [[base-dns.forwarders_rule]]

# zone_xfer_ipaddr
source: Zone Transfer Access by IP Address
da_dk: Zoneoverførselsadgang efter IP-adresse
de_de: Zonenübertragungs-Zugriff pro IP-Adresse
es_es: Zona de Traspasos acceso por dirección IP
fr_fr: Transfert de Zone par adresse IP
it_it: Zone di trasferimento dell'accesso in base all'indirizzo IP
ja_jp: ゾーン転送を許可する IP アドレス
nl_nl: Zone Transfer Toegang via IP-adres
pt_pt: Transferência Zona acesso por endereço IP
