Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# domain_admin_rule
source: Please enter a properly formatted email address. The default email address is set in the [[base-dns.soa_defaults]] section. For example, user@example.com is a valid entry.
da_dk: Indtast venligst en korrekt formateret emailadresse. Standardemailadressen er indstillet i sektionen [[base-dns.soa_defaults]]. bruger@eksempel.dk er, for eksempel, en gyldig indtastning.
de_de: Bitte geben Sie eine EMail-Adresse im richtigen Format ein. Der Vorgabewert wird im Abschnitt [[base-dns.soa_defaults]] eingestellt. Eine gültige Eingabe ist z. B. benutzer@BlueOnyx.org.
es_es: Introduzca una dirección de correo electrónico con el formato adecuado. La dirección de correo electrónico por defecto se encuentra en el [[base-dns.soa_defaults]] sección. Por ejemplo, user@example.com es una entrada válida.
fr_fr: Veuillez spécifier une adresse e-mail correctement formatée. L'adresse de messagerie par défaut peut être définie dans la section [[base-dns.soa_defaults]]. Par exemple, user@example.com est une adresse valide.
it_it: Si prega di inserire un indirizzo email correttamente formattato. L'indirizzo di posta elettronica predefinito è impostato nella sezione [[base-dns.soa_defaults]]. Ad esempio, user@example.com è una voce valida.
ja_jp: 電子メールアドレスを正しい形式で入力してください。このフィールドに表示されるデフォルト値は、「DNSの設定」テーブルの「詳細」セクションで設定できます。（指定例： user@example.com）
nl_nl: Vul een goed geformatteerde e-mailadres. De standaard e-mailadres is ingesteld in het gedeelte [[base-dns.soa_defaults]]. Bijvoorbeeld user@example.com een ​​geldige invoer.
pt_pt: Por favor insira um endereço de e-mail formatado corretamente. O endereço de e-mail padrão é definido no [[base-dns.soa_defaults]] seção. Por exemplo, user@example.com é uma entrada válida.

# domain_admin_help
source: Enter the email address of the administrative contact for all newly added domains and networks. [[base-dns.domain_admin_rule]]
da_dk: Indtast emailadressen på den administrative kontakt for alle nyoprettede domæner og netværk. [[base-dns.domain_admin_rule]]
de_de: Geben Sie den Wert der E-Mail-Adresse der administrativen Kontaktperson für alle neu hinzugefügten Domänen und Netzwerke ein. [[base-dns.domain_admin_rule]]
es_es: Introduzca la dirección de correo electrónico del contacto administrativo para todos los dominios y las redes que acaba de agregar. [[base-dns.domain_admin_rule]]
fr_fr: Spécifier l'adresse e-mail du contact administratif pour tous les nouveaux réseaux et domaines ajoutés. [[base-dns.domain_admin_rule]]
it_it: Inserisci l'indirizzo email del contatto amministrativo per tutti i domini e le reti appena aggiunti. [[base-dns.domain_admin_rule]]
ja_jp: ここに指定する電子メールアドレスは、今後追加されるドメインおよびネットワークの管理者の連絡先として使われます。[[base-dns.domain_admin_rule]]
nl_nl: Voer het e-mailadres van de administratieve contactpersoon voor alle nieuw toegevoegde domeinen en netwerken. [[base-dns.domain_admin_rule]]
pt_pt: Digite o endereço de e-mail do contato administrativo para todos os domínios e redes recém-adicionados. [[base-dns.domain_admin_rule]]

# domain_admin_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
da_dk: Beklager, men [[VAR.invalidValue] er en ugyldig værdi for [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
es_es: Lo sentimos, [[VAR.invalidValue] es un valor no válido para [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
fr_fr: Désolé, [[VAR.invalidValue] est une valeur correcte pour [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
it_it: Siamo spiacenti, [[VAR.invalidValue] è un valore non valido per [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
ja_jp: [[VAR.invalidValue] は、[[base-dns.domain_admin]]の値としては不正です。[[base-dns.domain_admin_rule]]
nl_nl: Sorry, [[VAR.invalidValue] is een ongeldige waarde voor [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
pt_pt: Desculpe, [[VAR.invalidValue] é um valor inválido para [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]

# domain_admin_empty
source: Sorry, you have not entered a value for [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
da_dk: Beklager, men du har ikke indtastet en værdi for [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
de_de: Sie haben keinen Wert im Feld [[base-dns.domain_admin]] eingegeben. [[base-dns.domain_admin_rule]]
es_es: Lo sentimos, no se ha introducido un valor para [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
fr_fr: Désolé, vous n'avez pas saisi de valeur pour [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
it_it: Siamo spiacenti, non è stato inserito un valore per [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
ja_jp: [[base-dns.domain_admin]] は必須です。[[base-dns.domain_admin_rule]]
nl_nl: Sorry, je hebt niet opgegeven en een waarde voor [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
pt_pt: Desculpe, você não tiver inserido um valor para [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]

# refresh
source: Refresh Interval (Seconds)
da_dk: Opdateringsinterval (sekunder)
de_de: Aktualisierungsintervall (Sekunden)
es_es: Intervalo de actualización (segundos)
fr_fr: Intervalle d'actualisation (secondes)
it_it: Intervallo di aggiornamento (secondi)
ja_jp: リフレッシュ間隔（秒）
nl_nl: Vernieuwen Interval (seconden)
pt_pt: Atualizar Intervalo (Segundos)

# refresh_rule
source: Please enter an integer between 1 and 4096000. The default value is set in the [[base-dns.soa_defaults]] section.
da_dk: Indtast venligst et tal mellem 1 og 4096000. Standardværdien indstilles i sektionen [[base-dns.soa_defaults]].
de_de: Bitte geben Sie eine Ganzzahl zwischen 1 und 4096000 ein. Der Vorgabewert wird im Abschnitt [[base-dns.soa_defaults]] eingestellt.
es_es: Introduzca un número entero entre 1 y 4096000. El valor por defecto se encuentra en el [[base-dns.soa_defaults]] sección.
fr_fr: Veuillez taper un nombre entier entre 1 et 4096000. La valeur par défaut est définie dans la section [[base-dns.soa_defaults]].
it_it: Inserisci un numero intero compreso tra 1 e 4.096.000. Il valore di default è impostato nella sezione [[base-dns.soa_defaults]].
ja_jp: 1 〜 4096000 の整数を入力してください。このフィールドに表示されるデフォルト値は、「DNSの設定」テーブルの「詳細」セクションで設定できます。
nl_nl: Vul een geheel getal tussen 1 en 4096000. De standaardwaarde is ingesteld in het gedeelte [[base-dns.soa_defaults]].
pt_pt: Digite um número inteiro entre 1 e 4096000. O valor padrão é definido no [[base-dns.soa_defaults]] seção.

# refresh_help
source: Enter the default refresh interval for all newly added domains and networks. This value is the interval at which the secondary domain name server will try to synchronize its records with the primary domain name server. [[base-dns.refresh_rule]]
da_dk: Indtast standard opdateringsinterval for alle nyoprettede domæner og netværk. Denne værdi er det interval der går før den sekundære domænenavneserver vil prøve at synkronisere sine kort med den primære domænenavneserver. [[base-dns.refresh_rule]]
de_de: Geben Sie den Vorgabewert des Aktualisierungsintervalls für alle neu hinzugefügten Domänen und Netzwerke ein. Dabei handelt es sich um das Intervall, in dem der sekundäre Domänennamen-Server versucht, seine Datensätze mit dem primären Domänennamen-Server zu synchronisieren. [[base-dns.refresh_rule]]
es_es: Introduzca el intervalo de actualización predeterminado para todos los dominios y las redes que acaba de agregar. Este valor es el intervalo en el que el servidor de nombres de dominio secundario tratará de sincronizar sus archivos con el servidor principal de nombres de dominio. [[base-dns.refresh_rule]]
fr_fr: Taper l'intervalle d'actualisation par défaut pour tous les nouveaux réseaux et domaines. Cette valeur est la fréquence à laquelle le serveur de noms de domaine secondaire va essayer de synchroniser ses enregistrements avec le serveur de nom de domaine principal. [[base-dns.refresh_rule]]
it_it: Immettere l'intervallo di aggiornamento di default per tutti i domini e le reti appena aggiunti. Questo valore è l'intervallo in cui il server di nome di dominio secondario tenterà di sincronizzare i suoi record con il server dei nomi di dominio primario. [[base-dns.refresh_rule]]
ja_jp: ここに指定するリフレッシュ間隔は、今後追加されるドメインおよびネットワークで使われます。リフレッシュ間隔とは、セカンダリドメインネームサーバがプライマリドメインネームサーバとレコードの同期を図る時間間隔です。[[base-dns.refresh_rule]]
nl_nl: Voer de standaard refresh interval voor alle nieuw toegevoegde domeinen en netwerken. Deze waarde is de interval waarmee de secundaire DNS-server zal proberen om haar administratie te synchroniseren met de primaire domeinnaam server. [[base-dns.refresh_rule]]
pt_pt: Digite o intervalo de atualização padrão para todos os domínios e redes recém-adicionados. Este valor é o intervalo em que o servidor de nomes de domínio secundário tentará sincronizar seus arquivos com o servidor de nomes de domínio primário. [[base-dns.refresh_rule]]

# refresh_empty
source: Sorry, you have not entered a value for [[base-dns.refresh]]. [[base-dns.refresh_rule]]
da_dk: Beklager, men du har ikke indtastet en værdi for [[base-dns.refresh]]. [[base-dns.refresh_rule]]
de_de: Sie haben keinen Wert im Feld [[base-dns.refresh]] eingegeben. [[base-dns.refresh_rule]]
es_es: Lo sentimos, no se ha introducido un valor para [[base-dns.refresh]]. [[base-dns.refresh_rule]]
fr_fr: Désolé, vous n'avez pas saisi de valeur pour [[base-dns.refresh]]. [[base-dns.refresh_rule]]
it_it: Siamo spiacenti, non è stato inserito un valore per [[base-dns.refresh]]. [[base-dns.refresh_rule]]
ja_jp: [[base-dns.refresh]] は必須です。[[base-dns.refresh_rule]]
nl_nl: Sorry, je hebt niet opgegeven en een waarde voor [[base-dns.refresh]]. [[base-dns.refresh_rule]]
pt_pt: Desculpe, você não tiver inserido um valor para [[base-dns.refresh]]. [[base-dns.refresh_rule]]

# retry
source: Retry Interval (Seconds)
da_dk: Genforsøgsinterval (sekunder)
de_de: Wiederholungsintervall (Sekunden)
es_es: Intervalo de reintento (segundos)
fr_fr: Intervalle de relance (secondes)
ja_jp: リトライ間隔（秒）
nl_nl: Retry Interval (seconden)
pt_pt: Repetir Intervalo (Segundos)

# retry_rule
source: Please enter an integer between 1 and 4096000. The default value is set in the [[base-dns.soa_defaults]] section.
da_dk: Indtast venligst et tal mellem 1 og 4096000. Standardværdien indstilles i sektionen [[base-dns.soa_defaults].
de_de: Bitte geben Sie eine Ganzzahl zwischen 1 und 4096000 ein. Der Vorgabewert wird im Abschnitt [[base-dns.soa_defaults]] eingestellt.
es_es: Introduzca un número entero entre 1 y 4096000. El valor por defecto se encuentra en el [[base-dns.soa_defaults]] sección.
fr_fr: Veuillez taper un entier entre 1 et 4096000. La valeur par défaut est définie dans la section [[base-dns.soa_defaults]].
it_it: Inserisci un numero intero compreso tra 1 e 4.096.000. Il valore di default è impostato nella sezione [[base-dns.soa_defaults]].
ja_jp: 1 〜 4096000 の整数を入力してください。このフィールドに表示されるデフォルト値は、「DNSの設定」テーブルの「詳細」セクションで設定できます。
nl_nl: Vul een geheel getal tussen 1 en 4096000. De standaardwaarde is ingesteld in het gedeelte [[base-dns.soa_defaults]].
pt_pt: Digite um número inteiro entre 1 e 4096000. O valor padrão é definido no [[base-dns.soa_defaults]] seção.

# retry_help
source: Enter the default retry interval for all newly added domains and networks. If for some reason the secondary domain name server is not able to contact the primary domain name server to synchronize its records, this value is the interval at which the secondary domain name server will try repeatedly to contact the primary domain name server. [[base-dns.retry_rule]]
da_dk: Indtast standardinterval for genforsøg for alle nyoprettede domæner og netværk. Hvis den sekundære domænenavneserver, af en eller anden grund, ikke kan kontakte den primære domænenavneserver for at synkronisere sine kort, så repræsenterer denne værdi det interval der gør mellem at den sekundære domænenavneserver vil forsøge at kontakte den primære domænenavneserver. [[base-dns.retry_rule]]
de_de: Geben Sie den Vorgabewert des Wiederholungsintervalls für alle neu hinzugefügten Domänen und Netzwerke ein. Wenn der sekundäre Domänennamen-Server aus irgendeinem Grund keinen Kontakt mit dem primären DNS-Server aufnehmen kann, um seine Datensätze zu synchronisieren, ist dieser Wert das Intervall, in dem der sekundäre DNS-Server wiederholt versucht, den primären DNS-Server zu kontaktieren. [[base-dns.retry_rule]]
es_es: Introduzca el intervalo predeterminado de reintento para todos los dominios y las redes que acaba de agregar. Si por alguna razón el servidor de nombres de dominio secundario no es capaz de comunicarse con el servidor principal de nombres de dominio para sincronizar sus archivos, este valor es el intervalo en el que el servidor de nombres de dominio secundario intentará varias veces para ponerse en contacto con el servidor principal de nombres de dominio. [[base-dns.retry_rule]]
fr_fr: Taper l'intervalle de relance par défaut pour tous les nouveaux réseaux et domaines. Si pour une raison quelconque le serveur de noms de domaine secondaire n'est pas en mesure de communiquer avec le serveur de nom de domaine principal pour synchroniser ses dossiers, cette valeur est la fréquence à laquelle le serveur de noms de domaine secondaire tentera de contacter à nouveau le serveur de nom de domaine principal. [[base-dns.retry_rule]]
it_it: Inserisci l'intervallo di richiamata predefinito per tutti i domini e le reti appena aggiunti. Se per qualche motivo il server dei nomi di dominio secondario non è in grado di contattare il server di nome di dominio primario per sincronizzare i suoi record, questo valore è l'intervallo in cui il server di nome di dominio secondario tenterà ripetutamente di contattare il server di nome di dominio primario. [[base-dns.retry_rule]]
ja_jp: ここに指定するリトライ間隔は、今後追加されるドメインおよびネットワークで使われます。リトライ間隔とは、何らかの理由でセカンダリドメインネームサーバがプライマリドメインネームサーバのレコードと同期を取れない場合に、繰り返しレコードの同期を試行する時間間隔です。[[base-dns.retry_rule]]
nl_nl: Voer de standaard interval voor nieuwe pogingen voor alle nieuw toegevoegde domeinen en netwerken. Als om wat voor reden dan ook de secundaire DNS-server is niet in staat om contact met de primaire domeinnaam server om de gegevens te synchroniseren, deze waarde is het interval waarmee de secundaire DNS-server herhaaldelijk zal proberen om contact met de primaire domeinnaam server. [[base-dns.retry_rule]]
pt_pt: Digite o intervalo de repetição padrão para todos os domínios e redes recém-adicionados. Se por algum motivo o servidor de nomes de domínio secundário não é capaz de contatar o servidor de nomes de domínio primário para sincronizar seus arquivos, este valor é o intervalo em que o servidor de nomes de domínio secundário tentará repetidamente em contato com o servidor de nomes de domínio primário. [[base-dns.retry_rule]]

# retry_empty
source: Sorry, you have not entered a value for [[base-dns.retry]]. [[base-dns.retry_rule]]
da_dk: Beklager, men du har ikke indtastet en værdi for [[base-dns.retry]]. [[base-dns.retry_rule]]
de_de: Sie haben keinen Wert im Feld [[base-dns.retry]] eingegeben. [[base-dns.retry_rule]]
es_es: Lo sentimos, no se ha introducido un valor para [[base-dns.retry]]. [[base-dns.retry_rule]]
fr_fr: Désolé, vous n'avez pas saisi de valeur [[base-dns.retry]]. [[base-dns.retry_rule]]
it_it: Siamo spiacenti, non è stato inserito un valore per [[base-dns.retry]]. [[base-dns.retry_rule]]
ja_jp: [[base-dns.retry]] は必須です。[[base-dns.retry_rule]]
nl_nl: Sorry, je hebt niet opgegeven en een waarde voor [[base-dns.retry]]. [[base-dns.retry_rule]]
pt_pt: Desculpe, você não tiver inserido um valor para [[base-dns.retry]]. [[base-dns.retry_rule]]

# expire
source: Expire Interval (Seconds)
da_dk: Udløbsinterval (sekunder)
de_de: Verfallsintervall (Sekunden)
es_es: Vencimiento Intervalo (segundos)
fr_fr: Intervalle d'échéance (secondes)
it_it: Scadenza Intervallo (secondi)
ja_jp: 失効間隔（秒）
nl_nl: Vervallen Interval (seconden)
pt_pt: Expire Intervalo (Segundos)

# expire_rule
source: Please enter an integer between 1 and 4096000. The default value is set in the [[base-dns.soa_defaults]] section.
da_dk: Indtast venligst et tal mellem 1 og 4096000. Standardværdien indstilles i sektionen [[base-dns.soa_defaults]].
de_de: Bitte geben Sie eine Ganzzahl zwischen 1 und 4096000 ein. Der Vorgabewert wird im Abschnitt [[base-dns.soa_defaults]] eingestellt.
es_es: Introduzca un número entero entre 1 y 4096000. El valor por defecto se encuentra en el [[base-dns.soa_defaults]] sección.
fr_fr: Veuillez taper un nombre entier entre 1 et 4096000. La valeur par défaut est définie dans la section [[base-dns.soa_defaults]].
it_it: Inserisci un numero intero compreso tra 1 e 4.096.000. Il valore di default è impostato nella sezione [[base-dns.soa_defaults]].
ja_jp: 1 〜 4096000 の間の整数を入力してください。このフィールドに表示されるデフォルト値は、「DNSの設定」テーブルの「詳細」セクションで設定できます。
nl_nl: Vul een geheel getal tussen 1 en 4096000. De standaardwaarde is ingesteld in het gedeelte [[base-dns.soa_defaults]].
pt_pt: Digite um número inteiro entre 1 e 4096000. O valor padrão é definido no [[base-dns.soa_defaults]] seção.

# expire_help
source: Enter the default expire interval for all newly added domains and networks. If for some reason the secondary domain name server is repeatedly not able to contact the primary domain name server to synchronize its records, this value is the interval after which the secondary domain name server will no longer consider its domain information valid. It will then stop serving domain information until the primary domain name server can be contacted again. [[base-dns.expire_rule]]
da_dk: Indtast standard udløbsinterval for alle nyoprettede domæner og netværk. Hvis den sekundære domænenavneserver, af en eller anden grund, gentagne gange ikke kan kontakte den primære domænenavneserver for at synkronisere sine kort, så repræsenterer denne værdi det interval der skal gå før den sekundære domænenavneserver vil se domæneinformationerne som ugyldige. Den vil derefter ikke give domæneinformationer videre før den primære domænenavneserver igen kan kontaktes. [[base-dns.expire_rule]]
de_de: Geben Sie den Vorgabewert des Verfallsintervalls für alle neu hinzugefügten Domänen und Netzwerke ein. Wenn der sekundäre DNS-Server aus irgendeinem Grund wiederholt keinen Kontakt mit dem primären DNS-Server aufnehmen kann, um seine Datensätze zu synchronisieren, ist dieser Wert das Intervall, nach dem der sekundäre DNS-Server seine Domäneninformationen nicht mehr als gültig betrachtet und so lange mit der Übertragung von Domäneninformationen aufhört, bis der primäre DNS-Server wieder kontaktiert werden kann. [[base-dns.expire_rule]]
es_es: Introduzca el expirará intervalo predeterminado para todos los dominios y las redes que acaba de agregar. Si por alguna razón el servidor de nombres de dominio secundario no es repetida puede contactar con el servidor principal de nombres de dominio para sincronizar sus archivos, este valor es el intervalo después del cual el servidor de nombres de dominio secundario ya no se tendrá en cuenta la información de dominio válido. A continuación, dejar de servir a la información de dominio hasta que el servidor principal de nombres de dominio puede ser contactado de nuevo. [[base-dns.expire_rule]]
fr_fr: Taper l'intervalle d'échéance pour tous les nouveaux réseaux et domaines. Si pour une raison quelconque le serveur de noms de domaine secondaire n'a pas pu contacter le serveur de nom de domaine principal pour synchroniser ses dossiers, cette valeur est la durée après laquelle le serveur de noms de domaine secondaire considérera les informations de ce domaine comme obsolète. Il arrêtera alors de fournir les informations du domaine jusqu'à ce que le serveur de nom de domaine principal puisse être contacté à nouveau. [[base-dns.expire_rule]]
it_it: Immettere l'intervallo di scadenza di default per tutti i domini e le reti appena aggiunti. Se per qualche motivo il server dei nomi di dominio secondario non è ripetutamente in grado di contattare il server di nome di dominio primario per sincronizzare i suoi record, questo valore è l'intervallo dopo il quale il server di nome di dominio secondario non sarà più in considerazione le informazioni di dominio valido. Sarà quindi smettere di servire informazioni di dominio fino a quando il server di nome di dominio principale può essere contattato di nuovo. [[base-dns.expire_rule]]
ja_jp: 新しいドメインやネットワークを DNS レコードに追加する際にデフォルトとして使われる失効間隔を指定してください。何らかの理由でセカンダリドメインネームサーバがプライマリドメインネームサーバとレコードを同期できず、繰り返し同期を試みる場合、失効間隔（秒）を経過しても同期できないと、セカンダリドメインネームサーバは自分の持つドメイン情報はもう有効ではないと判断し、プライマリドメインネームサーバへ再度連絡できるまでドメイン情報の提供を停止します。[[base-dns.expire_rule]]
nl_nl: Voer de standaard vervallen interval voor alle nieuw toegevoegde domeinen en netwerken. Als om wat voor reden dan ook de secundaire DNS-server is herhaaldelijk niet in staat om contact met de primaire domeinnaam server om de gegevens te synchroniseren, deze waarde is het interval waarna de secundaire DNS-server zal niet langer rekening met haar domein informatie geldig. Daarna zal hij stoppen serveren domein informatie totdat de primaire domeinnaam van de server weer contact kan worden opgenomen. [[base-dns.expire_rule]]
pt_pt: Digite o padrão expirar intervalo para todos os domínios e redes recém-adicionados. Se por algum motivo o servidor de nomes de domínio secundário não é repetidamente capaz de contatar o servidor de nomes de domínio primário para sincronizar seus arquivos, este valor é o intervalo após o qual o servidor de nomes de domínio secundário deixarão de considerar suas informações de domínio válido. Ela irá então parar de servir informações de domínio até que o servidor de nomes de domínio primário pode ser contactado novamente. [[base-dns.expire_rule]]

# expire_empty
source: Sorry, you have not entered a value for [[base-dns.expire]]. [[base-dns.expire_rule]]
da_dk: Beklager, men du har ikke indtastet en værdi for [[base-dns.expire]]. [[base-dns.expire_rule]]
de_de: Sie haben keinen Wert im Feld [[base-dns.expire]] eingegeben. [[base-dns.expire_rule]]
es_es: Lo sentimos, no se ha introducido un valor para [[base-dns.expire]]. [[base-dns.expire_rule]]
fr_fr: Désolé, vous n'avez pas saisi de valeur pour [[base-dns.expire]]. [[base-dns.expire_rule]]
it_it: Siamo spiacenti, non è stato inserito un valore per [[base-dns.expire]]. [[base-dns.expire_rule]]
ja_jp: [[base-dns.expire]] を指定してください。[[base-dns.expire_rule]]
nl_nl: Sorry, je hebt niet opgegeven en een waarde voor [[base-dns.expire]]. [[base-dns.expire_rule]]
pt_pt: Desculpe, você não tiver inserido um valor para [[base-dns.expire]]. [[base-dns.expire_rule]]

# ttl
source: Time-To-Live Interval (Seconds)
da_dk: Time-To-Live interval (sekunder)
de_de: Gültigkeitsdauerintervall (Sekunden)
es_es: Time-To-Live Intervalo (segundos)
fr_fr: Intervalle Time-To-Live (secondes)
it_it: Time-To-Live Intervallo (secondi)
ja_jp: TTL 間隔（秒）
nl_nl: Time-To-Live Interval (seconden)
pt_pt: Time To-Live Intervalo (Segundos)
