Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# create_dns_rec
source: Add a DNS record
da_dk: Tilføj DNS funktion
de_de: DNS-Eintrag anlegen
es_es: Agregar un registro DNS
fr_fr: Ajouter un enregistrement DNS
it_it: Aggiungere un record DNS
ja_jp: DNS レコードを追加
nl_nl: Voeg een DNS-record
pt_pt: Adicionar um registro DNS

# modify_dns_rec
source: [[base-dns.title]] Modify a DNS record
da_dk: [[base-dns.title]] Redigér et DNS-kort
de_de: DNS-Eintrag ändern
es_es: [[base-dns.title]] Modificar un registro DNS
fr_fr: [[base-dns.title]] Modifier un enregistrement DNS
it_it: [[base-dns.title]] Modificare un record DNS
ja_jp: [[base-dns.title]] - DNS レコードを修正
nl_nl: [[base-dns.title]] Wijzig een DNS-record
pt_pt: [[base-dns.title]] Modificar um registro de DNS

source: Authority
da_dk: Autoritet
de_de: Instanz
es_es: Autoridad
fr_fr: Autorité
it_it: Autorizzazione
ja_jp: 権限
nl_nl: Autoriteit
pt_pt: Autoridade

# authority_help
source: DNS authorities are domains and networks.
da_dk: DNS autoriteter er domæner og netværk.
de_de: DNS-Instanzen sind Domänen und Netzwerke.
es_es: Autoridades DNS son los dominios y las redes.
fr_fr: Les autorités DNS sont des domaines et des réseaux.
it_it: Autorità DNS sono domini e reti.
ja_jp: DNS 権限はドメインとネットワークです。
nl_nl: DNS autoriteiten zijn domeinen en netwerken.
pt_pt: Autoridades DNS são domínios e redes.

# subnet_dir
source: Subnet
de_de: Subnetz
es_es: Subred
fr_fr: Sous-réseau
ja_jp: サブネット
pt_pt: Sub-rede

# subdom_dir
source: Subdomain
da_dk: Subdomæne
de_de: Subdomäne
es_es: Subdominio
fr_fr: Sous-domaine
it_it: Sottodominio
ja_jp: サブドメイン
nl_nl: Subdomein
pt_pt: Subdomínio

# subnet
source: Subnet Delegation
da_dk: Subnetdelegering
de_de: Subnetz Delegation
es_es: Delegación de subred
fr_fr: Délégation de sous-réseau
it_it: Subnet Delegazione
ja_jp: サブネットの権限委譲
nl_nl: Subnet Delegatie
pt_pt: Delegação de sub-rede

# subdom
source: Subdomain Delegation
da_dk: Subdomænedelegering
de_de: Subdomänen Delegation
es_es: Subdominio Delegación
fr_fr: Délégation de sous-domaine
it_it: Sottodominio delegazione
ja_jp: サブドメインの権限委譲
nl_nl: Subdomein Delegatie
pt_pt: Delegação subdomínio

# modify_dns_recSUBDOM
source: [[base-dns.title]] Modify a Subdomain Delegation.
da_dk: [[base-dns.title]] Redigér delegering af subdomæne.
de_de: Delegierung einer Subdomäne ändern
es_es: [[base-dns.title]] Modificar una delegación subdominio.
fr_fr: [[base-dns.title]] Modifier une délégation sous-domaine.
it_it: [[base-dns.title]] Modificare una delegazione Sottodominio.
ja_jp: [[base-dns.title]] - サブドメインの権限委譲を修正
nl_nl: [[base-dns.title]] Wijzig een subdomein delegatie.
pt_pt: [[base-dns.title]] Modificar um Subdomínio delegação.

# create_dns_recSUBDOM
source: Add a Subdomain Delegation
da_dk: Tilføj delegering af subdomæne
de_de: Delegierung einer Subomäne hinzufügen
es_es: Añadir una delegación Subdominio
fr_fr: Ajouter une délégation sous-domaine
it_it: Aggiungi una delegazione sottodominio
ja_jp: サブドメインの権限委譲を追加
nl_nl: Voeg een subdomein delegatie
pt_pt: Adicionar uma delegação subdomínio

# modify_dns_recSUBNET
source: [[base-dns.title]] Modify a Subnet Delegation
da_dk: [[base-dns.title]] Redigér delegering af subnet
de_de: Subnetz-Delegierung ändern
es_es: [[base-dns.title]] Modificar una delegación de subred
fr_fr: [[base-dns.title]] Modifier une délégation de sous-réseau
it_it: [[base-dns.title]] Modificare una sottorete Delegazione
ja_jp: [[base-dns.title]] - サブネットの権限委譲を修正
nl_nl: [[base-dns.title]] een Subnet delegatie wijzigen
pt_pt: [[base-dns.title]] Modificar uma delegação de sub-rede

# create_dns_recSUBNET
source: Add a Subnet Delegation
da_dk: TIlføj delegering af subnet
de_de: Subnetz-Delegierung hinzufügen
es_es: Añadir una delegación de subred
fr_fr: Ajouter une délégation de sous-réseau
it_it: Aggiungi una sottorete Delegazione
ja_jp: サブネットの権限委譲を追加
nl_nl: Voeg een Subnet delegatie
pt_pt: Adicionar uma delegação de sub-rede

# add_secondary
source: Add Secondary Service...
da_dk: Tilføj sekundær tjeneste...
de_de: Sekundären Dienst hinzufügen...
es_es: Añadir servicio secundario ...
fr_fr: Ajouter un service secondaire ...
it_it: Aggiungi servizio Secondaria ...
ja_jp: セカンダリサービスを追加...
nl_nl: Voeg Secundaire service ...
pt_pt: Adicionar serviço secundário ...

# add_secondary_forward
source: ...for a Domain
da_dk: ...for et domæne
de_de: ...für eine Domäne
es_es: ... Para un dominio
fr_fr: ... pour un domaine
it_it: ... Per un dominio
ja_jp: ドメイン
nl_nl: ... Voor een domein
pt_pt: ... Para um domínio

# add_secondary_network
source: ...for a Network
da_dk: ...for et netværk
de_de: ...für ein Netzwerk
es_es: ... Para una red
fr_fr: ... pour un réseau
it_it: ... Per una rete
ja_jp: ネットワーク
nl_nl: ... Voor een netwerk
pt_pt: ... Para uma rede

# cname_domain_name_invalid
source: The specified domain name contains invalid characters.
da_dk: Det specificerede domænenavn indeholder ugyldige karakterer.
de_de: Der angegebene Domänenname enthält ungültige Zeichen.
es_es: El nombre de dominio especificado contiene caracteres no válidos.
fr_fr: Le nom de domaine spécifié contient des caractères non valides.
it_it: Il nome di dominio specificato contiene caratteri non validi.
ja_jp: 指定されたドメインネームには、不正な文字が含まれています。
nl_nl: De opgegeven domeinnaam bevat ongeldige tekens.
pt_pt: O nome de domínio especificado contém caracteres inválidos.

# cname_domain_target_invalid
source: The specified domain name contains invalid characters.
da_dk: Det specificerede domænenavn indeholder ugyldige karakterer.
de_de: Der angegebene Domänenname enthält ungültige Zeichen.
es_es: El nombre de dominio especificado contiene caracteres no válidos.
fr_fr: Le nom de domaine spécifié contient des caractères non valides.
it_it: Il nome di dominio specificato contiene caratteri non validi.
ja_jp: 指定されたドメインネームには、不正な文字が含まれています。
nl_nl: De opgegeven domeinnaam bevat ongeldige tekens.
pt_pt: O nome de domínio especificado contém caracteres inválidos.

# cname_host_target_invalid
source: The specified host name contains invalid characters.
da_dk: Det specificerede værtsnavn indeholder ugyldige karakterer.
de_de: Der angegebene Hostname enthält ungültige Zeichen.
es_es: El nombre de host especificado contiene caracteres no válidos.
fr_fr: Le nom d'hôte spécifié contient des caractères non valides.
it_it: Il nome host specificato contiene caratteri non validi.
ja_jp: 指定されたホスト名には、不正な文字が含まれています。
nl_nl: De opgegeven hostnaam bevat ongeldige tekens.
pt_pt: O nome do host especificado contém caracteres inválidos.

# subdom_host_name_invalid
source: The specified host name contains invalid characters.
da_dk: Det specificerede værtsnavn indeholder ugyldige karakterer.
de_de: Der angegebene Hostname enthält ungültige Zeichen.
es_es: El nombre de host especificado contiene caracteres no válidos.
fr_fr: Le nom d'hôte spécifié contient des caractères non valides.
it_it: Il nome host specificato contiene caratteri non validi.
ja_jp: 指定されたホスト名には、不正な文字が含まれています。
nl_nl: De opgegeven hostnaam bevat ongeldige tekens.
pt_pt: O nome do host especificado contém caracteres inválidos.

# subdom_host_name_empty
source: Please specify the subdomain name to be delegated to remote DNS servers.
da_dk: Specificér venligst det subdomænenavn som skal delegeres til fjerne DNS servere.
de_de: Bitte geben Sie den Namen der Subdomäne an, der an einen entfernten DNS-Server delegiert werden soll.
es_es: Especifique el nombre de subdominio que ser delegada a los servidores DNS remotos.
fr_fr: Veuillez indiquer le nom du sous-domaine qui doit être délégué à des serveurs DNS distants.
it_it: Si prega di specificare il nome del sottodominio deve essere delegata al server DNS remoti.
ja_jp: リモートの DNS サーバに権限委譲したいサブドメイン名を指定してください。
nl_nl: Omschrijf het subdomein naam te worden gedelegeerd aan externe DNS-servers.
pt_pt: Por favor, especifique o nome do subdomínio a ser delegada a servidores DNS remotos.

# subdom_domain_name_invalid
source: The specified domain name contains invalid characters.
da_dk: Det specificerede domænenavn indeholder ugyldige karakterer.
de_de: Der angegebene Domänenname enthält ungültige Zeichen.
es_es: El nombre de dominio especificado contiene caracteres no válidos.
fr_fr: Le nom de domaine spécifié contient des caractères non valides.
it_it: Il nome di dominio specificato contiene caratteri non validi.
ja_jp: 指定されたドメインネームには、不正な文字が含まれています。
nl_nl: De opgegeven domeinnaam bevat ongeldige tekens.
pt_pt: O nome de domínio especificado contém caracteres inválidos.

# subdom_namerservers_invalid
source: The specified fully-qualified domain name for the primary DNS server is invalid.
da_dk: Det specificerede fuldt kvalificerede domænenavn for den primære DNS server er ugyldigt.
de_de: Der angegebene vollqualifizierte Domänenname für den primären DNS-Server ist ungültig.
es_es: El nombre de dominio completo especificado para el servidor DNS principal no es válido.
fr_fr: Le nom de domaine entièrement qualifié FQDN spécifié pour le serveur DNS primaire n'est pas valide.
it_it: Il nome di dominio completo specificato per il server DNS primario non è valido.
ja_jp: プライマリ DNS サーバのドメインネームが不正です。
nl_nl: De opgegeven volledig gekwalificeerde domeinnaam voor de primaire DNS-server is ongeldig.
pt_pt: O nome de domínio totalmente qualificado especificado para o servidor DNS primário é inválido.

# subnet_subnet_mask_invalid
source: The specified subnet mask is invalid. The subnet mask must be entered in dot-quad notation.
da_dk: Den specificerede subnetmaske er ugyldig. Subnetmasken skal indtastes i dot-quad notation.
de_de: Die angegebene Subnetzmaske ist ungültig. Die Subnetzmaske muss im Quadpunkt-Format eingegeben werden.
es_es: La máscara de subred especificada no es válida. La máscara de subred debe introducirse en notación punto-quad.
fr_fr: Le masque de sous-réseau spécifié n'est pas valide. [[base-dns.ptr_subnet_help]]
it_it: La subnet mask specificato non è valido. La maschera di sottorete deve essere inserito in notazione dot-quad.
ja_jp: 指定されたサブネットマスクは不正です。サブネットマスクは、255.255.255.0の形式で入力してください。
nl_nl: De opgegeven subnetmasker is ongeldig. Het subnetmasker moet dot-quad-notatie worden ingevoerd.
pt_pt: A máscara de sub-rede especificado é inválido. A máscara de sub-rede deve ser inserido em notação de ponto-quad.

# subnet_ip_address_invalid
source: The specified IP address is invalid.
da_dk: Den specificerede IP-adresse er ugyldig.
de_de: Die angegebene IP-Adresse ist ungültig.
es_es: La dirección IP especificada no es válida.
fr_fr: L'adresse IP spécifiée n'est pas valide.
it_it: L'indirizzo IP specificato non è valido.
ja_jp: 指定された IP アドレスは不正です。
nl_nl: Het opgegeven IP-adres is ongeldig.
pt_pt: O endereço IP especificado é inválido.

# subnet_ip_address_empty
source: Please specify an IP address that is a member of the delegated subnet.
da_dk: Specificér venligst en IP-adresse der er medlem af det delegerede subnet.
de_de: Bitte geben Sie die IP-Adresse an, die zum delegierten Subnetz gehört.
es_es: Especifique una dirección IP que es miembro de la subred delegada.
fr_fr: Veuillez taper une adresse IP qui est membre du sous-réseau délégué.
it_it: Si prega di specificare un indirizzo IP che è un membro della sottorete delegato.
ja_jp: 権限委譲されるサブネットのメンバーの IP アドレスを指定してください。
nl_nl: Geef een IP-adres dat is een lid van de gedelegeerde subnet.
pt_pt: Por favor especificar um endereço IP, que é membro da sub-rede delegada.

# primary_dns_invalid
source: The specified host name contains invalid characters.
da_dk: Det specificerede værtnavn indeholder ugyldige karakterer.
de_de: Der angegebene Hostname enthält ungültige Zeichen.
es_es: El nombre de host especificado contiene caracteres no válidos.
fr_fr: Le nom d'hôte spécifié contient des caractères non valides.
it_it: Il nome host specificato contiene caratteri non validi.
ja_jp: 指定されたホスト名には、不正な文字が含まれています。
nl_nl: De opgegeven hostnaam bevat ongeldige tekens.
pt_pt: O nome do host especificado contém caracteres inválidos.

# secondary_dns_invalid
source: A secondary name server host name contains invalid characters.
da_dk: En sekundær navneservers værtsnavn indeholder ugyldige karakterer.
de_de: Der Hostname eines sekundären DNS-Servers enthält ungültige Zeichen.
es_es: Un nombre de nombre de host del servidor secundario contiene caracteres no válidos.
fr_fr: Un nom d'hôte du serveur DNS secondaire contient des caractères non valides.
it_it: Un nome host name server secondario contiene caratteri non validi.
ja_jp: セカンダリネームサーバのホスト名に、不正な文字が含まれています。
nl_nl: Een secundaire naamserver hostnaam bevat ongeldige tekens.
pt_pt: Um nome de host do servidor de nomes secundário contém caracteres inválidos.

# refresh_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
da_dk: Beklager, men [[VAR.invalidValue] er en ugyldig værdi for [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
es_es: Lo sentimos, [[VAR.invalidValue] es un valor no válido para [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
fr_fr: Désolé, [[VAR.invalidValue] n'est pas une valeur correcte pour [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
it_it: Siamo spiacenti, [[VAR.invalidValue] è un valore non valido per [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
ja_jp: [[VAR.invalidValue]] は、[[base-dns.default_refresh]]には指定できません。[[base-dns.default_refresh_rule]]
nl_nl: Sorry, [[VAR.invalidValue] is een ongeldige waarde voor [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
pt_pt: Desculpe, [[VAR.invalidValue] é um valor inválido para [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]

# retry_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
da_dk: Beklager, men [[VAR.invalidValue] er en ugyldig værdi for [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
es_es: Lo sentimos, [[VAR.invalidValue] es un valor no válido para [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
fr_fr: Désolé, [[VAR.invalidValue] n'est pas une valeur correcte pour [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
it_it: Siamo spiacenti, [[VAR.invalidValue] è un valore non valido per [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
ja_jp: [[VAR.invalidValue]] は、[[base-dns.default_retry]]には指定できません。 [[base-dns.default_retry_rule]]
nl_nl: Sorry, [[VAR.invalidValue] is een ongeldige waarde voor [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
pt_pt: Desculpe, [[VAR.invalidValue] é um valor inválido para [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]

# expire_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
da_dk: Beklager, men [[VAR.invalidValue] er en ugyldig værdi for [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld "[[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
es_es: Lo sentimos, [[VAR.invalidValue] es un valor no válido para [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
fr_fr: Désolé, [[VAR.invalidValue] n'est pas une valeur correcte pour [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
it_it: Siamo spiacenti, [[VAR.invalidValue] è un valore non valido per [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
ja_jp: [[VAR.invalidValue]] は、[[base-dns.default_expire]]には指定できません。 [[base-dns.default_expire_rule]]
nl_nl: Sorry, [[VAR.invalidValue] is een ongeldige waarde voor [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
pt_pt: Desculpe, [[VAR.invalidValue] é um valor inválido para [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]

# cname_domain_name_empty
source: Please enter the Alias Domain Name.
da_dk: Indtast venligst domænealiasset
de_de: Bitte geben Sie den Alias-Domänennamen ein.
es_es: Por favor introduce el nombre de alias de dominio.
fr_fr: Veuillez saisir le nom de domaine alias.
it_it: Si prega di inserire il nome dell'alias del dominio.
ja_jp: エイリアスドメインネームを指定してください。
nl_nl: Vul de Alias ​​Domeinnaam.
pt_pt: Por favor insira o Alias ​​Domain Name.

# cname_domain_target_empty
source: Please specify a Real Domain Name that the Alias Host and Domain Name will resolve to.
da_dk: Indtast venligst et rigtigt domænenavn som Aliasværten og domænenavnet vil opløses til.
de_de: Geben Sie den echten Domänennamen ein, auf den der Alias Host und der Domänen-Name zeigen sollen.
es_es: Especifique un nombre de dominio real que el alias de host y nombres de dominio se resuelven a.
fr_fr: Veuillez saisir le nom de domaine réel que l'hôte et nom de domaine alias viseront.
it_it: Si prega di specificare un nome di dominio reale che l'alias di host e il nome di dominio si risolveranno a.
ja_jp: エイリアスホスト名とドメインネームに対応する実ドメインネームを指定してください。
nl_nl: Geef een Echte domeinnaam die de Alias ​​host-en domeinnaam worden omgezet naar.
pt_pt: Por favor, especifique um nome de domínio real que o host Alias ​​e Nome de Domínio resolverá.

# slave_domain_empty
source: Please specify the domain name that this server will become a secondary DNS server for.
da_dk: Specificér venligst det domænenavn som denne server vil blive sekundær DNS server for.
de_de: Geben Sie den Domänennamen an, für den dieser Server als sekundärer DNS-Server fungieren wird.
es_es: Por favor, especifique el nombre de dominio que el servidor se convertirá en un servidor DNS secundario para.
fr_fr: Veuillez saisir le nom de domaine de ce serveur devenant un serveur DNS secondaire.
it_it: Si prega di specificare il nome di dominio che il server diventa un server DNS secondario.
ja_jp: このサーバがセカンダリ DNS サーバとなるドメインネームを指定してください。
nl_nl: Gelieve de domeinnaam die deze server een secundaire DNS-server voor zal worden.
pt_pt: Por favor, especifique o nome do domínio que este servidor vai se tornar um servidor DNS secundário para.

# slave_dom_masters_empty
source: Please specify the IP address of the primary DNS server for the Domain Name.
da_dk: Specificér venligst IP-adressen på den primære DNS server for domænenavnet.
de_de: Geben Sie die IP-Adresse des primären DNS-Servers für den Domänennamen ein.
es_es: Por favor, especifique la dirección IP del servidor DNS primario para el nombre de dominio.
fr_fr: Veuillez taper l'adresse IP du serveur DNS primaire pour le nom de domaine.
it_it: Si prega di specificare l'indirizzo IP del server DNS primario per il nome di dominio.
ja_jp: ドメインネームのプライマリ DNS サーバの IP アドレスを指定してください。
nl_nl: Specificeer het IP-adres van de primaire DNS-server voor de Domeinnaam.
pt_pt: Por favor, especifique o endereço IP do servidor DNS primário para o nome de domínio.

# slave_ipaddr_empty
source: Please specify an IP address that is a member of the network authority served by the Primary DNS Server.
da_dk: Specificér venligst en IP-adresse der er medlem af den netværksautoritet som betjenes af den primære DNS server.
de_de: Geben Sie eine IP-Adresse an, die Mitglied der Netzwerkinstanz des primären DNS-Servers ist.
es_es: Especifique una dirección IP que es miembro de la autoridad de la red servida por el servidor DNS primario.
fr_fr: Veuillez taper une adresse IP qui fait partie du réseau du serveur DNS primaire faisant autorité.
it_it: Si prega di specificare un indirizzo IP che è un membro dell'autorità di rete con il server DNS primario.
ja_jp: プライマリ DNS サーバによって提供されるネットワーク上の IP アドレスを指定してください。
nl_nl: Geef een IP-adres dat is een lid van het netwerk instantie bediend door de primaire DNS-server.
pt_pt: Por favor, especifique um endereço IP que é um membro da autoridade rede servida pelo servidor DNS primário.

# slave_net_masters_empty
source: Please specify the IP address of the primary DNS server for the Network authority.
da_dk: Specificér venligst IP-adressen på den primære DNS server for netværksautoriteten.
de_de: Geben Sie die IP-Adresse des primären DNS-Servers für die Netzwerkinstanz ein.
es_es: Por favor, especifique la dirección IP del servidor DNS primario para la autoridad Network.
fr_fr: Veuillez taper l'adresse IP du serveur DNS primaire qui fait autorité.
it_it: Si prega di specificare l'indirizzo IP del server DNS primario per l'autorità di rete.
ja_jp: ネットワークのプライマリ DNS サーバの IP アドレスを指定してください。
nl_nl: Specificeer het IP-adres van de primaire DNS-server voor het netwerk autoriteit.
pt_pt: Por favor, especifique o endereço IP do servidor DNS primário para a autoridade de Rede.

# slave_netmask_empty
source: Please specify the netmask in dot-quad notation that, in addition to the specified Network IP address, defines the network that the Primary DNS Server is authoritative for.
da_dk: Specificér venligst netmasken, i dot-quad notation, som udover den specificerede netværks IP-adresse, definerer det netværk for hvilket den primære DNS server er autoritativ.
de_de: Geben Sie die Netzmaske im Quadpunkt-Format ein, die neben der angegebenen Netzwerk-IP-Adresse das Netzwerk definiert, für das der primäre DNS-Server die authoritative Instanz ist.
es_es: Especifique la máscara de red en notación punto-quad que, además de la dirección IP de red especifica, define la red que el servidor DNS primario está autorizado para.
fr_fr: Veuillez taper le masque en notation point-quad qui, en plus de l'adresse IP du réseau spécifié, définit le réseau du serveur DNS primaire faisant autorité.
it_it: Si prega di specificare la maschera di rete in notazione dot-quad che, oltre all'indirizzo IP di rete specificato, definisce la rete che il server DNS primario è autorevole per.
ja_jp: 指定されたネットワーク IP アドレスと共に、プライマリ DNS サーバが権限を持つネットワークのネットワークマスクを、255.255.255.0 の形式で指定してください。
nl_nl: Gelieve het netmask in dot-quad notatie die, in aanvulling op de eisen Netwerk IP-adres, definieert het netwerk dat de primaire DNS-server als autoriteit voor.
pt_pt: Por favor, especifique a máscara de rede em notação de ponto-quad que, além de o endereço IP de rede especificado, define a rede que o servidor de DNS primário é imperativa para.

# cname_host_name_empty
source: Please specify the host name for this record.
da_dk: Specificér venligst dette korts værtsnavn.
de_de: Bitte geben Sie den Hostnamen für diesen Datensatz an.
es_es: Por favor, especifique el nombre de host para este registro.
fr_fr: Veuillez spécifier le nom d'hôte pour cet enregistrement.
it_it: Si prega di specificare il nome dell'host per questo record.
ja_jp: このレコードのホスト名を指定してください。
nl_nl: Specificeer de hostnaam voor dit record.
pt_pt: Por favor, especifique o nome do host para esse registro.

# cname_host_name_invalid
source: The specified host name contains invalid characters.
da_dk: Det specificerede værtsnavn indeholder ugyldige karakterer.
de_de: Der angegebene Hostname enthällt ungültige Zeichen.
es_es: El nombre de host especificado contiene caracteres no válidos.
fr_fr: Le nom d'hôte spécifié contient des caractères non valides.
it_it: Il nome host specificato contiene caratteri non validi.
ja_jp: 指定されたホスト名には、不正な文字が含まれています。
nl_nl: De opgegeven hostnaam bevat ongeldige tekens.
pt_pt: O nome do host especificado contém caracteres inválidos.

source: Parent Network
da_dk: Forældernetværk
de_de: Übergeordnetes Netzwerk
es_es: Red de Padres
fr_fr: Réseau parent
ja_jp: 親ネットワーク
nl_nl: Ouder Network
pt_pt: Rede de Pais
