Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# mx_target_server_invalid
source: The specified fully-qualified domain name contains invalid characters.
da_dk: Det specificerede fuldt kvalificerede domænenavn indeholder ugyldige tegn.
de_de: Der angegebene vollqualifizierte Domänenname enthält ungültige Zeichen.
es_es: El nombre de dominio completo especificado contiene caracteres no válidos.
fr_fr: Le nom de domaine entièrement qualifié FQDN spécifié contient des caractères non valides.
it_it: Il nome di dominio completo specificato contiene caratteri non validi.
ja_jp: 指定された正式なドメインネームには、不正な文字が含まれています。
nl_nl: De opgegeven volledig gekwalificeerde domeinnaam bevat ongeldige tekens.
pt_pt: O nome de domínio totalmente qualificado especificado contém caracteres inválidos.

# mx_target_server_empty
source: Please specify the fully-qualified domain name of the mail server.
da_dk: Specificér venligst det fuldt kvalificerede domænenavn på mailserveren.
de_de: Geben Sie den vollqualifizierten Domänennamen des Mail-Servers an.
es_es: Por favor, especifique el nombre de dominio completo del servidor de correo.
fr_fr: Veuillez spécifier le nom de domaine entièrement qualifié FQDN du serveur de messagerie.
it_it: Si prega di specificare il nome di dominio completo del server di posta.
ja_jp: メールサーバのホスト名＋ドメインネームを指定してください。
nl_nl: Gelieve de volledig gekwalificeerde domeinnaam van de mailserver.
pt_pt: Por favor, especifique o nome do servidor de correio de domínio totalmente qualificado.

# create_dns_recCNAME
source: [[base-dns.title]] Add New [[base-dns.cname_record]]
da_dk: [[base-dns.title]] Tilføj ny [[base-dns.cname_record]]
de_de: Neuen [[base-dns.cname_record]] hinzufügen
es_es: [[base-dns.title]] Agregar nuevo [[base-dns.cname_record]]
fr_fr: [[base-dns.title]] Ajouter [[base-dns.cname_record]]
it_it: [[base-dns.title]] Aggiungi nuovo [[base-dns.cname_record]]
ja_jp: [[base-dns.title]] - [[base-dns.cname_record]]の追加
nl_nl: [[base-dns.title]] Nieuwe [[base-dns.cname_record]]
pt_pt: [[base-dns.title]] Adicionar Novo [[base-dns.cname_record]]

# modify_dns_recCNAME
source: [[base-dns.title]] Modify [[base-dns.cname_record]]
da_dk: [[base-dns.title]] Redigér [[base-dns.cname_record]
de_de: [[base-dns.cname_record]] ändern
es_es: [[base-dns.title]] Modificar [[base-dns.cname_record]]
fr_fr: [[base-dns.title]] Modifier [[base-dns.cname_record]]
it_it: [[base-dns.title]] Modifica [[base-dns.cname_record]]
ja_jp: [[base-dns.title]] - [[base-dns.cname_record]]の修正
nl_nl: [[base-dns.title]] Wijzigen [[base-dns.cname_record]]
pt_pt: [[base-dns.title]] Modificar [[base-dns.cname_record]]

# cname_explain
source: An alias record provides the translation from one fully-qualified domain name to another fully-qualified domain name.
da_dk: En aliasfunktion leverer oversættelse fra et fuldt kvalificeret domænenavn til et andet fuldt kvalificeret domænenavn.
de_de: Ein Alias-Datensatz (C-Name) übersetzt einen vollqualifizierten Domänennamen in einen anderen vollqualifizierten Domänennamen.
es_es: Un registro de alias proporciona la traducción de un nombre de dominio completo a otro nombre de dominio completo.
fr_fr: Un enregistrement alias CNAME fournit la traduction d'un nom de domaine entièrement qualifié FQDN pour un autre nom de domaine entièrement qualifié.
it_it: Un record alias fornisce la traduzione da un nome di dominio completo di un altro nome di dominio completo.
ja_jp: エイリアスレコードは、一つのドメインネームから別のドメインネームへの変換データを提供します。
nl_nl: Een alias opnemen biedt de vertaling van een volledig gekwalificeerde domeinnaam naar een andere volledig gekwalificeerde domeinnaam.
pt_pt: Um registro de alias fornece a tradução de um nome de domínio totalmente qualificado para outro nome de domínio totalmente qualificado.

# cname_host_name
source: Alias Host Name
da_dk: Aliasværtsnavn
es_es: Alias ​​Nombre Host
fr_fr: Nom d'hôte alias
it_it: Alias ​​Nome Host
ja_jp: エイリアスホスト名
nl_nl: Alias ​​hostnaam
pt_pt: Alias ​​Nome do Host

# cname_host_name_help
source: Enter the host name that will act as an alias for the real host and/or domain name. [[base-dns.cname_explain]]
da_dk: Indtast det værtsnavn der vil optræde som et alias for det rigtige værts- og/eller domænenavn.[[base-dns.cname_explain]]
de_de: Geben Sie den Hostnamen ein, der als Alias für den echten Host- bzw. Domänennamen fungieren soll. [[base-dns.cname_explain]]
es_es: Introduzca el nombre de host que se utilice como un alias para el host real y / o nombre de dominio. [[base-dns.cname_explain]]
fr_fr: Spécifier le nom d'hôte qui agira comme un alias pour l'hôte et/ou nom de domaine réel. [[base-dns.cname_explain]]
it_it: Immettere il nome host che agirà come alias per l'host reale e / o il nome del dominio. [[base-dns.cname_explain]]
ja_jp: 実ホスト名または実ドメインネームに対応するエイリアスのホスト名を指定してください。[[base-dns.cname_explain]]
nl_nl: Voer de hostnaam die zal fungeren als een alias voor de echte host en/of domeinnaam. [[base-dns.cname_explain]]
pt_pt: Digite o nome do host que irá funcionar como um alias para o host real e / ou nome de domínio. [[base-dns.cname_explain]]

# cname_domain_name
source: Alias Domain Name
da_dk: Domænealias
de_de: Alias-Domänenname
es_es: Alias ​​de nombres de dominio
fr_fr: Nom de domaine alias
it_it: Alias ​​Nome dominio
ja_jp: エイリアスドメインネーム
nl_nl: Alias ​​Domeinnaam
pt_pt: Nome Alias ​​de Domínio

# cname_domain_name_help
source: Enter the domain name that will act as an alias for the real host and/or domain name. [[base-dns.cname_explain]]
da_dk: Indtast det domæne som vil optræde som et alias for det rigtige værts og/eller domænenavn.[[base-dns.cname_explain]]
de_de: Geben Sie den Domänennamen ein, der als Alias für den echten Host-bzw. Domänennamen fungieren soll. [[base-dns.cname_explain]]
es_es: Introduzca el nombre de dominio que actúe como un alias para el host real y / o nombre de dominio. [[base-dns.cname_explain]]
fr_fr: Spécifier le nom de domaine qui va agir comme un alias pour l'hôte et/ou nom de domaine réel. [[base-dns.cname_explain]]
it_it: Immettere il nome del dominio che fungerà come alias per il vero ospite e / o il nome del dominio. [[base-dns.cname_explain]]
ja_jp: 実ホスト名または実ドメインネームに対応するエイリアスのドメインネームを指定してください。[[base-dns.cname_explain]]
nl_nl: Voer de domeinnaam die zal fungeren als een alias voor de echte host en/of domeinnaam. [[base-dns.cname_explain]]
pt_pt: Digite o nome de domínio que irá funcionar como um alias para o host real e / ou nome de domínio. [[base-dns.cname_explain]]

# cname_host_target
source: Real Host Name
da_dk: Rigtigt værtsnavn
de_de: Echter Hostname
es_es: Bienes Host Name
fr_fr: Nom d'hôte véritable
it_it: Nome Reale Host
ja_jp: 実ホスト名
nl_nl: Echte hostnaam
pt_pt: Verdadeiro nome de host

# cname_host_target_help
source: Enter the real, or canonical, host name. [[base-dns.cname_explain]]
da_dk: Indtast det rigtige, eller kanoniske, værtsnavn.[[base-dns.cname_explain]]
de_de: Geben Sie den echten oder kanonischen Hostnamen ein. [[base-dns.cname_explain]]
es_es: Escriba el nombre de sistema real, o canónica. [[base-dns.cname_explain]]
fr_fr: Saisir le nom d'hôte réel ou canonique. [[base-dns.cname_explain]]
it_it: Inserisci il reale, o canonica, il nome host. [[base-dns.cname_explain]]
ja_jp: 実際 （正規） のホスト名を指定してください。[[base-dns.cname_explain]]
nl_nl: Voer het echt, of canonieke, hostnaam. [[base-dns.cname_explain]]
pt_pt: Digite o, nome do host real, ou canônica. [[base-dns.cname_explain]]

# cname_domain_target
source: Real Domain Name
da_dk: Rigtigt domænenavn
de_de: Echter Domänenname
es_es: Bienes de nombres de dominio
fr_fr: Nom de domaine véritable
it_it: Vero e proprio dominio
ja_jp: 実ドメインネーム
nl_nl: Echte Domeinnaam
pt_pt: Nome de Domínio real

# cname_domain_target_help
source: Enter the real, or canonical, domain name. [[base-dns.cname_explain]]
da_dk: Indtast det rigtige, eller kanoniske, domænenavn.[[base-dns.cname_explain]]
de_de: Geben Sie den echten oder kanonischen Domänennamen ein. [[base-dns.cname_explain]]
es_es: Introduzca el, nombre de dominio real, o canónica. [[base-dns.cname_explain]]
fr_fr: Spécifier le nom de domaine réel ou canonique. [[base-dns.cname_explain]]
it_it: Inserisci il reale, o canonico, nome di dominio. [[base-dns.cname_explain]]
ja_jp: 実際 （正規） のドメインネームを指定してください。[[base-dns.cname_explain]]
nl_nl: Voer het echt, of canonieke, domeinnaam. [[base-dns.cname_explain]]
pt_pt: Digite o, nome de domínio real, ou canônica. [[base-dns.cname_explain]]

# create_dns_recTXT
source: [[base-dns.title]] Add New [[base-dns.txt_record]]
da_dk: [[base-dns.title]] Tilføj ny [[base-dns.txt_record]]
de_de: Neuen [[base-dns.txt_record]] anlegen
es_es: [[base-dns.title]] Agregar nuevo [[base-dns.txt_record]]
fr_fr: [[base-dns.title]] Ajouter [[base-dns.txt_record]]
it_it: [[base-dns.title]] Aggiungi nuovo [[base-dns.txt_record]]
ja_jp: [[base-dns.title]] - [[base-dns.txt_record]]の追加
nl_nl: [[base-dns.title]] Nieuwe [[base-dns.txt_record]]
pt_pt: [[base-dns.title]] Adicionar Novo [[base-dns.txt_record]]

# modify_dns_recTXT
source: [[base-dns.title]] Modify [[base-dns.txt_record]]
da_dk: [[base-dns.title]] Redigér [[base-dns.txt_record]]
de_de: [[base-dns.txt_record]] ändern
es_es: [[base-dns.title]] Modificar [[base-dns.txt_record]]
fr_fr: [[base-dns.title]] Modifier [[base-dns.txt_record]]
it_it: [[base-dns.title]] Modifica [[base-dns.txt_record]]
ja_jp: [[base-dns.title]] - [[base-dns.txt_record]]の修正
nl_nl: [[base-dns.title]] Wijzigen [[base-dns.txt_record]]
pt_pt: [[base-dns.title]] Modificar [[base-dns.txt_record]]

# txt_record_explain
source: A [[base-dns.txt_record]] identifies the text record for the specified host and domain name.
da_dk: En [[base-dns.txt_record]] identificerer tekstfunktionen for det specificerede værts- og domænenavn.
de_de: Ein [[base-dns.txt_record]] identifiziert einen Text-Record für den spezifizierten Host- und Domänennamen.
es_es: A [[base-dns.txt_record]] identifica el registro de texto para el host y el nombre de dominio especificado.
fr_fr: « [[base-dns.txt_record]] » permet d'insérer un texte quelconque dans un enregistrement DNS pour le domaine spécifié.
it_it: A [[base-dns.txt_record]] identifica il record di testo per l'host e il nome di dominio specificato.
ja_jp: [[base-dns.txt_record]]は、ドメインネームのテキストレコードを記述します。
nl_nl: Een [[base-dns.txt_record]] identificeert de tekst record voor de opgegeven host en domeinnaam.
pt_pt: A [[base-dns.txt_record]] identifica o registro de texto para o host especificado e nome de domínio.

# txt_host_name
source: Host Name
da_dk: Værtsnavn
es_es: Nombre del Host
fr_fr: Nom d'hôte
it_it: Nome Host
ja_jp: ホスト名
nl_nl: Hostnaam
pt_pt: Nome do host

# txt_host_name_help
source: Enter the host name for this record. [[base-dns.txt_record_explain]]
da_dk: Indtast dette korts værtsnavn. [[base-dns.txt_record_explain]]
de_de: Geben Sie den Hostnamen für diesen Datensatz ein. [[base-dns.txt_record_explain]]
es_es: Introduzca el nombre de host para este registro. [[base-dns.txt_record_explain]]
fr_fr: Spécifier le nom d'hôte pour cet enregistrement. [[base-dns.txt_record_explain]]
it_it: Immettere il nome dell'host per questo record. [[base-dns.txt_record_explain]]
ja_jp: このレコードのホスト名を指定してください。[[base-dns.txt_record_explain]]
nl_nl: Voer de hostnaam voor dit record. [[base-dns.txt_record_explain]]
pt_pt: Digite o nome do host para esse registro. [[base-dns.txt_record_explain]]

# txt_host_name_invalid
source: The specified host name contains invalid characters.
da_dk: Det specificerede værtsnavn indeholder ugyldige krakterer.
de_de: Der angegebene Hostname enthält ungültige Zeichen.
es_es: El nombre de host especificado contiene caracteres no válidos.
fr_fr: Le nom d'hôte spécifié contient des caractères non valides.
it_it: Il nome host specificato contiene caratteri non validi.
ja_jp: 指定されたホスト名には、不正な文字が含まれています。
nl_nl: De opgegeven hostnaam bevat ongeldige tekens.
pt_pt: O nome do host especificado contém caracteres inválidos.

# txt_domain_name
source: Domain Name
da_dk: Domænenavn
de_de: Domänenname
es_es: Nombre de Dominio
fr_fr: Nom de domaine
it_it: Nome dominio
ja_jp: ドメインネーム
nl_nl: Domeinnaam
pt_pt: Nome de Domínio

# txt_domain_name_help
source: Enter the domain name for this record. [[base-dns.txt_record_explain]]
da_dk: Indtast dette korts domænenavn. [[base-dns.txt_record_explain]]
de_de: Geben Sie den Domänennamen für diesen Datensatz ein. [[base-dns.txt_record_explain]]
es_es: Introduzca el nombre de dominio para este registro. [[base-dns.txt_record_explain]]
fr_fr: Spécifier le nom de domaine pour cet enregistrement. [[base-dns.txt_record_explain]]
it_it: Immettere il nome di dominio per questo record. [[base-dns.txt_record_explain]]
ja_jp: このレコードのドメインネームを指定してください。[[base-dns.txt_record_explain]]
nl_nl: Voer de domeinnaam voor dit record. [[base-dns.txt_record_explain]]
pt_pt: Digite o nome de domínio para esse registro. [[base-dns.txt_record_explain]]

# txt_domain_name_invalid
source: The specified domain name contains invalid characters.
da_dk: Det specificerede domænenavn indeholder ugyldige karakterer.
de_de: Der angegebene Domänenname enthält ungültige Zeichen.
es_es: El nombre de dominio especificado contiene caracteres no válidos.
fr_fr: Le nom de domaine spécifié contient des caractères non valides.
it_it: Il nome di dominio specificato contiene caratteri non validi.
ja_jp: 指定されたドメインネームには、不正な文字が含まれています。
nl_nl: De opgegeven domeinnaam bevat ongeldige tekens.
pt_pt: O nome de domínio especificado contém caracteres inválidos.

# txt_domain_name_empty
source: Please specify the Domain Name that corresponds with the IP Address.
da_dk: Specificér venligst det domænenavn der svarer til IP-adressen.
de_de: Geben Sie den Domänennamen an, der der IP-Adresse entspricht.
es_es: Por favor, especifique el nombre de dominio que se corresponde con la dirección IP.
fr_fr: Veuillez spécifier le nom de domaine correspondant à l'adresse IP.
it_it: Si prega di specificare il nome di dominio che corrisponde con l'indirizzo IP.
ja_jp: このレコードのドメインを指定してください。
nl_nl: Gelieve de domeinnaam die overeenkomt met het IP-adres.
pt_pt: Por favor, especifique o nome de domínio que corresponde com o endereço IP.

# txt_strings
source: Text Record
da_dk: Tekstfunktion
es_es: Texto Record
fr_fr: Saisie de l'enregistrement texte
it_it: Record Text
ja_jp: テキストレコード
nl_nl: Tekst Record
pt_pt: Gravar Texto

# txt_strings_help
source: Enter the text record.
da_dk: Indtast tekstfunktionen.
de_de: Geben Sie den text record ein.
es_es: Introduzca el registro de texto.
fr_fr: Spécifier le texte à enregistrer.
it_it: Inserire il record di testo.
ja_jp: テキストレコードを指定してください。
nl_nl: Voer de tekst opnemen.
pt_pt: Digite o registro de texto.

# txt_strings_invalid
source: The specified text record contains invalid characters.
da_dk: Den indtastede tekstfunktion indeholder ugyldige karakterer.
de_de: Der spezifizierte text record beinhaltet ungültige Zeichen.
es_es: El registro de texto especificado contiene caracteres no válidos.
fr_fr: L'enregistrement texte spécifié contient des caractères non valides.
it_it: Il record di testo specificato contiene caratteri non validi.
ja_jp: 指定されたテキストレコードは不正です。
nl_nl: De opgegeven tekst record bevat ongeldige tekens.
pt_pt: O registro de texto especificado contém caracteres inválidos.

# txt_strings_empty
source: Please specify the Text Record that corresponds with the IP Address.
da_dk: Specificér venligst Tekstfunktionen der svarer til IP-adressen.
de_de: Bitte geben Sie den Text Record ein, der zu der angegebenen IP-Addresse gehört.
es_es: Por favor, especifique el registro de texto que se corresponde con la dirección IP.
fr_fr: Veuillez spécifier l'enregistrement texte correspondant à l'adresse IP.
it_it: Si prega di specificare il record di testo che corrisponde con l'indirizzo IP.
ja_jp: 指定されたホスト名とドメインネームに対応するテキストレコードを入力してください。
nl_nl: Gelieve de tekst Record die overeenkomt met het IP-adres.
pt_pt: Por favor, especifique o registro de texto que corresponde com o endereço IP.

# create_soa
source: Add Start of Authority (SOA) Record
da_dk: Tilføj Start of Authority (SOA) funktion
de_de: Start of Authority (SOA)-Datensatz hinzufügen
es_es: Agregar inicio de autoridad (SOA)
fr_fr: Ajouter enregistrement SOA (Start of Authority)
it_it: Aggiungi Avvio di autorità (SOA)
ja_jp: SOA レコードの追加
nl_nl: Voeg Start of Authority (SOA) Record
pt_pt: Adicionar Start of Authority (SOA) Gravar

# modify_soa
source: [[base-dns.title]] Modify Start of Authority (SOA) Record
da_dk: [[base-dns.title]] Redigér Start of Authority (SOA)
de_de: Start of Authority (SOA)-Datensatz ändern
es_es: [[base-dns.title]] Modificar inicio de autoridad (SOA)
fr_fr: [[base-dns.title]] Modifier enregistrement SOA (Start of Authority)
it_it: [[base-dns.title]] Modifica di autorità (SOA)
ja_jp: [[base-dns.title]] - SOA レコードの修正
nl_nl: [[base-dns.title]] Wijzigen Start of Authority (SOA) Record
pt_pt: [[base-dns.title]] Modificar Start of Authority (SOA) Gravar

# domain_soa
source: Domain Authority
da_dk: Domæneautoritet
de_de: Domänen Authorität
es_es: Autoridad de dominio
fr_fr: Domaine concerné
ja_jp: 適用ドメイン
pt_pt: Domínio Autoridade

# domain_soa_help
source: This is the domain authority to which this Start of Authority record applies.
da_dk: Dette er den domæneautoritet som funktionen Start of Authority omhandler.
de_de: Die Domäneninstanz, für welche dieser Start of Authority-Datensatz gilt.
es_es: Esta es la autoridad de dominio al que se aplica este el comienzo de la Autoridad.
fr_fr: Domaine auquel cet enregistrement SOA s'applique.
it_it: Questo è l'autorità di dominio a cui si applica questo l'inizio della registrazione dell'Autorità.
ja_jp: この SOA （Start of Authority）レコードが適用されるドメインです。
nl_nl: Dit is het domein autoriteit waaraan deze Start of Authority verslag geldt.
pt_pt: Esta é a autoridade de domínio para o qual esta Início do registo Autoridade aplica.

# network_soa
source: Network Authority
da_dk: Netværksautoritet
de_de: Netzwerk Authoriät
es_es: Autoridad de la Red
fr_fr: Autorité réseau
it_it: Autorità di rete
ja_jp: 適用ネットワーク
nl_nl: Netwerk Autoriteit
pt_pt: Autoridade Rede

# network_soa_help
source: This is the network authority to which this Start of Authority record applies.
da_dk: Dette er den netværksautoritet som Start of Authority funktionen omhandler.
de_de: Die Netzwerkinstanz, für die dieser Start of Authority-Datensatz gilt.
es_es: Este es el poder de la red a los que se aplica este el comienzo de la Autoridad.
fr_fr: Réseau auquel cet enregistrement SOA s'applique.
it_it: Questo è l'autorità di rete a cui si applica questo l'inizio della registrazione dell'Autorità.
ja_jp: この SOA （Start of Authority）レコードが適用されるネットワークです。
nl_nl: Dit is het netwerk autoriteit waaraan deze Start of Authority verslag geldt.
pt_pt: Esta é a autoridade de rede para que esta Início do registo Autoridade aplica.

# primary_dns
source: Primary Name Server (NS)
da_dk: Primær navneserver (NS)
de_de: Primärer DNS-Serverr (NS)
fr_fr: Serveur de noms (NS) maître ou primaire
ja_jp: プライマリネームサーバ（NS）
pt_pt: Nome do servidor primário (NS)

# primary_dns_help
source: Enter the fully-qualified domain name of the primary name server for the selected domain or network authority.
da_dk: Indtast det fuldt kvalificerede domænenavn på den primære navneserver for det valgte domæne eller netværksautoritet.
de_de: Geben Sie den vollqualifizierten Domänennamen des primären DNS-Servers für die ausgewählte Domänen- oder Netzwerkinstanz ein.
es_es: Introduzca el nombre de dominio completo del servidor de nombres primario para el dominio seleccionado o autoridad red.
fr_fr: Spécifier le nom de domaine entièrement qualifié FQDN du serveur de noms primaire pour le domaine ou l'autorité de réseau concerné.
it_it: Immettere il nome di dominio completo del server di nome primario per il dominio selezionato o l'autorità di rete.
ja_jp: 適用ドメイン（またはネットワーク）に対応するプライマリネームサーバのドメインネームを入力してください。
nl_nl: Voer de volledig gekwalificeerde domeinnaam van de primaire nameserver voor het geselecteerde domein of netwerk autoriteit.
pt_pt: Digite o nome do servidor de nomes primário para o domínio selecionado ou autoridade rede de domínio totalmente qualificado.

# secondary_dns
source: Secondary Name Servers (NS)
da_dk: Sekundære navneservere (NS)
de_de: Sekundärer DNS-Serverr (NS)
es_es: Servidores de nombres secundarios (NS)
fr_fr: Serveurs de noms (NS) secondaires
it_it: Name server secondari (NS)
ja_jp: セカンダリネームサーバ（NS）
nl_nl: Secundaire Name Servers (NS)
pt_pt: Servidores de nomes secundário (NS)

# secondary_dns_help
source: Enter a space-separated list of fully-qualified domain names of the secondary name servers for the selected domain or network authority.
da_dk: Indtast en mellemrums-separeret liste over fuldt kvalificerede domænenavne på de sekundære navneservere for det valgte domæne eller netværksautoritet.
de_de: Geben Sie eine durch Leerzeichen getrennte Liste mit den vollqualifizierten Domänennamen der sekundären DNS-Server für die ausgewählte Domänen- oder Netzwerkinstanz ein.
es_es: Escriba una lista separada por espacios de nombres de dominio completos de los servidores de nombres secundarios para el dominio seleccionado o autoridad red.
fr_fr: Saisissez un ou plusieurs noms de domaine entièrement qualifié FQDNs des serveurs de noms secondaires pour le domaine ou l'autorité de réseau concerné. Séparez les noms de domaine par des espaces.
it_it: Immettere un elenco separato da spazi di nomi di dominio completo del server dei nomi secondario per il dominio selezionato o l'autorità di rete.
ja_jp: 適用ドメイン（またはネットワーク）に対応するセカンダリネームサーバのドメインネームを入力してください。
nl_nl: Voer een door spaties gescheiden lijst van volledig gekwalificeerde domeinnamen van de secundaire nameservers voor het geselecteerde domein of netwerk autoriteit.
pt_pt: Digite uma lista separada por espaços de nomes dos servidores de nomes secundários para o domínio selecionado ou autoridade rede de domínio totalmente qualificado.

# domain_admin
source: DNS Administrator Email Address
da_dk: DNS-administratorens emailadresse
de_de: Email-Adresse des DNS-Administrators
es_es: DNS Administrador de Correo Electrónico
fr_fr: Adresse e-mail de l'administrateur DNS
it_it: DNS Administrator Indirizzo e-mail
ja_jp: DNS 管理者の電子メールアドレス
nl_nl: DNS Administrator E-mailadres
pt_pt: Administrador DNS Endereço de Email
