Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# parent_network_help
source: This is the parent network for which this server is authoritative. All IP addresses in the specified subnet must belong to this parent network.
da_dk: Dette er det forældernetværk som denne server er autoritativ for. Alle IP-adresser i det specificerede subnet skal tilhøre dette forældernetværk.
de_de: Dies ist das übergeordnete Netzwerk für welches dieser Server authoritativ ist. Alle IP-Adressen in dem spezifizierten Netzwerk müssen zum übergeordneten Netzwerk gehören.
es_es: Esta es la red de padres para los que este servidor tiene autoridad. Todas las direcciones IP de la subred especificada debe pertenecer a esta red de padres.
fr_fr: C'est le réseau parent pour lequel ce serveur fait autorité. Toutes les adresses IP du sous-réseau spécifié doit appartenir à ce réseau parent.
it_it: Questa è la rete principale per cui il server è autorevole. Tutti gli indirizzi IP nella sottorete specificata devono appartenere a questa rete genitore.
ja_jp: このサーバが権限を持つ親ネットワークで、指定されたサブネット上にある全ての IP アドレスは、この親ネットワークに属する必要があります。
nl_nl: Dit is de moedermaatschappij netwerk waarvoor deze server is gezaghebbend. Alle IP-adressen in het opgegeven subnet moeten behoren tot deze ouder netwerk.
pt_pt: Esta é a rede pai para que este servidor é autoritária. Todos os endereços IP na sub-rede especificada deve pertencer a esta rede pai.

# invalidDuplicate
source: An identical domain name record already exists.
da_dk: Et identisk domænenavnekort findes allerede.
de_de: Ein DNS-Eintrag mit identischem Domänen-Namen existiert bereits.
es_es: Ya existe un registro de nombres de dominio idénticos.
fr_fr: Il existe déjà un enregistrement au nom de domaine identique.
it_it: Un record di nome di dominio identico esiste già.
ja_jp: 同一のドメインネームレコードが既に存在します。
nl_nl: Een identieke domeinnaam opnemen al bestaat.
pt_pt: Um registro de nome de domínio idêntico já existe.

# named-did-not-start
source: The Name Server (DNS) failed to restart correctly.
da_dk: Navneserveren (DNS) genstartede ikke korrekt.
de_de: Der DNS-Server konnte nicht neu gestartet werden.
es_es: El servidor de nombres (DNS) no pudo reiniciar correctamente.
fr_fr: Le DNS n'a pas réussi à redémarrer correctement.
it_it: Il Name Server (DNS) non è riuscito a riavviare correttamente.
ja_jp: ネームサーバ (DNS) が正しく再起動しませんでした。
nl_nl: De Name Server (DNS) niet juist meer kan opstarten.
pt_pt: A Name Server (DNS) não reiniciar corretamente.

# invalid-authority
source: The DNS record is missing critical information.
da_dk: Kritiske oplysninger mangler.
de_de: Bei diesem DNS-Eintrag fehlen wichtige Informationen.
es_es: El registro de DNS que falta información esencial.
fr_fr: Il manque des information essentielles à l'enregistrement DNS.
it_it: Il record DNS mancano informazioni critiche.
ja_jp: DNS レコードに必要不可欠な情報が欠如しています。
nl_nl: De DNS-record ontbreekt cruciale informatie.
pt_pt: O registro DNS está faltando informações críticas.

# SOA-already-exists-for-zone
source: A start of authority (SOA) record already exists for this zone.
da_dk: En start of authority (SOA) findes allerede på denne zone.
de_de: Für diese DNS Zone existiert bereits ein SOA-Eintrag.
es_es: A principios de registro de autoridad (SOA) ya existe para esta zona.
fr_fr: Il existe déjà un enregistrement SOA (Start Of Authority) désignant l'autorité initiale pour cette zone.
it_it: Una di autorità (SOA) esiste già per questa zona.
ja_jp: このゾーン用の SOA (Start Of Authority) レコードは既に存在します。
nl_nl: Een start van autoriteit (SOA) opnemen al bestaat voor deze zone.
pt_pt: Um início de registro de autoridade (SOA) já existe para esta zona.

# secondaryZoneOverlap
source: An existing secondary network service conflicts with this record.
da_dk: En eksisterende sekundær netværkstjeneste er i konflikt med dette kort.
de_de: Ein bereits angelegtes sekundäres Netzwerk überschneidet sich mit diesem Eintrag.
es_es: Un conflicto de servicios de red secundaria existentes con este disco.
fr_fr: Cet enregistrement est en conflit avec un service réseau secondaire déjà existant.
it_it: Un esistenti conflitti di servizi secondari di rete con questo disco.
ja_jp: このレコードは、既存のセカンダリネットワークサービスと矛盾します。
nl_nl: Een bestaande secundaire netwerkdienst strijdig is met deze plaat.
pt_pt: Um existentes conflitos de serviços de rede secundária com este recorde.

# secondaryZoneDuplicate
source: An existing secondary network service conflicts with this record.
da_dk: En eksisterende sekundær netværkstjeneste er i konflikt med dette kort.
de_de: Ein bereits angelegtes sekundäres Netzwerk kollidiert mit diesem Eintrag.
es_es: Un conflicto de servicios de red secundaria existentes con este disco.
fr_fr: Cet enregistrement est en conflit avec un service réseau secondaire déjà existant.
it_it: Un esistenti conflitti di servizi secondari di rete con questo disco.
ja_jp: このレコードは、既存のセカンダリネットワークサービスと矛盾します。
nl_nl: Een bestaande secundaire netwerkdienst strijdig is met deze plaat.
pt_pt: Um existentes conflitos de serviços de rede secundária com este recorde.

# primaryZoneDuplicate
source: An existing primary network service conflicts with this record.
da_dk: En eksisterende primær netværkstjeneste konflikter med dette kort.
de_de: Ein bereits angelegtes primäres Netzwerk kollidiert mit diesem Eintrag.
es_es: Un conflicto de servicios de red primarios existentes con este disco.
fr_fr: Cet enregistrement est en conflit avec un service réseau primaire déjà existant.
it_it: Un esistenti conflitti di servizi primari di rete con questo disco.
ja_jp: このレコードは、既存のプライマリネットワークサービスと矛盾します。
nl_nl: Een bestaande primaire netwerkdienst strijdig is met deze plaat.
pt_pt: Um existentes conflitos de serviços de rede primária com este recorde.

# primaryZoneOverlap
source: An existing primary network service conflicts with this record.
da_dk: En eksisterende primær netværkstjeneste konflikter med dette kort.
de_de: Ein bereits angelegtes primäres Netzwerk überschneidet sich mit diesem Eintrag.
es_es: Un conflicto de servicios de red primarios existentes con este disco.
fr_fr: Cet enregistrement est en conflit avec un service réseau primaire déjà existant.
it_it: Un esistenti conflitti di servizi primari di rete con questo disco.
ja_jp: このレコードは、既存のプライマリネットワークサービスと矛盾します。
nl_nl: Een bestaande primaire netwerkdienst strijdig is met deze plaat.
pt_pt: Um existentes conflitos de serviços de rede primária com este recorde.

# auto_dns_help
source: Settings for Auto DNS
da_dk: Indstillinger for Auto DNS
de_de: Einstellung für automatische DNS
es_es: Configuración de Auto DNS
fr_fr: Réglages pour la configuration DNS automatique.
it_it: Impostazioni per Auto DNS
ja_jp: 自動 DNS 設定
nl_nl: Instellingen voor Auto DNS
pt_pt: Configurações para Auto DNS

# auto_a
source: Host Names
da_dk: Værtsnavne
de_de: Hostnamen
es_es: Nombres de host
fr_fr: Noms d'hôtes
it_it: Nomi di Host
ja_jp: ホストネーム
nl_nl: Hostnamen
pt_pt: Nomes de host

# auto_a_help
source: Add additional host names for Auto DNS. This will allow you to setup domains in a snap
da_dk: Tilføj yderligere værtsnavne til brug i Auto DNS. Dette vil give dig mulighed for at sætte domæner op meget hurtigt.
de_de: Fügen Sie zusätzliche Hostnamen zur automatischen DNS hinzu. Das erlaubt Ihnen, mit Leichtigkeit neue Domänen zu schalten.
es_es: Añadir nombres de sistema adicionales para DNS Auto. Esto le permitirá configurar los dominios en un instante
fr_fr: Ajoutez les noms d'hôtes par défault pour le DNS de automatique. Cela vous permettra de configurer des domaines en un clin d'oeil.
it_it: Aggiungi altri nomi host DNS per Auto. Questo vi permetterà di configurare i domini in un attimo
ja_jp: 自動 DNS のためのホスト名を追加します。
nl_nl: Voeg extra hostnamen voor Auto DNS. Dit zal u toelaten om setup domeinen in een handomdraai
pt_pt: Adicionar nomes de host adicionais para Auto DNS. Isso permitirá que você para domínios de instalação em um piscar de olhos

# auto_mx
source: Mail Server Host Name
da_dk: Mailservers værtsnavn
fr_fr: Nom d'hôte du serveur messagerie
ja_jp: メールサーバホスト名

# auto_mx_help
source: Add the host name of the Mail Server for this domain. Do not add the domain.tld
da_dk: Tilføj værtsnavnet på mailserveren for dette domæne. Tilføj ikke domæne.tld
de_de: Fügen Sie den Hostnamen für den Mailserver diese Domäne hinzu. Lassen Sie dabei 'domäne.tld' weg.
es_es: Agregue el nombre de host del servidor de correo para este dominio. No añada el domain.tld
fr_fr: Saisir le nom d'hôte du serveur de messagerie pour ce domaine. Ne pas ajouter le nom de domaine « domain.tld »
it_it: Aggiungere il nome host del server di posta per questo dominio. Non aggiungere il domain.tld
ja_jp: このドメインのメールサーバホスト名を追加します。メールサーバホストに domain.tld の様なドメイン名だけのものは追加しないでください。
nl_nl: Voeg de naam van de Mail Server voor dit domein host. Laat de domain.tld niet toevoegen
pt_pt: Adicione o nome do host do servidor de correio para este domínio. Não adicione o domain.tld

# dnsNames_header
source: Please select which Domain Names this site will manage
da_dk: Vælg venligst hvilke domænenavne dette websted skal administrere.
de_de: Bitte geben Sie an, welche Domänen diese Site verwalten soll
es_es: Por favor, seleccione el que Domain Names este sitio se encargará de
fr_fr: Veuillez sélectionner quels noms de domaine de ce site pourra gérer.
it_it: Si prega di selezionare i nomi di dominio di questo sito gestirà
ja_jp: このサイトで管理するドメイン名を選択してください。
nl_nl: Maak een keuze die domeinnamen zal deze site te beheren
pt_pt: Por favor seleccione o que nomes de domínio neste site irá gerenciar

# dnsNames
source: Available Domain Names
da_dk: Tilgængelige domænenavne
de_de: Verfügbare Domänen-Namen
es_es: Nombres de Dominio Disponible
fr_fr: Noms de domaine disponibles
it_it: Nomi di dominio disponibili
ja_jp: ドメイン名の選択
nl_nl: Beschikbare domeinnamen
pt_pt: Nomes de Domínio Disponíveis

# dnsNames_help
source: Select which domain names this virtual site will be able to administor
da_dk: Vælg hvilke domænenavne dette virtuelle websted vil kunne administrere.
de_de: Geben Sie an, welche Domänen-Namen dieser Site zugeordnet werden sollen
es_es: Seleccione el dominio que nombra este sitio virtual será capaz de administor
fr_fr: Sélectionnez les noms de domaine que ce site virtuel pourra gérer.
it_it: Selezionare il dominio chiama questo sito virtuale sarà in grado di administor
ja_jp: 管理することドメイン名を選択します。
nl_nl: Selecteer welke domeinnamen deze virtuele website kunnen administor zal zijn
pt_pt: Escolha quais os nomes de domínio neste site virtual será capaz de administor

source: Selected
da_dk: Valgt
de_de: Ausgewählt
es_es: Seleccionado
fr_fr: Sélectionné
ja_jp: 管理する
nl_nl: Gekozen
pt_pt: Selecionado

source: Not Selected
da_dk: Ikke valgt
de_de: Nicht ausgewählt
es_es: No seleccionado
fr_fr: Non sélectionné
it_it: Non selezionato
ja_jp: 管理しない
nl_nl: Niet geselecteerd
pt_pt: Não selecionado

# nodnsmanage
source: Domain Name Manager not Setup
da_dk: Domænenavneadministration ikke opsat
de_de: Domänen-Manager nicht aktiv
es_es: Nombre de dominio no Setup
fr_fr: Gestion noms de domaines pas activé.
it_it: Domain Name Manager non Setup
ja_jp: ドメイン名管理者が設定されていません。
nl_nl: Domeinnaam Manager niet instellen
pt_pt: Domain Name Manager não Setup

# dnsempty
source: The administrator of this sytem has not setup any domains for you to manage. If you feel this is an error, please contact the System Administrator
da_dk: <br>Systemadministratoren har ikke givet dig adgang til at administrere <br>nogle domæner. Hvis du mener at dette er en fejl, kontakt da venligst <br>systemadministratoren.
de_de: <br>Der Administrator dieses Servers hat noch keine Domänen unter <br>Ihre Verfügungsgewalt gestellt. Wenden Sie sich bitte an Ihren<br>Systemadministrator, falls das nicht korrekt ist.<br><br>
es_es: El administrador de este Sytem no ha configurar los dominios para que usted maneje. Si cree que esto es un error, por favor póngase en contacto con el administrador del sistema
fr_fr: L'administrateur de ce système n'a pas configuré des domaines que vous pouvez gérer. Si vous pensez que c'est une erreur, veuillez contactez l'administrateur du système
it_it: L'amministratore di questo sytem non ha installare qualsiasi dominio per voi per gestire. Se ritieni che questo sia un errore, si prega di contattare l'amministratore di sistema
ja_jp: <br>このシステムの管理者はどのドメインの管理もあなたに許可していません。<br>もしエラーと感じたなら、管理者に連絡してください。<br><br>
nl_nl: De beheerder van dit syteem heeft geen setup welke domeinen voor u beheren. Als u denkt dat dit een fout is, neem dan contact op met de systeembeheerder
pt_pt: O administrador deste sytem não tem configuração todos os domínios para que você possa gerenciar. Se você acha que isso é um erro, por favor, entre em contato com o administrador do sistema

# query
source: Allow DNS Query Access
es_es: Permitir DNS Query Access
fr_fr: Autoriser « DNS Query Access »
it_it: Consenti DNS query di Access
ja_jp: DNSクエリアクセスを許可
nl_nl: Laat DNS Query Access
pt_pt: Permitir consultas DNS Acesso

# query_help
source: This is enabled by default. Allows selected IP address ranges to query your DNS server for DNS information. You can specify which address ranges can query your server a bit further below in the field 'Allow Queries from these Networks'.
es_es: Esto está habilitada por defecto. Permite que la dirección IP seleccionada varía para consultar el servidor DNS para obtener información DNS. Usted puede especificar los rangos de direcciones pueden consultar su servidor un poco más adelante en el campo &quot;Permitir consultas de estas redes.
fr_fr: L'option des requêtes d'accès au DNS est activée par défaut. Ceci permet aux adresses IP sélectionnées à pouvoir interroger le serveur DNS pour obtenir des informations sur le Système de Noms de Domaine. Vous pouvez spécifier les plages d'adresses qui peuvent interroger votre serveur dans le champ plus bas « [[base-dns.query_inetaddr]] ».
it_it: Questo è abilitata di default. Consente indirizzo IP selezionato spazia per interrogare il server DNS per le informazioni DNS. È possibile specificare quali intervalli di indirizzi possono interrogare il server un po 'più avanti nel campo' consentire le query da queste reti.
ja_jp: これはデフォルトで有効になっています。選択したIPアドレスの範囲は、DNS情報をDNSサーバを照会することができます。あなたは、アドレス範囲が 'これらのネットワークからのクエリを許可する]フィールドに以下のビットさらに、サーバーを照会することができますを指定することができます。
nl_nl: Dit is standaard ingeschakeld. Hiermee geselecteerde IP-adres reeksen om uw DNS-server voor DNS-informatie opvragen. U kunt aangeven welk adres reeksen uw server onder een beetje verder kan opvragen in het veld 'Allow Vragen van deze Networks'.
pt_pt: Isso é ativado por padrão. Permite endereço IP selecionado varia para consultar o servidor de DNS para obter informações de DNS. Você pode especificar quais faixas de endereços pode consultar o seu servidor um pouco mais abaixo no campo "Permitir consultas a partir dessas redes".

# query_all_allowed
source: Allow Queries from Everyone
es_es: Permitir consultas de todo el mundo
fr_fr: Autoriser les requêtes par tout le monde
it_it: Consentire le query da parte di tutti
ja_jp: みんなからのクエリを許可する
nl_nl: Laat Vragen van Everyone
pt_pt: Permitir Consultas de Todos

# query_all_allowed_help
source: Allow query access from the entire internet. If you run an authoritative nameserver for domains, then you should turn this on. If your nameserver is supposed to be private, you can turn it off.
es_es: Permitir el acceso de consulta de toda la Internet. Si ejecuta un servidor de nombres oficial para el dominio, debe habilitar esta función. Si su servidor de nombres se supone que es privada, puede desactivarlo.
fr_fr: Permettre l'accès aux requêtes à tout l'Internet. Si vous opérez un serveur DNS faisant autorité pour des domaines, vous devez activer cette option. Si votre serveur DNS est censé être privé, vous pouvez le désactiver.
it_it: Consentire l'accesso di query da tutto internet. Se si esegue un server dei nomi autorevoli per i domini, allora si dovrebbe attivare questa opzione. Se il vostro nameserver dovrebbe essere privata, è possibile disattivarlo.
ja_jp: インターネット全体からクエリアクセスを許可します。あなたがドメインの権限ネームサーバを実行する場合は、これを有効にする必要があります。あなたのネームサーバは、プライベートであるために仮定されている場合は、それをオフにすることができます。
nl_nl: Sta query-toegang vanaf het hele internet. Als u een gezaghebbend nameserver voor domeinen draaien, dan moet je deze aanzet. Als uw nameserver wordt verondersteld prive te zijn, kunt u deze uitschakelen.
pt_pt: Permitir o acesso de consulta de toda a internet. Se você executar um servidor de nomes com autoridade para domínios, então você deve ativar isso. Se o seu servidor de nomes é suposto ser privada, você pode desligá-lo.

# query_inetaddr
source: Allow Queries from these Networks
es_es: Permitir consultas de estas redes
fr_fr: Autoriser les requêtes de ces réseaux
it_it: Consentire le query da queste reti
ja_jp: これらのネットワークからのクエリーを許可する
nl_nl: Laat Vragen van deze netwerken
pt_pt: Permitir consultas a partir dessas redes

# query_inetaddr_help
source: In this box you can specify which IP address ranges are allowed to query your DNS server. By default only localhost ('127.0.0.1/32') is allowed. If you tick the checkbox for 'Allow Queries from Everyone', then it will override whatever extra address ranges you put in here and will allow anyone query access.
es_es: En este cuadro puede especificar que se permiten rangos de direcciones IP para consultar el servidor DNS. Por defecto sólo se permite localhost (.0.0.1/32 &#39;127 &#39;). Si marca la casilla &quot;Permitir consultas de todo el mundo &#39;, entonces se reemplazará cualquier rangos de direcciones adicionales que usted pone aquí y va a permitir el acceso de consulta a nadie.
fr_fr: Dans cette case, vous pouvez taper les plages d'adresses IP autorisés à interroger le serveur DNS. Par défaut, seul localhost (127.0.0.1/32) y est autorisé. Si vous cochez la case « [[base-dns.query_all_allowed]] », toutes les plages d'adresses indiquées ici seront ignorées et quiconque pourra faire des requêtes.
it_it: In questo campo è possibile specificare quali intervalli di indirizzi IP sono autorizzati a interrogare il server DNS. Per impostazione predefinita è consentito solo localhost ('127 .0.0.1/32 '). Se si seleziona la casella di controllo per 'consentire le query da parte di tutti', allora si avrà la precedenza su qualunque range di indirizzi supplementari si mette qui e permetterà a chiunque l'accesso query.
ja_jp: このボックスでは、IPアドレスの範囲があなたのDNSサーバに照会を許可するかを指定することができます。デフォルトでは、localhostのみが（'127.0.0.1/32'）許可されています。 'は、みんなからのクエリを許可する'のはチェックボックスにチェックを入れた場合、それはあなたがここに入れ、誰クエリアクセスを許可しますどのような余分なアドレス範囲が優先されます。
nl_nl: In dit vak kunt u aangeven welk IP-adres reeksen mag uw DNS-server opvragen. Standaard alleen localhost ('127 .0.0.1/32 ') is toegestaan. Als u het selectievakje aanvinken voor 'Queries toestaan ​​van Everyone', dan zal het overschrijven wat extra adresbereiken je hier plaatsen in en zal iedereen query-toegang mogelijk te maken.
pt_pt: Nessa caixa, você pode especificar quais faixas de endereços IP estão autorizados a consultar o servidor de DNS. Por padrão, somente localhost ('127 .0.0.1/32') é permitido. Se você marcar a caixa de seleção "Permitir consultas de todos ', então ela substituirá qualquer adicional intervalos de endereços que você colocou no aqui e vai permitir que qualquer pessoa o acesso de consulta.

# caching
source: Allow DNS Cache Access
es_es: Permitir DNS caché Acceso
fr_fr: Autoriser « DNS Cache Access »
it_it: Consenti DNS Cache Access
ja_jp: DNSキャッシュのアクセスを許可
nl_nl: Laat DNS Cache Access
pt_pt: Permitir acesso de cache DNS

# caching_help
source: Enabling caching, also called recursion, allows resolution of domains and network zones that other name servers are authoritative for. However, running such an 'open' DNS server exposes yourself and others to the risks of DDoS attacks. So if you need a DNS server to resolve domains which you are not authoritative for, then you should either use the DNS server of your provider, or (if you still want to use your own DNS server for that!) you should only allow query access for localhost ('127.0.0.1/32') on this DNS server, or selected and trustworthy network address ranges.
es_es: Habilitar el almacenamiento en caché, también llamada recursiva, permite la resolución de dominios y zonas de red que otros servidores de nombres están autorizados para. Sin embargo, la ejecución de un servidor de este tipo &quot;abierto&quot; DNS a sí mismo ya los demás expone a los riesgos de ataques DDoS. Así que si usted necesita un servidor DNS para resolver dominios que no están autorizados para, a continuación, usted debe utilizar el servidor DNS de su proveedor, o (si usted todavía desea utilizar su propio servidor DNS para que!) Sólo se debe permitir consulta acceso a localhost (&#39;127 .0.0.1/32 &#39;) en este servidor DNS, o intervalos de direcciones de red seleccionados y de confianza.
fr_fr: En activant la mise en cache, aussi appelé récursivité (recursion), la résolution de domaines et de zones de réseau sera permise par d'autres serveurs DNS faisant autorité (ayant la souveraineté). Toutefois, l'opération d'un tel serveur DNS « ouvert » l'expose aux risques d'attaques DDoS. Donc, si vous avez besoin d'un serveur DNS pour résoudre les domaines ne vous faisant pas autorité, alors vous devez soit utiliser le serveur DNS de votre fournisseur, soit (si vous voulez continuer à utiliser votre propre serveur DNS) permettre les requêtes d'accès pour localhost (127.0.0.1/32) seulement, soit ne permettre sur ce serveur DNS que les plages d'adresses réseau sélectionnés et dignes de confiance.
it_it: Abilitare il caching, chiamato anche la ricorsione, permette di risoluzione dei domini e le zone di rete che altri server di nomi autorevoli per. Tuttavia, l'esecuzione di un server di questo tipo 'aperto' DNS espone se stessi e gli altri per i rischi di attacchi DDoS. Quindi se avete bisogno di un server DNS per risolvere i domini che non sono autorevoli per, allora si dovrebbe utilizzare il server DNS del vostro provider, oppure (se si desidera continuare a utilizzare il proprio server DNS per questo!) Si dovrebbe consentire solo di query accesso per localhost ('127 .0.0.1/32 ') su questo server DNS, o selezionati e affidabile gli intervalli di indirizzi di rete.
ja_jp: また、再帰と呼ばれる有効キャッシュは、他のネームサーバがの権威であることをドメインとネットワークゾーンの解像度を可能にします。しかし、そのような 'オープン'のDNSサーバーを実行すると、DDoS攻撃のリスクに自分と他人を公開します。あなたが探し権威ではないドメインを解決するために、DNSサーバが必要な場合は、それで、あなたは唯一のクエリを許可する必要があります、あなたはどちらかあなたのプロバイダのDNSサーバを使用するべきか、（あなたはまだそのための独自のDNSサーバを使用したい場合は！）このDNSサーバー上のローカルホスト（'127.0.0.1/32'）、または選択した、信頼できるネットワークアドレス範囲のアクセス。
nl_nl: Het inschakelen van caching, ook wel recursie, laat resolutie van domeinen en netwerk zones die andere nameservers zijn gezaghebbend voor. Echter, hardlopen zo'n 'open' DNS-server bloot jezelf en anderen om de risico's van DDoS-aanvallen. Dus als je een DNS-server nodig hebt om domeinen die u niet gemachtigd voor te lossen, dan moet je gebruik maken van de DNS-server van uw provider, of (als je nog wilt uw eigen DNS-server te gebruiken voor die!) Moet je alleen toestaan ​​vraag toegang voor localhost ('127 .0.0.1/32 ') op deze DNS-server, of geselecteerde en betrouwbare netwerk-adres bereiken.
pt_pt: Ativando cache, também chamado de recursividade, permite resolução de domínios e zonas de rede que outros servidores de nomes autoritativos para. No entanto, executando tal servidor DNS "aberto" expõe a si mesmo e outras pessoas para os riscos de ataques DDoS. Então, se você precisa de um servidor DNS para resolver os domínios que você não está autorizado para, em seguida, você deve usar o servidor DNS de seu provedor, ou (se você ainda quer usar seu próprio servidor DNS para isso!), Você deve apenas permitir consulta acesso para localhost ('127 .0.0.1/32') no servidor DNS, ou intervalos de endereços de rede selecionadas e confiáveis.
