Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# select_dom
source: Select Domain...
da_dk: Vælg domæne...
de_de: Domäne auswählen ...
es_es: Seleccionar dominio ...
fr_fr: Sélectionner le domaine ...
it_it: Seleziona dominio ...
ja_jp: ドメインを選択...
nl_nl: Selecteer Domain ...
pt_pt: Selecione Domínio ...

# select_net
source: Select Network...
da_dk: Vælg netværk...
de_de: Netzwerk auswählen ...
es_es: Seleccione Red ...
fr_fr: Sélectionner le réseau ...
it_it: Selezionare Network ...
ja_jp: ネットワークを選択...
nl_nl: Selecteer Netwerk ...
pt_pt: Selecione Rede ...

source: Add Record...
da_dk: Tilføj funktion...
de_de: Datensatz hinzufügen ...
es_es: Agregar registro ...
fr_fr: Ajouter un enregistrement ...
it_it: Aggiungi record ...
ja_jp: レコードを追加...
nl_nl: Record toevoegen ...
pt_pt: Adicionar Record ...

# edit_soa
source: Modify SOA
da_dk: Redigér SOA
de_de: SOA Ändern
es_es: Modificar SOA
fr_fr: Modifier SOA
it_it: Modifica SOA
ja_jp: SOA を修正
nl_nl: Wijzig SOA
pt_pt: Modificar SOA

# edit_soa_help
source: Modify the start of authority record for the selected domain or network authority.
da_dk: Redigér start of authority funktionen for det valgte domæne eller netværk.
de_de: Ändern Sie den Start of Authority (SOA)-Datensatz für die ausgewählte Domänen- oder Netzwerkinstanz.
es_es: Modificar el comienzo del registro de autoridad para el dominio seleccionado o autoridad red.
fr_fr: Modifier l'enregistrement SOA (Start Of Authority) qui désigne l'autorité initiale ou le responsable de la zone dans la hiérarchie DNS.
it_it: Modificare l'inizio del record d'autorità per il dominio selezionato o l'autorità di rete.
ja_jp: 特定のドメインまたはネットワークに適用される SOA（Start of Authority）を修正できます。
nl_nl: Wijzig de start van de geautoriseerde beschrijving voor het geselecteerde domein of netwerk autoriteit.
pt_pt: Modificar o início do registro de autoridade para o domínio selecionado ou autoridade rede.

# confirm_delall
source: Are you sure you want to remove ALL of the DNS records for this domain or network?
da_dk: Er du sikker på at du vil fjerne ALLE DNS funktioner på dette domæne eller netværk?
de_de: Wollen Sie wirklich ALLE angezeigten DNS-Datensätze entfernen?
es_es: ¿Está seguro de que desea eliminar todos los registros DNS para este dominio o red?
fr_fr: Etes-vous sûr de vouloir supprimer TOUS les enregistrements DNS pour ce domaine ou ce réseau?
it_it: Sei sicuro di voler rimuovere tutti i record DNS per il dominio o di rete?
ja_jp: 表示されている DNS レコードをすべて削除してよろしいですか？
nl_nl: Weet u zeker dat u alle van de DNS-records verwijderen voor dit domein of netwerk?
pt_pt: Você tem certeza que deseja remover todos os registros de DNS para esse domínio ou rede?

# del_records
source: Remove Records
da_dk: Fjern funktioner
de_de: Datensätze entfernen
es_es: Eliminar registros
fr_fr: Supprimer les enregistrements
it_it: Rimuovere Records
ja_jp: 全レコードを削除
nl_nl: Verwijder Records
pt_pt: Remover Registros

# del_records_help
source: Click to remove all DNS records for this domain or network. This will remove ALL records in the currently selected zone and cannot be undone.
da_dk: Klik for at fjerne alle DNS funktioner for dette domæne eller netværk. Dette vil fjerne ALLE funktioner i den valgte zone og kan ikke fortrydes.
de_de: Klicken Sie, um alle angezeigten DNS-Datensätze zu entfernen. Dadurch werden alle auf dieser Seite angezeigten Datensätze entfernt. Dieser Schritt kann nicht rückgängig gemacht werden.
es_es: Haga clic para eliminar todos los registros DNS para este dominio o de red. Esto eliminará todos los registros en la zona seleccionada y no se puede deshacer.
fr_fr: Cliquer ici pour supprimer tous les enregistrements DNS pour ce domaine ou ce réseau. Ceci éliminera TOUS les enregistrements de la zone sélectionnée et ne peut être rétabli.
it_it: Fare clic per rimuovere tutti i record DNS per il dominio o di rete. Questo eliminerà tutti i record della zona attualmente selezionata e non può essere annullata.
ja_jp: このボタンをクリックすると、表示されている DNS レコードが全て削除されます。 削除は取り消しできませんのでご注意ください。
nl_nl: Klik om alle DNS-records voor het domein of netwerk te verwijderen. Hiermee worden alle records in de geselecteerde zone te verwijderen en kan niet ongedaan worden gemaakt.
pt_pt: Clique para remover todos os registros de DNS para esse domínio ou de rede. Isto irá remover todos os registros na zona selecionada atualmente e não pode ser desfeita.

# source
source: Query
da_dk: Forespørgsel
de_de: Abfrage
es_es: Pregunta
fr_fr: Requête
ja_jp: 問い合わせ
nl_nl: Vraag
pt_pt: Pergunta

# source_help
source: This is the query or question which will be asked directly to this domain name server.
da_dk: Dette er den forespørgsmål eller det spørgsmål der skal stilles direkte til denne domænenavneserver.
de_de: Dabei handelt es sich um die Abfrage oder Anfrage, die diesem DNS-Server direkt gestellt wird.
es_es: Esta es la pregunta o pregunta en la que se pedirá directamente a este servidor de nombres de dominio.
fr_fr: La demande (Query) qui sera directement sollicitée à ce serveur DNS.
it_it: Questa è la domanda o domanda che verrà chiesto direttamente a questo server dei nomi di dominio.
ja_jp: このネームサーバが受信する問い合わせです。
nl_nl: Dit is de vraag of een vraag die rechtstreeks zal worden gevraagd om deze domeinnaam server.
pt_pt: Esta é a consulta ou a pergunta que irá ser solicitado diretamente a esse servidor de nomes de domínio.

# direction
source: Type
de_de: Datensatztyp
es_es: Tipo
fr_fr: Catégorie
it_it: Tipo
ja_jp: レコードの種類
pt_pt: Tipo

# direction_help
source: This is the record type which relates the query to this server with the response from this server.
da_dk: Dette er funktionstypen der kæder forespørgslen til denne server med svaret fra denne server sammen.
de_de: Dabei handelt es sich um den Datensatztyp, der die Abfrage an diesen Server mit der Antwort vom Server in Bezug bringt.
es_es: Este es el tipo de registro que se refiere la consulta a este servidor con la respuesta de este servidor.
fr_fr: Le type d'enregistrement relatif à la requête faite à ce serveur avec la réponse de ce serveur.
it_it: Questo è il tipo di record che si riferisce l'interrogazione di questo server con la risposta da questo server.
ja_jp: このネームサーバが受信する問い合わせと送信する回答とを関連付けるレコードの種類です。
nl_nl: Dit is het type record dat de vraag betrekking heeft op deze server met de reactie van deze server.
pt_pt: Este é o tipo de registro que se refere a consulta a este servidor com a resposta do servidor.

# resolution
source: Response
da_dk: Svar
de_de: Antwort
es_es: Respuesta
fr_fr: Réplique
it_it: Risposta
ja_jp: 回答
nl_nl: Antwoord
pt_pt: Resposta

# resolution_help
source: This is the response or answer which will be returned directly from this domain name server.
da_dk: Dette er det svar som vil blive returneret direkte fra denne domænenavneserver.
de_de: Dabei handelt es sich um die Antwort, die von diesem Domänennamen-Server direkt ausgegeben wird.
es_es: Esta es la respuesta o la respuesta que se le devolverá directamente desde este servidor de nombres de dominio.
fr_fr: La réponse directement ripostée par ce serveur DNS.
it_it: Questa è la risposta o la risposta che verrà restituita direttamente da questo server dei nomi di dominio.
ja_jp: 問い合わせに対してこのネームサーバから送信される回答です。
nl_nl: Dit is de reactie of antwoord dat rechtstreeks uit deze domeinnaam server zal worden teruggegeven.
pt_pt: Esta é a resposta ou resposta que será devolvido directamente a partir deste servidor de nomes de domínio.

# listAction_help
source: These are the buttons used to modify domain name records or remove domain name records.
da_dk: Disse knapper benyttes til at redigere eller fjerne domænenavnekort.
de_de: Dies sind die Schaltflächen, mit denen Domänennamen-Datensätze geändert oder entfernt werden können.
es_es: Estos son los botones que se utilizan para modificar los registros de nombres de dominio o eliminar los registros de nombres de dominio.
fr_fr: Les boutons pour modifier ou supprimer les enregistrements DNS.
it_it: Questi sono i pulsanti utilizzati per modificare i record dei nomi di dominio o di rimuovere il nome record di dominio.
ja_jp: 鉛筆アイコンをクリックすると、そのレコードを修正できます。ゴミ箱アイコンをクリックすると、そのレコードを削除できます。
nl_nl: Dit zijn de knoppen waarmee de domeinnaam registers aan te passen of te verwijderen domeinnaam registers.
pt_pt: Estes são os botões usados ​​para modificar os registros de nomes de domínio ou remover registros de nomes de domínio.

# confirm_removal
source: Are you sure you want to remove the record [[VAR.rec]]?
da_dk: Er du sikker på at du vil fjerne funktionen [[VAR.rec]]?
de_de: Wollen Sie den Datensatz [[VAR.rec]] wirklich entfernen?
es_es: ¿Está seguro que desea eliminar el registro [[VAR.rec]]?
fr_fr: Etes-vous sûr de vouloir supprimer l'enregistrement [[VAR.rec]]?
it_it: Sei sicuro di voler rimuovere il record [[VAR.rec]]?
ja_jp: [[VAR.rec]] というレコードを削除してよろしいですか？
nl_nl: Weet u zeker dat u het record [[VAR.rec]] verwijderen?
pt_pt: Tem certeza de que deseja remover o registro [[VAR.rec]]?

# ipaddr_rule
source: An IP address is a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
da_dk: En IP-adresse er en serie af fire tal mellem 0 og 255 adskilt af punktum. 192.168.1.1 er, for eksempel, en gyldig indtastning.
de_de: Eine IP-Adresse ist eine Reihe von vier Zahlen zwischen 0 und 255, die mit Punkten getrennt werden. Eine gültige Eingabe ist z. B. 192.168.1.1.
es_es: Una dirección IP es una serie de cuatro números entre 0 y 255 separados por puntos. Por ejemplo, 192.168.1.1 es una entrada válida.
fr_fr: Une adresse IP est une série de quatre chiffres entre 0 et 255 séparés par des points. Par exemple, 192.168.1.1 est une valeur valide.
it_it: Un indirizzo IP è una serie di quattro numeri compresi tra 0 e 255, separati da punti. Ad esempio, 192.168.1.1 è una voce valida.
ja_jp: IP アドレスは、0 〜 255 の数値４組をピリオドで区切って入力してください。（指定例： 192.168.1.1）
nl_nl: Een IP-adres is een reeks van vier getallen tussen 0 en 255 gescheiden door punten. Bijvoorbeeld, 192.168.1.1 een geldige invoer.
pt_pt: Um endereço IP é uma série de quatro números entre 0 e 255 separados por pontos. Por exemplo, 192.168.1.1 é uma entrada válida.

# inetaddr_rule
source: An IP address is a series of four numbers between 0 and 255 separated by periods and netmask with '/'. For example, 192.168.1.0/24 is a valid entry.
da_dk: En IP-adresse er en serie af fire tal mellem 0 og 255 adskilt af punktum og netmaske med '/'. 192.168.1.0/24 er, for eksempel, en gyldig indtastning.
de_de: Eine Netzwerk-Adresse ist eine Reihe von vier Zahlen zwischen 0 und 255, die mit Punkten getrennt und von einem '/' und einer Netzwerkmaske gefolgt werden. Eine gültige Eingabe ist z. B. 192.168.1.0/24.
es_es: Una dirección IP es una serie de cuatro números entre 0 y 255 separados por puntos y la máscara de red con &#39;/&#39;. Por ejemplo, 192.168.1.0/24 es una entrada válida.
fr_fr: Une adresse IP est une série de quatre chiffres entre 0 et 255 séparés par des points et suivi par « / » et le masque de sous-réseau (netmask). Par exemple, 192.168.1.0/24 est une valeur valide.
it_it: Un indirizzo IP è una serie di quattro numeri compresi tra 0 e 255, separati da punti e maschera di rete con '/'. Ad esempio, 192.168.1.0/24 è una voce valida.
ja_jp: IP アドレスは、0 〜 255 の数値４組をピリオドで区切り、/ の後にネットマクを入力してください。（指定例： 192.168.1.0/24）
nl_nl: Een IP-adres is een reeks van vier getallen tussen 0 en 255, gescheiden door punten en netmask met '/'. Bijvoorbeeld 192.168.1.0/24 een geldige invoer.
pt_pt: Um endereço IP é uma série de quatro números entre 0 e 255 separados por pontos e máscara de rede com '/'. Por exemplo, 192.168.1.0/24 é uma entrada válida.

# create_dns_recA
source: [[base-dns.title]] Add New [[base-dns.a_record]]
da_dk: [[base-dns.title]] Tilføj ny [[base-dns.a_record]]
de_de: Neuen [[base-dns.a_record]] hinzufügen
es_es: [[base-dns.title]] Agregar nuevo [[base-dns.a_record]]
fr_fr: [[base-dns.title]] Ajouter [[base-dns.a_record]]
it_it: [[base-dns.title]] Aggiungi nuovo [[base-dns.a_record]]
ja_jp: [[base-dns.title]] - [[base-dns.a_record]]の追加
nl_nl: [[base-dns.title]] Nieuwe [[base-dns.a_record]]
pt_pt: [[base-dns.title]] Adicionar Novo [[base-dns.a_record]]

# modify_dns_recA
source: [[base-dns.title]] Modify [[base-dns.a_record]]
da_dk: [[base-dns.title]] Redigér [[base-dns.a_record]]
de_de: [[base-dns.a_record]] ändern
es_es: [[base-dns.title]] Modificar [[base-dns.a_record]]
fr_fr: [[base-dns.title]] Modifier [[base-dns.a_record]]
it_it: [[base-dns.title]] Modifica [[base-dns.a_record]]
ja_jp: [[base-dns.title]] - [[base-dns.a_record]]の修正
nl_nl: [[base-dns.title]] Wijzigen [[base-dns.a_record]]
pt_pt: [[base-dns.title]] Modificar [[base-dns.a_record]]

# a_record_explain
source: A [[base-dns.a_record]] provides the translation from a fully-qualified domain name to an IP address. A fully-qualified domain name can be composed of both a host name and a domain name or only a domain name.
da_dk: En [[base-dns.a_record]] leverer oversættelsen fra et fuldt kvalificeret domænenavn til en IP adresse. Et fuldt kvalificeret domænenavn kan være sammensat af både et værtsnavn og et domænenavn eller blot af et domænenavn.
de_de: Ein [[base-dns.a_record]] übersetzt einen vollqualifizierten Domänennamen in eine IP-Adresse. Ein vollqualifizierter Domänenname kann sowohl aus einem Hostnamen und einem Domänennamen als auch nur aus einem Domänennamen bestehen.
es_es: A [[base-dns.a_record]] proporciona la traducción de un nombre de dominio completo a una dirección IP. Un nombre de dominio completo puede estar compuesto por un nombre de host y un nombre de dominio o sólo un nombre de dominio.
fr_fr: Un [[base-dns.a_record]] fournit la traduction d'un nom de domaine entièrement qualifié FQDN à une adresse IP. Un nom de domaine entièrement qualifié peut être composé d'un nom d'hôte et un nom de domaine ou seulement du nom de domaine.
it_it: A [[base-dns.a_record]] fornisce la traduzione di un nome di dominio completo di un indirizzo IP. Un nome di dominio completo può essere composto sia un nome host e un nome di dominio o solo un nome di dominio.
ja_jp: [[base-dns.a_record]]は、ドメインネームから IP アドレスへの変換データを提供します。この場合の「ドメインネーム」は、ホスト名＋ドメインネームでも、ドメインネームのみでも構いません。
nl_nl: Een [[base-dns.a_record]] biedt de vertaling van een volledig gekwalificeerde domeinnaam naar een IP-adres. Een volledig gekwalificeerde domeinnaam kan bestaan ​​uit zowel een hostnaam en een domeinnaam of alleen een domeinnaam.
pt_pt: A [[base-dns.a_record]] fornece a tradução de um nome de domínio totalmente qualificado para um endereço IP. Um nome de domínio totalmente qualificado pode ser composto de um nome de host e um nome de domínio ou apenas um nome de domínio.

# a_host_name
source: Host Name
da_dk: Værtsnavn
es_es: Nombre del Host
fr_fr: Nom d'hôte
it_it: Nome Host
ja_jp: ホスト名
nl_nl: Hostnaam
pt_pt: Nome do host

# a_host_name_help
source: Enter the host name for this record. [[base-dns.a_record_explain]]
da_dk: Indtast denne funktions værtsnavn.[[base-dns.a_record_explain]]
de_de: Geben Sie den Hostnamen für diesen Datensatz ein. [[base-dns.a_record_explain]]
es_es: Introduzca el nombre de host para este registro. [[base-dns.a_record_explain]]
fr_fr: Définir le nom d'hôte pour cet enregistrement. [[base-dns.a_record_explain]]
it_it: Immettere il nome dell'host per questo record. [[base-dns.a_record_explain]]
ja_jp: このレコードのホスト名を指定してください。[[base-dns.a_record_explain]]
nl_nl: Voer de hostnaam voor dit record. [[base-dns.a_record_explain]]
pt_pt: Digite o nome do host para esse registro. [[base-dns.a_record_explain]]

# a_host_name_invalid
source: The specified host name contains invalid characters.
da_dk: Det specificerede værtsnavn indeholder ugyldige karakterer.
de_de: Der angegebene Hostname enthält ungültige Zeichen.
es_es: El nombre de host especificado contiene caracteres no válidos.
fr_fr: Le nom d'hôte spécifié contient des caractères non valides.
it_it: Il nome host specificato contiene caratteri non validi.
ja_jp: 指定されたホスト名には、不正な文字が含まれています。
nl_nl: De opgegeven hostnaam bevat ongeldige tekens.
pt_pt: O nome do host especificado contém caracteres inválidos.

# a_domain_name
source: Domain Name
da_dk: Domænenavn
de_de: Domänenname
es_es: Nombre de Dominio
fr_fr: Nom de domaine
it_it: Nome dominio
ja_jp: ドメインネーム
nl_nl: Domeinnaam
pt_pt: Nome de Domínio

# a_domain_name_help
source: Enter the domain name for this record.[[base-dns.a_record_explain]]
da_dk: Indtast denne funktions domænenavn.[[base-dns.a_record_explain]]
de_de: Geben Sie den Domänennamen für diesen Datensatz ein. [[base-dns.a_record_explain]]
es_es: Introduzca el nombre de dominio para este registro. [[base-dns.a_record_explain]]
fr_fr: Définir le nom de domaine pour ce enregistrement. [[base-dns.a_record_explain]]
it_it: Immettere il nome di dominio per questo record. [[base-dns.a_record_explain]]
ja_jp: このレコードのドメインネームを指定してください。[[base-dns.a_record_explain]]
nl_nl: Voer de domeinnaam voor deze record.[[base-dns.a_record_explain]]
pt_pt: Digite o nome de domínio para esse registro. [[base-dns.a_record_explain]]

# a_domain_name_invalid
source: The specified domain name contains invalid characters.
da_dk: Det specificerede domænenavn indeholder ugyldige tegn.
de_de: Der angegebene Domänenname enthält ungültige Zeichen.
es_es: El nombre de dominio especificado contiene caracteres no válidos.
fr_fr: Le nom de domaine spécifié contient des caractères non valides.
it_it: Il nome di dominio specificato contiene caratteri non validi.
ja_jp: 指定されたドメインネームには、不正な文字が含まれています。
nl_nl: De opgegeven domeinnaam bevat ongeldige tekens.
pt_pt: O nome de domínio especificado contém caracteres inválidos.

# a_domain_name_empty
source: Please specify the domain for this record.
da_dk: Specificer venligst det domæne der skal tilknyttes denne funktion.
de_de: Geben Sie die Domäne für diesen Datensatz ein.
es_es: Por favor, especifique el dominio de este registro.
fr_fr: Veuillez spécifier le nom de domaine pour ce enregistrement.
it_it: Si prega di specificare il dominio per questo record.
ja_jp: このレコードのドメインを指定してください。
nl_nl: Gelieve het domein voor dit record.
pt_pt: Por favor, especifique o domínio para esse registro.

# a_ip_address
source: IP Address
da_dk: IP adresse
de_de: IP-Addresse
es_es: Dirección IP
fr_fr: Adresse IP
it_it: Indirizzo IP
ja_jp: IP アドレス
nl_nl: IP-adres
pt_pt: Endereço IP

# a_ip_address_help
source: Enter the IP address for this record.[[base-dns.a_record_explain]]
da_dk: Indtast denne funktions IP adresse.[[base-dns.a_record_explain]]
de_de: Geben Sie die IP-Adresse für diesen Datensatz ein. [[base-dns.a_record_explain]]
es_es: Introduzca la dirección IP para este registro. [[base-dns.a_record_explain]]
fr_fr: Saisissez l'adresse IP pour cet enregistrement. [[base-dns.a_record_explain]]
it_it: Inserire l'indirizzo IP per questo record. [[base-dns.a_record_explain]]
ja_jp: このレコードの IP アドレスを指定してください。[[base-dns.a_record_explain]]
nl_nl: Voer het IP-adres voor deze record.[[base-dns.a_record_explain]]
pt_pt: Digite o endereço IP para esse registro. [[base-dns.a_record_explain]]

# a_ip_address_invalid
source: The specified IP address is invalid. [[base-dns.ipaddr_rule]]
da_dk: Den specificerede IP adresse er ugyldig.[[base-dns.ipaddr_rule]]
de_de: Die angegebene IP-Adresse ist ungültig. [[base-dns.ipaddr_rule]]
es_es: La dirección IP especificada no es válida. [[base-dns.ipaddr_rule]]
fr_fr: L'adresse IP spécifiée n'est pas valide. [[base-dns.ipaddr_rule]]
it_it: L'indirizzo IP specificato non è valido. [[base-dns.ipaddr_rule]]
ja_jp: 指定された IP アドレスは不正です。[[base-dns.ipaddr_rule]]
nl_nl: Het opgegeven IP-adres is ongeldig. [[base-dns.ipaddr_rule]]
pt_pt: O endereço IP especificado é inválido. [[base-dns.ipaddr_rule]]

# a_ip_address_empty
source: Please specify the IP address to which the Host and Domain Name will resolve. [[base-dns.ipaddr_rule]]
da_dk: Specificer venligst den IP adresse som vært og domænenavn skal opløses til. [[base-dns.ipaddr_rule]]
de_de: Geben Sie die IP-Adresse an, in die der Host- und der Domänenname aufgelöst werden. [[base-dns.ipaddr_rule]]
es_es: Por favor, especifique la dirección IP a la que el host y nombres de dominio se resuelven. [[base-dns.ipaddr_rule]]
fr_fr: Veuillez spécifier l'adresse IP à laquelle l'hôte et le nom de domaine se résolvent. [[base-dns.ipaddr_rule]]
it_it: Si prega di specificare l'indirizzo IP a cui l'host e il nome di dominio si risolveranno. [[base-dns.ipaddr_rule]]
ja_jp: 指定されたホスト名とドメインネームに対応する IP アドレスを入力してください。[[base-dns.ipaddr_rule]]
nl_nl: Specificeer het IP-adres waar de host-en domeinnaam zal oplossen. [[base-dns.ipaddr_rule]]
pt_pt: Por favor, especifique o endereço IP para o qual o host e nome de domínio irá resolver. [[base-dns.ipaddr_rule]]

# create_dns_recPTR
source: [[base-dns.title]] Add New [[base-dns.ptr_record]]
da_dk: [[base-dns.title]] Tilføj ny [[base-dns.ptr_record]]
de_de: Neuen [[base-dns.ptr_record]] hinzufügen
es_es: [[base-dns.title]] Agregar nuevo [[base-dns.ptr_record]]
fr_fr: [[base-dns.title]] Ajouter [[base-dns.ptr_record]]
it_it: [[base-dns.title]] Aggiungi nuovo [[base-dns.ptr_record]]
ja_jp: [[base-dns.title]] - [[base-dns.ptr_record]]の追加
nl_nl: [[base-dns.title]] Nieuwe [[base-dns.ptr_record]]
pt_pt: [[base-dns.title]] Adicionar Novo [[base-dns.ptr_record]]

# modify_dns_recPTR
source: [[base-dns.title]] Modify [[base-dns.ptr_record]]
da_dk: [[base-dns.title]] Redigér [[base-dns.ptr_record]]
de_de: [[base-dns.ptr_record]] ändern
es_es: [[base-dns.title]] Modificar [[base-dns.ptr_record]]
fr_fr: [[base-dns.title]] Modifier [[base-dns.ptr_record]]
it_it: [[base-dns.title]] Modifica [[base-dns.ptr_record]]
ja_jp: [[base-dns.title]] - [[base-dns.ptr_record]]の修正
nl_nl: [[base-dns.title]] Wijzigen [[base-dns.ptr_record]]
pt_pt: [[base-dns.title]] Modificar [[base-dns.ptr_record]]

# ptr_explain
source: A [[base-dns.ptr_record]] provides the translation from an IP address to a fully-qualified domain name. A fully-qualified domain name can be composed of both a host name and a domain name or only a domain name.
da_dk: En [[base-dns.ptr_record]] giver oversættelse fra en IP-adresse til et fuldt kvalificeret domænenavn. Et fuldt kvalificeret domænenavn kan være sammensat af både et værtsnavn og et domænenavn, eller blot et domænenavn.
de_de: Ein [[base-dns.ptr_record]] übersetzt eine IP-Adresse in einen vollqualifizierten Domänennamen. Ein vollqualifizierter Domänenname kann sowohl aus einem Hostnamen und einem Domänennamen als auch nur aus einem Domänennamen bestehen.
es_es: A [[base-dns.ptr_record]] proporciona la traducción de una dirección IP a un nombre de dominio completo. Un nombre de dominio completo puede estar compuesto por un nombre de host y un nombre de dominio o sólo un nombre de dominio.
fr_fr: Un [[base-dns.ptr_record]] fournit la traduction d'une adresse IP à un nom de domaine entièrement qualifié FQDN. Un nom de domaine entièrement qualifié peut être composé d'un nom d'hôte et un nom de domaine ou seulement un nom de domaine.
it_it: A [[base-dns.ptr_record]] fornisce la traduzione di un indirizzo IP a un nome di dominio completo. Un nome di dominio completo può essere composto sia un nome host e un nome di dominio o solo un nome di dominio.
ja_jp: [[base-dns.ptr_record]]は、IP アドレスからドメインネームへの変換データを提供します。この場合の「ドメインネーム」は、ホスト名＋ドメインネームでも、ドメインネームのみでも構いません。
nl_nl: Een [[base-dns.ptr_record]] biedt de vertaling van een IP-adres aan een volledig gekwalificeerde domeinnaam. Een volledig gekwalificeerde domeinnaam kan bestaan ​​uit zowel een hostnaam en een domeinnaam of alleen een domeinnaam.
pt_pt: A [[base-dns.ptr_record]] fornece a tradução de um endereço IP para um nome de domínio totalmente qualificado. Um nome de domínio totalmente qualificado pode ser composto de um nome de host e um nome de domínio ou apenas um nome de domínio.
