Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-dns.mod/locale/*/dns.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pt_pt

# ttl_rule
source: Please enter an integer between 1 and 4096000. The default value is set in the [[base-dns.soa_defaults]] section.
da_dk: Indtast venligst et tal mellem 1 og 4096000. Standardværdien indstilles i sektionen [[base-dns.soa_defaults]].
de_de: Bitte geben Sie eine Ganzzahl zwischen 1 und 4096000 ein. Der Vorgabewert wird im Abschnitt [[base-dns.soa_defaults]] eingestellt.
es_es: Introduzca un número entero entre 1 y 4096000. El valor por defecto se encuentra en el [[base-dns.soa_defaults]] sección.
fr_fr: Veuillez taper un chiffre entier entre 1 et 4096000. La valeur par défaut est définie dans la section [[base-dns.soa_defaults]].
it_it: Inserisci un numero intero compreso tra 1 e 4.096.000. Il valore di default è impostato nella sezione [[base-dns.soa_defaults]].
ja_jp: 1 〜 4096000 の整数を入力してください。このフィールドに表示されるデフォルト値は、「DNSの設定」テーブルの「詳細」セクションで設定できます。
nl_nl: Vul een geheel getal tussen 1 en 4096000. De standaardwaarde is ingesteld in het gedeelte [[base-dns.soa_defaults]].
pt_pt: Digite um número inteiro entre 1 e 4096000. O valor padrão é definido no [[base-dns.soa_defaults]] seção.

# ttl_help
source: Enter the default time-to-live interval for all newly added domains and networks. This value is the length of time for which other domain name servers will cache the domain information retrieved from this domain name server and assume it to be valid without checking with this domain name server again. [[base-dns.ttl_rule]]
da_dk: Indtast standard time-to-live interval for alle nyoprettede domæner og netværk. Denne værdi er det tidsrum som andre domænenavneservere vil cache domæneinformationerne der er hentet fra denne domænenavneserver, og acceptere dem som gyldige uden, igen, at checke med denne domænenavneserver. [[base-dns.ttl_rule]]
de_de: Geben Sie den Vorgabewert des Gültigkeitsdauerintervalls für alle neu hinzugefügten Domänen und Netzwerke ein. Dieser Wert ist der Zeitraum, für den andere DNS-Server die von diesem DNS-Server abgerufenen Domäneninformationen im Cache-Speicher zwischenspeichern und annehmen, dass sie gültig sind, ohne bei diesem DNS-Server noch einmal nachzuprüfen. [[base-dns.ttl_rule]]
es_es: Introduzca el tiempo de espera predeterminado a vivir intervalo para todos los dominios y las redes que acaba de agregar. Este valor es la longitud de tiempo que otros servidores de nombres de dominio serán caché la información de dominio recuperado de este servidor de nombres de dominio y asumir que su validez sin consultar con este servidor de nombres de dominio nuevo. [[base-dns.ttl_rule]]
fr_fr: Taper l'intervalle « Time-To-Live » par défaut pour tous les nouveaux réseaux et domaines. Cette valeur est la durée pendant laquelle l'information donnée par le serveur (le plus souvent un nom de domaine ou un autre serveur DNS) peut être conservée en cache. Passé ce délai, l'information doit être considérée comme obsolète et être mise à jour. [[base-dns.ttl_rule]]
it_it: Inserisci il default time-to-live intervallo per tutti i domini e le reti appena aggiunti. Questo valore è il periodo di tempo per il quale gli altri server di nomi di dominio saranno in cache le informazioni sul dominio recuperati da questo server dei nomi di dominio e assumere che sia valida senza essersi consultato con il server di nome di dominio nuovo. [[base-dns.ttl_rule]]
ja_jp: 新しいドメインやネットワークを DNS レコードに追加する際にデフォルトとして使われる TTL 間隔を指定してください。TTL 間隔とは、他のドメインネームサーバがこのドメインネームサーバから取得したドメイン情報をキャッシュに保管し、このドメインネームサーバに再び連絡しないままその情報が有効であると想定する期間です。[[base-dns.ttl_rule]]
nl_nl: Voer de standaard time-to-live-interval voor alle nieuw toegevoegde domeinen en netwerken. Deze waarde is de lengte van de periode waarin andere domeinnaam servers zullen het domein informatie opgehaald cachen van deze domeinnaam server en veronderstellen een geldigheidsduur zonder controle met deze domeinnaam server weer. [[base-dns.ttl_rule]]
pt_pt: Digite o intervalo padrão time-to-live para todos os domínios e redes recém-adicionados. Este valor é o período de tempo para que outros servidores de nomes de domínio em cache as informações de domínio recuperados a partir deste servidor de nome de domínio e assumir que ela seja válida sem verificar com este servidor de nome de domínio novamente. [[base-dns.ttl_rule]]

# ttl_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.ttl]]. [[base-dns.ttl_rule]]
da_dk: Beklager, men [[VAR.invalidValue]] er en ugyldig værdi for [[base-dns.ttl]]. [[base-dns.ttl_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-dns.ttl]]. [[base-dns.ttl_rule]]
es_es: Lo sentimos, [[VAR.invalidValue] es un valor no válido para [[base-dns.ttl]]. [[base-dns.ttl_rule]]
fr_fr: Désolé, [[VAR.invalidValue] est une valeur correcte pour [[base-dns.ttl]]. [[base-dns.ttl_rule]]
it_it: Siamo spiacenti, [[VAR.invalidValue] è un valore non valido per [[base-dns.ttl]]. [[base-dns.ttl_rule]]
ja_jp: [[VAR.invalidValue] は、[[base-dns.ttl]]には指定できません。[[base-dns.ttl_rule]]
nl_nl: Sorry, [[VAR.invalidValue] is een ongeldige waarde voor [[base-dns.ttl]]. [[base-dns.ttl_rule]]
pt_pt: Desculpe, [[VAR.invalidValue] é um valor inválido para [[base-dns.ttl]]. [[base-dns.ttl_rule]]

# ttl_empty
source: Sorry, you have not entered a value for [[base-dns.ttl]]. [[base-dns.ttl_rule]]
da_dk: Beklager, men du har ikke indtastet en værdi for [[base-dns.ttl]]. [[base-dns.ttl_rule]]
de_de: Sie haben keinen Wert im Feld [[base-dns.ttl]] eingegeben. [[base-dns.ttl_rule]]
es_es: Lo sentimos, no se ha introducido un valor para [[base-dns.ttl]]. [[base-dns.ttl_rule]]
fr_fr: Désolé, vous n'avez pas saisi de valeur pour [[base-dns.ttl]]. [[base-dns.ttl_rule]]
it_it: Siamo spiacenti, non è stato inserito un valore per [[base-dns.ttl]]. [[base-dns.ttl_rule]]
ja_jp: [[base-dns.ttl]]を指定してください。[[base-dns.ttl_rule]]
nl_nl: Sorry, je hebt niet opgegeven en een waarde voor [[base-dns.ttl]]. [[base-dns.ttl_rule]]
pt_pt: Desculpe, você não tiver inserido um valor para [[base-dns.ttl]]. [[base-dns.ttl_rule]]

# secondary_service_button
source: Edit Secondary Services
da_dk: Redigér sekundære tjenester
de_de: Sekundäre Dienste bearbeiten
es_es: Editar servicios secundarios
fr_fr: Modifier Services Secondaires
it_it: Modifica servizi secondari
ja_jp: セカンダリサービスを設定
nl_nl: Bewerk Secundaire Services
pt_pt: Edite Serviços Secundários

# secondary_service_button_help
source: Manage secondary DNS service for domains and networks.
da_dk: Administrér sekundær DNS tjeneste for domæner og netværk.
de_de: Verwalten Sie sekundäre DNS-Dienste für Domänen und Netzwerke.
es_es: Administrar el servicio de DNS secundario de dominios y redes.
fr_fr: Gérer le service DNS secondaire pour les domaines et les réseaux.
it_it: Gestione servizio DNS secondario per i domini e reti.
ja_jp: ドメインやネットワークに対するセカンダリ DNS サービスを管理できます。
nl_nl: Beheer secundaire DNS-service voor domeinen en netwerken.
pt_pt: Gerenciar o serviço de DNS secundário para domínios e redes.

# sec_list
source: [[base-dns.title]] Secondary Service List
da_dk: [[base-dns.title]] Sekundær tjenesteliste
de_de: Liste sekundärer Dienste
es_es: [[base-dns.title]] Lista de servicios secundarios
fr_fr: [[base-dns.title]] Liste des services secondaires
it_it: [[base-dns.title]] Lista Servizio Secondario
ja_jp: [[base-dns.title]] - セカンダリサービスのリスト
nl_nl: [[base-dns.title]] Secundaire zenderlijst
pt_pt: [[base-dns.title]] Lista de Serviços secundário

# create_slave_rec
source: [[base-dns.title]] Add Secondary Service
da_dk: [[base-dns.title]] Tilføj sekundær tjeneste
de_de: Sekundären Dienst hinzufügen
es_es: [[base-dns.title]] Añadir servicio secundario
fr_fr: [[base-dns.title]] Ajouter un service secondaire
it_it: [[base-dns.title]] Aggiungi servizio Secondaria
ja_jp: [[base-dns.title]] - セカンダリサービスの追加
nl_nl: [[base-dns.title]] toevoegen Secundaire Dienst
pt_pt: [[base-dns.title]] Adicionar serviço secundário

# modify_slave_rec
source: [[base-dns.title]] Modify Secondary Service
da_dk: [[base-dns.title]] Redigér sekundær tjeneste
de_de: Sekundären Dienst ändern
es_es: [[base-dns.title]] Modificar servicios secundarios
fr_fr: [[base-dns.title]] Modifier un service secondaire
it_it: [[base-dns.title]] Modifica secondaria del servizio
ja_jp: [[base-dns.title]] - セカンダリサービスの修正
nl_nl: [[base-dns.title]] Wijzigen Secundaire Dienst
pt_pt: [[base-dns.title]] Modificar Serviço Secundário

# slave_domain_but
source: Secondary Domain Name Server for Domain
da_dk: Sekundær domænenavneserver for domæne
de_de: Sekundärer DNS-Server für Domäne
es_es: Secundaria Domain Name Server para el dominio
fr_fr: Nom Domaine Secondaire pour un domaine
it_it: Secondary Domain Name Server di dominio
ja_jp: ドメイン
nl_nl: Secondary Domain Name Server voor Domain
pt_pt: Secundária Domain Name Server para Domínio

# slave_domain
source: Domain Name
da_dk: Domænenavn
de_de: Domänenname
es_es: Nombre de Dominio
fr_fr: Nom de domaine
it_it: Nome dominio
ja_jp: ドメインネーム
nl_nl: Domeinnaam
pt_pt: Nome de Domínio

# slave_domain_help
source: Enter the name of the domain for which this machine will be a secondary domain name server.
da_dk: Indtast navnet på det domæne for hvilket denne maskine skal være sekundær domænenavneserver.
de_de: Geben Sie den Namen der Domäne ein, für die dieser Server ein sekundärer DNS-Server sein soll.
es_es: Introduzca el nombre del dominio para el que esta máquina va a ser un servidor de nombres de dominio secundario.
fr_fr: Spécifier le nom du domaine pour lequel cette machine sera un serveur DNS secondaire.
it_it: Immettere il nome del dominio per il quale questa macchina sarà un domain name server secondario.
ja_jp: セカンダリドメインネームサービスの提供先ドメインを指定してください。
nl_nl: Voer de naam van het domein waarvoor deze machine zal een secundaire DNS-server zijn.
pt_pt: Digite o nome do domínio para o qual a máquina será um servidor de nome de domínio secundário.

# slave_dom_masters
source: Primary DNS Server IP Address
da_dk: Primær DNS servers IP-adresse
de_de: IP-Addresse des primären DNS-Servers.
es_es: Dirección IP del servidor DNS primario
fr_fr: Adresse IP du serveur DNS primaire
it_it: DNS primario Indirizzo IP del server
ja_jp: プライマリ DNS サーバの IP アドレス
nl_nl: Primaire DNS Server IP Adres
pt_pt: DNS primário Endereço IP do servidor

# slave_dom_masters_help
source: Enter the IP address of the primary domain name server for this domain.
da_dk: Indtast IP-adressen på den primære DNS server for dette domæne.
de_de: Geben Sie die IP-Adresse des primären DNS-Servers für diese Domäne ein.
es_es: Introduzca la dirección IP del servidor de nombres de dominio principal para este dominio.
fr_fr: Taper l'adresse IP du serveur DNS primaire pour ce domaine.
it_it: Inserire l'indirizzo IP del server dei nomi di dominio primario per il dominio.
ja_jp: このドメインのプライマリドメインネームサーバの IP アドレスを入力してください。
nl_nl: Voer het IP-adres van de primaire DNS-server voor dit domein.
pt_pt: Digite o endereço IP do servidor de nomes de domínio primário para este domínio.

# slave_network_but
source: Secondary Domain Name Server for Network
da_dk: Sekundær domænenavneserver for netværk
de_de: Sekundärer DNS-Server für Netzwerk
es_es: Secundaria Domain Name Server para Network
fr_fr: Serveur DNS Secondaire pour réseau
it_it: Secondary Domain Name Server di rete
ja_jp: ネットワーク
nl_nl: Secondary Domain Name Server voor Network
pt_pt: Secundária Domain Name Server para Rede

# slave_ipaddr
source: Network
da_dk: Netværk
de_de: Netzwerk
es_es: Red
fr_fr: Réseau
it_it: Rete
ja_jp: ネットワーク
nl_nl: Netwerk
pt_pt: Rede

# slave_ipaddr_help
source: Enter the IP address of the network for which this machine will be a secondary domain name server.
da_dk: Indtast IP-adressen på det netværk for hvilket denne maskine skal være sekundær domænenavneserver.
de_de: Geben Sie die IP-Adresse des Netzwerks ein, für das dieser Server ein sekundärer DNS-Server sein soll.
es_es: Introduzca la dirección IP de la red para la que esta máquina va a ser un servidor de nombres de dominio secundario.
fr_fr: Spécifier l'adresse IP du réseau pour lequel cette machine sera un serveur DNS secondaire.
it_it: Inserire l'indirizzo IP della rete per la quale questa macchina sarà un domain name server secondario.
ja_jp: セカンダリドメインネームサービスの提供先ネットワークの IP アドレスを入力してください。
nl_nl: Voer het IP-adres van het netwerk waarvoor deze machine zal een secundaire DNS-server zijn.
pt_pt: Digite o endereço IP da rede para que esta máquina seja um servidor de nome de domínio secundário.

# slave_netmask
source: Network Subnet Mask
da_dk: Netværkssubnetmaske
de_de: Netzwerk Subnetzmaske
es_es: Una máscara de subred
fr_fr: Masque de sous-réseau
ja_jp: ネットワークのサブネットマスク
nl_nl: Subnetmasker voor het netwerk
pt_pt: Máscara de sub-rede

# slave_netmask_help
source: Enter the subnet mask of the network for which this machine will be a secondary domain name server.
da_dk: Indtast subnetmasken på det netværk for hvilket denne maskine skal være sekundær domænenavneserver.
de_de: Geben Sie die Subnetzmaske des Netzwerks ein, für das dieser Server ein sekundärer DNS-Server sein soll.
es_es: Introduzca la máscara de subred de la red a la que esta máquina va a ser un servidor de nombres de dominio secundario.
fr_fr: Taper le masque sous-réseau du réseau pour lequel cette machine sera un serveur DNS secondaire.
it_it: Inserire la subnet mask della rete per la quale questa macchina sarà un domain name server secondario.
ja_jp: セカンダリドメインネームサービスの提供先ネットワークのサブネットマスクを入力してください。
nl_nl: Voer het subnetmasker van het netwerk waarvoor deze machine zal een secundaire DNS-server zijn.
pt_pt: Digite a máscara de sub-rede para que esta máquina seja um servidor de nome de domínio secundário.

# slave_net_masters
source: Primary DNS Server IP Address
da_dk: Primær DNS servers IP-adresse
de_de: IP-Adresse des primären DNS-Servers
es_es: Dirección IP del servidor DNS primario
fr_fr: Adresse IP du serveur DNS primaire
it_it: DNS primario Indirizzo IP del server
ja_jp: プライマリ DNS サーバの IP アドレス
nl_nl: Primaire DNS Server IP Adres
pt_pt: DNS primário Endereço IP do servidor

# slave_net_masters_help
source: Enter the IP address of the primary domain name server for this domain.
da_dk: Indtast IP-adressen på den primære domænenavneserver for dette domæne.
de_de: Geben Sie die IP-Adresse des primären DNS-Servers für diese Domäne ein.
es_es: Introduzca la dirección IP del servidor de nombres de dominio principal para este dominio.
fr_fr: Taper l'adresse IP du serveur DNS primaire pour ce réseau.
it_it: Inserire l'indirizzo IP del server dei nomi di dominio primario per il dominio.
ja_jp: このドメインのプライマリドメインネームサーバの IP アドレスを入力してください。
nl_nl: Voer het IP-adres van de primaire DNS-server voor dit domein.
pt_pt: Digite o endereço IP do servidor de nomes de domínio primário para este domínio.

# sec_authority
source: Secondary Service
da_dk: Sekundær tjeneste
de_de: Sekundäre Dienste
es_es: Servicio Secundaria
fr_fr: Service secondaire
it_it: Servizio Secondario
ja_jp: セカンダリサービス
nl_nl: Secundaire Dienst
pt_pt: Serviço Secundário

# sec_authority_help
source: This is the domain or network for which this machine will be a secondary domain name server.
da_dk: Dette er domænet eller netværket for hvilket denne maskine er sekundær domænenavneserver.
de_de: Die Domäne oder das Netzwerk, für die/das dieser Computer ein sekundärer DNS-Server sein soll.
es_es: Este es el dominio o la red para la que esta máquina va a ser un servidor de nombres de dominio secundario.
fr_fr: Domaine ou réseau pour lequel cette machine sera un serveur DNS secondaire.
it_it: Questo è il dominio di rete o per i quali questa macchina sarà un domain name server secondario.
ja_jp: このサーバがセカンダリドメインネームサービスを提供するドメイン（またはネットワーク）です。
nl_nl: Dit is het domein of netwerk waarvoor deze machine zal een secundaire DNS-server zijn.
pt_pt: Este é o domínio ou de rede para que esta máquina seja um servidor de nome de domínio secundário.

# sec_primaries
source: Primary DNS Server
da_dk: Primær DNS server
de_de: Primärer DNS-Server
es_es: Servidor DNS primario
fr_fr: Serveur DNS primaire
ja_jp: プライマリ DNS サーバ
nl_nl: Primaire DNS-server
pt_pt: Servidor DNS primário

# sec_primaries_help
source: This is the IP address of the primary domain name server for this domain or network.
da_dk: Dette er IP-adressen på den primære domænenavneserver for dette domæne eler netværk.
de_de: Die IP-Adresse des primären DNS-Servers für diese Domäne oder dieses Netzwerk.
es_es: Esta es la dirección IP del servidor de nombres de dominio principal para este dominio o de red.
fr_fr: Adresse IP du serveur DNS primaire pour ce domaine ou ce réseau.
it_it: Questo è l'indirizzo IP del server dei nomi di dominio primario per il dominio o di rete.
ja_jp: このドメイン（またはネットワーク）のプライマリドメインネームサーバの IP アドレスです。
nl_nl: Dit is het IP-adres van de primaire DNS-server voor dit domein of netwerk.
pt_pt: Este é o endereço IP do servidor de nomes de domínio primário para este domínio ou de rede.

# recordlist_action_help
source: These are the buttons used to modify secondary domain name service records or remove secondary domain name service records.
da_dk: Disse knapper bruges til at redigere eller fjerne sekundære domænenavnetjenestekort.
de_de: Dies sind die Schaltflächen, mit denen sekundäre DNS (Domain Name Service)-Datensätze geändert oder entfernt werden können.
es_es: Estos son los botones que se utilizan para modificar los registros de servicio de nombres de dominio secundarios o eliminar archivos de los servicios de nombres de dominio secundarios.
fr_fr: Ces boutons modifient ou suppriment les enregistrements des domaines recevant des services DNS secondaires.
it_it: Questi sono i pulsanti utilizzati per modificare secondarie record DNS secondario o rimuovere i record DNS.
ja_jp: 鉛筆アイコンをクリックすると、そのレコードを修正できます。ゴミ箱アイコンをクリックすると、そのレコードを削除できます。
nl_nl: Dit zijn de knoppen waarmee secundaire domain name service registers aan te passen of te verwijderen secundaire domeinnaam van dienst.
pt_pt: Estes são os botões usados ​​para modificar os registros de serviços de nome de domínio secundário ou remover registros do serviço de nome de domínio secundário.

# confirm_removal_of_sec
source: Are you sure you want to delete the secondary domain name service record for [[VAR.rec]]?
da_dk: Er du sikker på at du vil fjerne den sekundære domænenavnetjeneste for [[VAR.rec]]?
de_de: Wollen Sie den sekundären DNS-Datensatz für [[VAR.rec]] wirklich entfernen?
es_es: ¿Está seguro que desea eliminar el registro de nombres de dominio secundario para [[VAR.rec]]?
fr_fr: Etes-vous sûr de vouloir effacer l'enregistrement du service DNS secondaire pour [[VAR.rec]]?
it_it: Sei sicuro di voler eliminare il dominio record di servizio nome secondario per [[VAR.rec]]?
ja_jp: [[VAR.rec]] というセカンダリドメインネームサービスレコードを削除してよろしいですか？
nl_nl: Weet u zeker dat u de secundaire domain name service record voor [[VAR.rec]] verwijderen?
pt_pt: Tem certeza de que deseja apagar o registro de serviço de nome de domínio secundário para [[VAR.rec]]?

# slave_ipaddr_invalid
source: The specified IP address is invalid.
da_dk: Den specificerede IP-adresse er ugyldig.
de_de: Die angegebene IP-Adresse ist ungültig.
es_es: La dirección IP especificada no es válida.
fr_fr: L'adresse IP spécifiée n'est pas valide. [[base-dns.ipaddr_rule]]
it_it: L'indirizzo IP specificato non è valido.
ja_jp: 指定された IP アドレスは不正です。
nl_nl: Het opgegeven IP-adres is ongeldig.
pt_pt: O endereço IP especificado é inválido.

# slave_netmask_invalid
source: The specified netmask is invalid. Netmasks must be entered in dot-quad notation.
da_dk: Den specificerede netmaske er ugyldig. Netmasker skal indtastes i dot-quad notation.
de_de: Die angegebene Netzmaske ist ungültig. Netzmasken müssen im Quadpunkt-Format eingegeben werden.
es_es: La máscara de red especificada no es válida. Máscaras de red se deben introducir en notación punto-quad.
fr_fr: Le masque de sous-réseau spécifié n'est pas valide. [[base-dns.ptr_subnet_help]].
it_it: La maschera di rete specificato non è valido. Maschere di rete devono essere inseriti in notazione dot-quad.
ja_jp: 指定されたネットマスクは不正です。ネットマスクは、255.255.255.0 の形式で入力してください。
nl_nl: De opgegeven netmask is ongeldig. Netmasks moet dot-quad-notatie worden ingevoerd.
pt_pt: A máscara de rede especificado é inválido. Máscaras de rede deve ser inserido em notação de ponto-quad.

# slave_net_masters_invalid
source: The primary DNS server IP address is invalid.
da_dk: Den primære DNS servers IP-adresse er ugyldig.
de_de: Die IP-Adresse des primären DNS-Servers ist ungültig.
es_es: La dirección IP del servidor DNS primario no es válida.
fr_fr: L'adresse IP du serveur DNS primaire n'est pas valide. [[base-dns.ipaddr_rule]]
it_it: L'indirizzo IP del server DNS primario non è valido.
ja_jp: 指定されたプライマリ DNS サーバの IP アドレスは不正です。
nl_nl: De primaire DNS-server IP-adres is ongeldig.
pt_pt: O endereço IP do servidor DNS primário é inválido.

# slave_domain_invalid
source: The specified domain name is invalid.
da_dk: Det specificerede domænenavn er ugyldigt.
de_de: Der angegebene Domänenname ist ungültig.
es_es: El nombre de dominio especificado no es válido.
fr_fr: Le nom de domaine spécifié n'est pas valide.
it_it: Il nome di dominio specificato non è valido.
ja_jp: 指定されたドメインネームは不正です。
nl_nl: De opgegeven domeinnaam is ongeldig.
pt_pt: O nome de domínio especificado é inválido.

# slave_dom_masters_invalid
source: The primary DNS server IP address is invalid.
da_dk: Den primære DNS servers IP-adresse er ugyldig.
de_de: Die IP-Adresse des primären DNS-Servers ist ungültig.
es_es: La dirección IP del servidor DNS primario no es válida.
fr_fr: L'adresse IP du serveur DNS primaire n'est pas valide. [[base-dns.ipaddr_rule]]
it_it: L'indirizzo IP del server DNS primario non è valido.
ja_jp: 指定されたプライマリ DNS サーバの IP アドレスは不正です。
nl_nl: De primaire DNS-server IP-adres is ongeldig.
pt_pt: O endereço IP do servidor DNS primário é inválido.

# apply_changes
source: Apply Changes Now
da_dk: Gem ændringer nu
de_de: Änderungen jetzt übernehmen
es_es: Aplicar cambios ahora
fr_fr: Appliquer les changements
it_it: Applica modifiche Ora
ja_jp: 変更を適用
nl_nl: Wijzigingen toepassen Nu
pt_pt: Aplicar alterações agora
