Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-ipsec.mod/locale/*/ipsec.po
Languages: de, es, fr, ja, zh_cn

# enableManualField
source: Allow Manual Keying
de: Manuelle Codierung ermöglichen
es: Permitir asignación manual de claves
fr: Permettre l'échange de clés manuel
ja: 手動キーイングを許可する
zh_cn: 允许手动加密

# enableManualField_help
source: Check this box if you wish to allow tunnels using this profile to use manual keying
de: Aktivieren Sie dieses Feld, wenn Sie für alle Tunnel mit diesem Profil die manuelle Codierung ermöglichen wollen.
es: Marque esta casilla si desea permitir que los túneles que usen este perfil establezcan claves manualmente
fr: Cochez cette case si vous souhaitez autoriser les tunnels qui utilisent ce profil à employer l'échange de clés manuel
ja: このプロファイルを使用してトンネルが手動キーイングを使用できるようにする場合は、このボックスをチェックします。
zh_cn: 如果您希望允许使用此配置文件的通道以手动加密，请选中此框

# valueField_help
source: Select the algorithms to be used for encryption and authentication.
de: Wählen Sie den für die Verschlüsselung und Echtheitsbestätigung zu verwendenden Algorithmus aus.
es: Seleccione el algoritmo que usar para encriptación y autenticación.
fr: Sélectionnez les algorithmes à utiliser pour le chiffrement et l'authentification.
ja: 暗号化および認証に使用するアルゴリズムを選択します。
zh_cn: 选择用于加密和认证的算法。

# replay_windowField_help
source: Enter an integer between 0 and 64 for the length of the replay-window, 0 means no replay protection.
de: Geben Sie eine ganze Zahl zwischen 0 und 64 für die Länge des Wiedergabefensters ein. 0 steht für"kein Wiedergabeschutz".
es: Escriba un número entero entre 0 y 64 como longitud de ventana de reproducción, 0 significa que no hay protección de reproducción.
fr: Entrez un nombre entier compris entre 0 et 64 pour spécifier la longueur de la fenêtre de reproduction, 0 signifiant"aucune protection".
ja: リプレイウィンドウの長さを 0 から 64 の間の整数で入力します。0 はリプレイ保護がないという意味です。
zh_cn: 输入 0 与 64 之间的一个整数表示回放窗口的长度，0 意味着无回放保护。

# ignore
source: Disable this tunnel
de: Deaktivieren Sie diesen Tunnel
es: Inhabilitar este túnel.
fr: Désactiver ce tunnel
ja: このトンネルを無効にする
zh_cn: 禁用此通道

# start
source: We start the connection
de: Die Verbindung wird hergestellt
es: Nosotros iniciamos la conexión
fr: Nous lançons la connexion
ja: こちら側の接続を開始します
zh_cn: 我们这一端启动该连接

# add
source: The other end starts the connection
de: Die Verbindung wird vom anderen Ende hergestellt
es: El otro extremo inicia la conexión
fr: L'autre extrémité lance la connexion
ja: もう一端の接続を開始します
zh_cn: 另一端启动该连接

# spi_help
source: The SPI number for this tunnel. The SPI numbers much match on both ends of the tunnel for the connection to work.
de: Dies ist die SPI-Nummer für diesen Tunnel. Beide Enden des Tunnels müssen dieselbe SPI-Nummer aufweisen, damit die Verbindung hergestellt werden kann.
es: Número SPI para este túnel. Los números SPI deben coincidir en ambos extremos del túnel para que la conexión funcione.
fr: Le numéro SPI pour ce tunnel. Pour que la connexion fonctionne, les numéros SPI aux deux extrémités du tunnel doivent correspondre.
ja: このトンネルの SPI 番号 接続が確立するためには、両端の SPI 番号が一致しなければなりません。
zh_cn: 此通道的 SPI 编号。要使连接工作，SPI 编号必须在该通道的两端都要匹配。

# keyingField_help
source: Select the type of keying to be used for this connection.
de: Wählen Sie die Codierungsart für diese Verbindung aus.
es: Seleccione el tipo de clave que usar en esta conexión.
fr: Sélectionnez le type d'échange de clés à utiliser pour cette connexion.
ja: この接続に使用するキーイングの種類を選択します。
zh_cn: 选择用于此连接的加密类型。

# authPubKeyField_help
source: Enter the public key, in hex, prepended with '0x', of the machine on the other end of the tunnel.
de: Geben Sie den öffentlichen Schlüssel des Rechners am anderen Ende des Tunnels in Hexdarstellung und mit vorangestelltem '0x' ein.
es: Escriba la clave pública, en hexadecimal y precedida de '0x', de la máquina del otro extremo del túnel.
fr: Entrez la clé publique, en hexa, précédée du préfixe '0x', de la machine à l'autre extrémité du tunnel.
ja: トンネルのもう一端にあるマシンの公開鍵を「0x」につながる 16 進数で入力します。
zh_cn: 输入该通道另一端机器的公用密钥（以十六进制表示，带“0x”前缀）。

# authSecretKeyField_help
source: Enter the secret shared between this machine and the machine on the other end of the tunnel
de: Geben Sie das von diesem Rechner und dem Rechner am anderen Ende des Tunnels verwendete Shared Secret ein.
es: Escriba el secreto compartido entre esta máquina y la del otro extremo del túnel.
fr: Entrez le secret partagé entre cette machine et la machine à l'autre extrémité du tunnel
ja: このマシンとトンネルのもう一端のマシン間で共有するシークレットを入力します。
zh_cn: 输入此机器与该通道另一端的机器共享的秘密。

# authKeyField_help
source: Enter the key used for authentication
de: Geben Sie den für die Echtheitsbestätigung verwendeten Schlüssel ein.
es: Escriba la clave usada para autenticación
fr: Entrez la clé utilisée pour l'authentification
ja: 認証に使用する鍵を入力します。
zh_cn: 输入用于认证的密钥。

# encKeyField_help
source: Enter the key used for encryption. In authentication-only tunnels, leave this field blank
de: Geben Sie den für die Verschlüsselung verwendeten Schlüssel ein. Lassen Sie dieses Feld bei Tunneln, die nur die Echtheitsbestätigung verwenden, leer.
es: Escriba la clave usada para encriptación. En túneles de sólo autenticación, deje este campo en blanco
fr: Entrez la clé utilisée pour le chiffrement. Pour les tunnels d'authentification uniquement, laissez ce champ vide
ja: 暗号化に使用する鍵を入力します。 認証のみのトンネルでは、このフィールドは空白にします。
zh_cn: 输入用于加密的密钥。在仅认证通道中，此字段要留空。

source: Established Tunnels:
de: Eingerichtete Tunnel:
es: Túneles establecidos:
fr: Tunnels établis :
ja: 確立したトンネル：
zh_cn: 建立的通道：

# nn
source: Network-to-Network
de: Netzwerk-zu-Netzwerk
es: Red a red
fr: Réseau à réseau
ja: Network から Network
zh_cn: 网络到网络

# hh
source: Host-to-Host
de: Host-zu-Host
es: Sistema a sistema
fr: Hôte à hôte
ja: Host から Host
zh_cn: 主机到主机

# hn
source: Host-to-Network
de: Host-zu-Netzwerk
es: Sistema a red
fr: Hôte à réseau
ja: Host から Network
zh_cn: 主机到网络

# nh
source: Network-to-Host
de: Netzwerk-zu-Host
es: Red a sistema
fr: Réseau à hôte
ja: Network から Host
zh_cn: 网络到主机

# tunnelProblem
source: All tunnels are down or cannot be started.
de: Alle Tunnel sind außer Betrieb oder können nicht gestartet werden.
es: Todos los túneles están desactivados o no pueden iniciarse.
fr: Tous les tunnels sont inactifs ou ne peuvent pas être lancés.
ja: すべてのトンネルがダウンしているか、開始できません。
zh_cn: 所有停用的、或无法启动的通道。

# noConnections
source: Tunnels are ready but no one has started a connection
de: Die Tunnel sind betriebsbereit, es wurde jedoch keine Verbindung hergestellt
es: Los túneles están listos, pero nadie ha iniciado una conexión
fr: Les tunnels sont prêts mais personne n'a lancé une connexion
ja: トンネルは使用可能ですが、接続が開始されていません。
zh_cn: 通道就绪，但没有通道启动连接

# missingTunnel
source: [[base-ipsec.ipsec]] will not load one or more of the tunnels associated with this item. Please check your settings.
de: [[base-ipsec.ipsec]] lädt nicht einen oder mehrere der Tunnel, die mit diesem Objekt verknüpft sind. Überprüfen Sie Ihre Einstellungen.
es: [[base-ipsec.ipsec]] no cargará uno o más de los túneles asociados con este elemento. Compruebe la configuración.
fr: [[base-ipsec.ipsec]] ne chargera pas un ou plusieurs tunnels associés à cet élément. Veuillez vérifier vos réglages.
ja: [[base-ipsec.ipsec]] はこの項目に関連して複数のトンネルをロードしません。 設定を確認してください。
zh_cn: [[base-ipsec.ipsec]]不会装入一个或多个与该项相关联的隧道。 请检查您的设置。

source: Disabled
de: Deaktiviert
es: Inhabilitado
fr: Désactivé
ja: 無効化
zh_cn: 禁用

# invalidKeying
source: [[VAR.keying]] cannot be used with the [[VAR.profile]] connection profile. Please select a different connection profile or type of keying.
de: [[VAR.keying]] kann nicht mit dem Verbindungsprofil [[VAR.profile]] verwendet werden. Bitte wählen Sie ein anderes Verbindungsprofil oder eine andere Codierungsart aus.
es: [[VAR.keying]] no puede usarse con el perfil de conexión [[VAR.profile]]. Seleccione un perfil de conexión o tipo de clave distinto.
fr: [[VAR.keying]] ne peut pas être utilisé avec le profil de connexion [[VAR.profile]]. Veuillez sélectionner un autre profil de connexion ou un autre type d'échange de clés.
ja: [[VAR.keying]] は [[VAR.profile]] 接続プロファイルと共に使用することはできません。 別の接続プロファイルか別の種類の鍵を選択してください。
zh_cn: [[VAR.keying]]不能与[[VAR.profile]]连接配置文件一起使用。请选择另一个连接配置文件或另一类加密。

# spiInUse
source: The SPI you have specified is already in use. Please choose another.
de: Das angegebene SPI wird bereits verwendet. Bitte wählen Sie ein anderes aus.
es: El SPI que ha especificado ya está en uso. Por favor elija otro.
fr: Le SPI spécifié est déjà utilisé. Veuillez en choisir un autre.
ja: 指定した SPI は使用中です。 別の SPI を選択してください。
zh_cn: 您指定的 SPI 已在使用中。请另选一个。

# openKey
source: Open Key Window
de: Schlüsselfenster öffnen
es: Abrir ventana de clave
fr: Ouvrir une fenêtre de clé
ja: 鍵ウィンドウを開ける
zh_cn: 打开密钥窗口

# openKey_help
source: Click here to open a new window containing this Qube's public key.
de: Klicken Sie hier, um ein neues Fenster zu öffnen, das den öffentlichen Schlüssel dieses Qube enthält.
es: Haga clic aquí para abrir una ventana nueva que contenga la clave pública de este Qube.
fr: Cliquez ici pour ouvrir une nouvelle fenêtre contenant la clé publique de ce Qube.
ja: ここをクリックしてこの Qube の公開鍵を含む新しいウィンドを開きます。
zh_cn: 单击此处打开一个包含此 Qube 的公用密钥的新窗口。

# IpsecKey
source: Local RSA Key
de: Lokaler RSA-Schlüssel
es: Clave RSA local
fr: Clé RSA locale
ja: ローカル RSA 鍵
zh_cn: 本地 RSA 密钥

# qube3desc
source: Use this profile to connect to another Qube3
de: Mit diesem Profil können Sie eine Verbindung mit einem anderen Qube3 herstellen
es: Utilice este perfil para conectar a otra Qube3
fr: Utiliser ce profil pour se connecter à un autre Qube3
ja: このプロファイルを使用して別の Qube3 に接続します。
zh_cn: 请使用本配置文件连接到另一个 Qube3

# removeProfileConfirm
source: Are you sure you want to delete the profile '[[VAR.profileName]]'?
de: Möchten Sie das Profil '[[VAR.profileName]]' wirklich löschen?
es: ¿Seguro que desea suprimir el perfil '[[VAR.profileName]]'?
fr: Voulez-vous vraiment supprimer le profil '[[VAR.profileName]]' ?
ja: プロファイル [[VAR.profileName]] を削除してもよろしいですか？
zh_cn: 是否确定要删除配置文件“[[VAR.profileName]]”？

# removeTunnelConfirm
source: Are you sure you want to delete the tunnel '[[VAR.tunnelName]]'?
de: Möchten Sie den Tunnel '[[VAR.tunnelName]]' wirklich löschen?
es: ¿Seguro que desea suprimir el túnel '[[VAR.tunnelName]]'?
fr: Voulez-vous vraiment supprimer le tunnel '[[VAR.tunnelName]]' ?
ja: トンネル [[VAR.tunnelName]] を削除してもよろしいですか？
zh_cn: 是否确定要删除配置文件“[[VAR.tunnelName]]”？

# mustSelectKeying
source: You must enable at least one type of keying for this profile.
de: Sie müssen mindestens einen Codierungstyp für dieses Profil aktivieren.
es: Debe activar al menos un tipo de inserción para este perfil.
fr: Vous devez activer au moins un type d'échange de clés pour ce profil.
ja: このプロファイルに対応するキーイングの種類を少なくとも 1 つは有効にする必要があります。
zh_cn: 您必须为该配置文件启用至少一种密钥。

# profileInUse
source: This profile is being used by the following active tunnels: [[VAR.list]]. Please disable, delete or change the profile of all listed tunnels before deleting this profile.
de: Dieses Profil wird von den folgenden aktiven Tunneln verwendet: [[VAR.list]]. Deaktivieren, löschen oder ändern Sie das Profil für alle aufgelisteten Tunnel, bevor Sie dieses Profil löschen.
es: Este perfil está siendo utilizado por los siguientes túneles activos: [[VAR.list]]. Desactive, suprima o cambie el perfil de todos los túneles de la lista antes de suprimir este perfil.
fr: Ce profil est utilisé par les tunnels actif suivants : [[VAR.list]]. Veuillez désactiver, supprimer ou modifier le profil de tous les tunnels indiqués avant de supprimer le profil actuel.
ja: このプロファイルは以下の動作中のトンネルに使用されています: [[VAR.list]]。このプロファイルを削除する前にリストされたトンネルのすべてのプロファイルを無効にする、削除する、あるいは変更してください。
zh_cn: 活动隧道[[VAR.list]]正在使用该配置文件。删除该配置文件前，请禁用、删除或更改所有列出的隧道的配置文件。

# autoSettings_help
source: Settings for automatically keyed connections using this profile.
de: Einstellungen für automatisch codierte Verbindungen, die dieses Profil verwenden.
es: Valores para conexiones tecleadas automáticamente utilizando este perfil.
fr: Réglages pour les connexions établies automatiquement avec ce profil.
ja: このプロファイルを使って自動的にキーイングされる接続の設定です。
zh_cn: 使用该配置文件自动加密连接的设置。

# manualSettings_help
source: Settings for manually keyed connections using this profile.
de: Einstellungen für manuell codierte Verbindungen, die dieses Profil verwenden.
es: Valores para conexiones tecleadas manualmente utilizando este perfil.
fr: Réglages pour les connexions établies manuellement avec ce profil.
ja: このプロファイルを使って手動でキーイングされる接続の設定です。
zh_cn: 使用该配置文件手动加密连接的设置。

# capgroup_adminIPSec
source: Manage [[base-ipsec.ipsec]]
de: [[base-ipsec.ipsec]] verwalten
es: Administrar [[base-ipsec.ipsec]]
fr: Gérer [[base-ipsec.ipsec]]
ja: [[base-ipsec.ipsec]] の管理
zh_cn: 管理[[base-ipsec.ipsec]]

# capgroup_adminIPSec_help
source: This administrative right allows a users to configure all aspects of [[base-ipsec.ipsec]]. This includes adding, editing, and removing [[base-ipsec.ipsec]] tunnels.
de: Dieses Administrationsrecht ermöglicht es dem Benutzer, alle Aspekte von [[base-ipsec.ipsec]] zu konfigurieren. Hierzu gehört das Hinzufügen, Bearbeiten und Entfernen von [[base-ipsec.ipsec]]-Tunneln.
es: Este derecho administrativo permite a los usuarios configurar todos los aspectos de [[base-ipsec.ipsec]]. Esto incluye la adición, edición y eliminación de túneles [[base-ipsec.ipsec]].
fr: Ce droit administratif permet à un utilisateur de configurer tous les aspects d'[[base-ipsec.ipsec]]. Cela inclut l'ajout, la modification et la suppression de tunnels [[base-ipsec.ipsec]].
ja: この管理者権限を持つユーザは、[[base-ipsec.ipsec]] の全ての要素を設定できます。 これには [[base-ipsec.ipsec]] トンネルの追加、編集、および削除が含まれます。
zh_cn: 本管理权限允许用户对[[base-ipsec.ipsec]]进行全面配置，包括添加、编辑和删除[[base-ipsec.ipsec]]隧道。

# capgroup_modifyIPSecTunnel
source: message here
de: Nachricht
es: mensaje aquí
fr: place pour un message
ja: ここにメッセージ
zh_cn: 此处的消息
