Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-ipsec.mod/locale/*/ipsec.po
Languages: de, es, fr, ja, zh_cn

# ipsec
source: Point-to-Point VPN
de: Punkt-zu-Punkt-VPN
es: VPN Punto a punto
fr: VPN point à point
zh_cn: 点对点VPN

# ipsec_help
source: [[base-ipsec.ipsec]] tunnels can be configured here. [[base-ipsec.ipsec]] allows you to encrypt connections between two machines.
de: [[base-ipsec.ipsec]]-Tunnel können hier konfiguriert werden. Mithilfe von [[base-ipsec.ipsec]] können Verbindungen zwischen zwei Rechnern verschlüsselt werden.
es: [[base-ipsec.ipsec]] aquí puede configurar túneles. [[base-ipsec.ipsec]] permite codificar conexiones entre dos máquinas.
fr: Les tunnels [[base-ipsec.ipsec]] peuvent être configurés ici. [[base-ipsec.ipsec]] permet de chiffre les connexions entre deux machines.
ja: ここで [[base-ipsec.ipsec]] トンネルを設定することができます。 [[base-ipsec.ipsec]] により 2 台のマシン接続時にデータを暗号化することができます。
zh_cn: 此处可配置[[base-ipsec.ipsec]]隧道。[[base-ipsec.ipsec]]允许对两台机器间的连接进行加密。

source: Tunnel List
de: Tunnelliste
es: Lista de túneles
fr: Liste des tunnels
ja: トンネル一覧
zh_cn: 通道列表

# addTunnel_help
source: Add a new Tunnel.
de: Hinzufügen eines neuen Tunnels.
es: Agregar un nuevo túnel.
fr: Ajouter un nouveau tunnel.
ja: 新しいトンネルを追加します。
zh_cn: 添加一个新通道。

# localInfo
source: View Local Information
de: Lokale Informationen anzeigen
es: Visualizar información local
fr: Voir les informations locales
ja: ローカル情報を参照
zh_cn: 查看本地信息

# localInfo_help
source: View Information about the local machine. This data would be needed by any remote Administrator trying to setup a [[base-ipsec.ipsec]] connection to this machine.
de: Hiermit können Informationen über den lokalen Rechner angezeigt werden. Remote-Administratoren benötigen diese Daten, um eine [[base-ipsec.ipsec]]-Verbindung zu diesem Rechner einzurichten.
es: Vea la información sobre la máquina local. Estos datos los necesitaría un administrador remoto para intentar configurar una conexión [[base-ipsec.ipsec]] con esta máquina.
fr: Visualiser des informations sur la machine locale. Ces données peuvent être requises par un Administrateur distant tentant de configurer une connexion [[base-ipsec.ipsec]] avec cette machine.
ja: ローカルマシンについての情報を参照します。 このデータは、リモート管理者がこのマシンに [[base-ipsec.ipsec]] 接続をセットアップする際に必要になります。
zh_cn: 请查看本地机器的有关信息。试图设置到本机的[[base-ipsec.ipsec]]连接的任何远程管理员都需要该数据。

# manageProfile
source: Manage Connection Profiles
de: Verbindungsprofile verwalten
es: Administrar perfiles de conexión
fr: Gérer les profils de connexion
ja: 接続プロファイルの管理
zh_cn: 管理连接配置文件

# manageProfile_help
source: Here you can manage the different connection profiles available. A connection profile describes the settings needed to connect to other [[base-ipsec.ipsec]] implementations.
de: Hier können Sie die verschiedenen verfügbaren Verbindungsprofile verwalten. Ein Verbindungsprofil enthält die erforderlichen Einstellungen zum Herstellen einer Verbindung mit anderen [[base-ipsec.ipsec]]-Implementierungen.
es: Aquí puede gestionar los diferentes perfiles de conexión disponibles. Un perfil de conexión describe la configuración necesaria para conectar a otras implementaciones [[base-ipsec.ipsec]].
fr: Vous pouvez gérer ici les différents profils de connexion disponibles. Un profil de connexion décrit les réglages nécessaires pour se connecter à d'autres implémentations [[base-ipsec.ipsec].
ja: ここで様々な接続プロファイルを管理することができます。 接続プロファイルは、他の [[base-ipsec.ipsec]] 実装ポイントに接続するのに必要な設定を示します。
zh_cn: 在此您可以管理可用的不同连接配置文件。连接配置文件描述连接到其他[[base-ipsec.ipsec]]执行程序所需的设置。

# ipsecInfo
source: Local Host Information
de: Informationen über den lokalen Host
es: Información del sistema local
fr: Informations sur l'hôte local
ja: ローカルホスト情報
zh_cn: 本地主机信息

# leftIpAddressField
source: Local IP address
de: Lokale IP-Adresse
es: Dirección IP local
fr: Adresse IP locale
ja: ローカル IP アドレス
zh_cn: 本地 IP 地址

# leftIpAddressField_help
source: The IP address of the [[base-ipsec.ipsec]] Interface.
de: Dies ist die IP-Adresse der [[base-ipsec.ipsec]]-Schnittstelle.
es: La dirección IP de la interfaz [[base-ipsec.ipsec]].
fr: L'adresse IP de l'interface [[base-ipsec.ipsec]].
ja: [[base-ipsec.ipsec]] インターフェイスの IP アドレス
zh_cn: [[base-ipsec.ipsec]]接口的 IP 地址。

# leftSubnetField
source: Local Subnet
de: Lokales Teilnetzwerk
es: Subred local
fr: Sous-réseau local
ja: ローカルサブネット
zh_cn: 本地子网

# leftSubnetField_help
source: The Subnet (or range of IP addresses on the local network) the Qube's Primary Interface is currently on.
de: Dies ist das Teilnetzwerk (oder der IP-Adressenbereich im lokalen Teilnetzwerk), für das die primäre Schnittstelle des Qube zurzeit aktiviert ist.
es: La subred (o el intervalo de direcciones IP de la red local) en la que se encuentra la interfaz primaria Qube actualmente.
fr: Le sous-réseau (ou plage d'adresses IP sur le réseau local) où se trouve actuellement l'interface primaire du Qube.
ja: サブネット（またはローカルネットワーク上の IP アドレス）と Qube のプライマリインターフェイスがオンになっています。
zh_cn: 子网（或本地网络的 IP 地址范围）Qube 的主接口当前正在运行。

# leftNetmaskField
source: Local Subnet Netmask
de: Netzwerkmaske des lokalen Teilnetzwerks
es: Máscara de red de la subred local
fr: Masque de sous-réseau local
ja: ローカルサブネットネットマスク
zh_cn: 本地子网掩码

# leftNetmaskField_help
source: The Netmask currently configured on the Primary Interface.
de: Dies ist die Netzwerkmaske, die zurzeit für die primäre Schnittstelle konfiguriert ist.
es: La máscara de red que está configurada actualmente en la interfaz primaria.
fr: Le masque de réseau actuellement configuré sur l'interface primaire.
ja: ネットマスクは現在プライマリインターフェイスに設定されています。
zh_cn: 网络掩码当前配置在主接口上。

# leftRsaKeyField
source: Local Host RSA Public Key
de: Öffentlicher RSA-Schlüssel des lokalen Hosts
es: Clave pública RSA del sistema local
fr: Clé publique RSA de l'hôte local
ja: ローカルホスト RSA 公開鍵
zh_cn: 本地主机 RSA 公用密钥

# leftRsaKeyField_help
source: The Qube's current RSA public key.
de: Dies ist der aktuelle öffentliche RSA-Schlüssel des Qube.
es: La clave pública RSA actual de Qube.
fr: La clé publique RSA actuelle du Qube.
ja: Qube の現在の RSA 公開鍵
zh_cn: Qube 的当前 RSA 公用密钥。

source: Profile List
de: Profilliste
es: Lista de perfiles
fr: Liste de profils
ja: プロファイル一覧
zh_cn: 配置文件列表

# addProfile_help
source: Add a new Profile.
de: Hinzufügen eines neuen Profils.
es: Agregar un nuevo perfil.
fr: Ajouter un nouveau profil.
ja: 新しいプロファイルを追加します。
zh_cn: 添加一个新的配置文件。

# tname
source: Name
es: Nombre
fr: Nom
ja: 名前
zh_cn: 名称

# tname_help
source: This is the name of a Tunnel.
de: Dies ist der Name eines Tunnels.
es: Éste es el nombre de un túnel.
fr: Le nom d'un tunnel.
ja: これはトンネルの名前です。
zh_cn: 这是一个通道的名称。

# pname
source: Name
es: Nombre
fr: Nom
ja: 名前
zh_cn: 名称

# pname_help
source: This is the name of a Profile.
de: Dies ist der Name eines Profils.
es: Éste es el nombre de un perfil.
fr: Le nom d'un profil.
ja: これはプロファイルの名前です。
zh_cn: 这是一个配置文件的名称。

source: Status
es: Estado
fr: État
ja: 状態
zh_cn: 状态

# status_help
source: This is the status of a tunnel.
de: Dies ist der Status eines Tunnels.
es: Éste es el estado de un túnel.
fr: L'état d'un tunnel.
ja: これはトンネルの状態です。
zh_cn: 这是一个通道的状态。

source: Comment
de: Kommentar
es: Comentarios
fr: Commentaire
ja: コメント
zh_cn: 注释

# comment_help
source: This is a short sentance describing the Profile.
de: Dies ist ein kurzer Satz zur Beschreibung des Profils.
es: Ésta es una cadena corta que describe el perfil.
fr: Brève description du profil.
ja: これはプロファイルを説明する短い文です。
zh_cn: 这是一个描述配置文件的短句。

# listAction
source: Action
de: Aktion
es: Acción
ja: 操作
zh_cn: 操作

# listAction_help
source: Possbile actions.
de: Mögliche Aktionen.
es: Acciones posibles.
fr: Actions possibles.
ja: 可能な操作
zh_cn: 可能的操作。

# addNewProfile
source: Add a Profile
de: Profil hinzufügen
es: Agregar un perfil
fr: Ajouter un profil
ja: プロファイルの追加
zh_cn: 添加一个配置文件

# nameField
source: Name
es: Nombre
fr: Nom
ja: 名前
zh_cn: 名称

# nameField_help
source: Enter a name for this profile.
de: Geben Sie einen Namen für dieses Profil ein.
es: Escriba un nombre para este perfil.
fr: Entrez un nom pour ce profil.
ja: このプロファイルの名前を入力してください。
zh_cn: 输入此配置文件的名称。

# authField
source: Authentication Protocol
de: Echtheitsbestätigungsprotokoll
es: Protocolo de autenticación
fr: Protocole d'authentification
ja: 認証プロトコル
zh_cn: 认证协议

# authField_help
source: Whether authentication should be done as part of ESP encryption, or separately using the AH protocol.
de: Die Echtheitsbestätigung kann als Teil der ESP-Verschlüsselung oder separat über das AH-Protokoll durchgeführt werden.
es: Indica si es preciso realizar la autenticación como parte del cifrado ESP, o de forma separada mediante el protocolo AH.
fr: Indique si l'authentification doit se faire dans le cadre du chiffrement ESP ou séparément à l'aide du protocole AH.
ja: 認証は ESP 暗号化の一部として、または AH プロトコルを使用して個別に行われます。
zh_cn: 认证是否作为 ESP 加密的一部分，或是另外使用 AH 协议

# pfsField
source: Perfect Forward Security
de: Perfect Forward Secrecy
es: Seguridad de reenvío perfecto
fr: Perfect Forward Security (PFS)
ja: PFS（Perfect Forward Security）
zh_cn: 完好的转发安全性

# pfsField_help
source: Whether Perfect Forward Secrecy of keys is desired on the connection's keying channel (with PFS, penetration of the key-exchange protocol does not compromise keys negotiated earlier).
de: Hier können Sie festlegen, ob Perfect Forward Secrecy für die Schlüssel im Codierungskanal der Verbindung verwendet werden soll (bei PFS werden zuvor ausgehandelte Schlüssel durch die Verbreitung des Schlüsselaustauschprotokolls nicht gefährdet).
es: Indica si la seguridad de reenvío perfecto de las claves debe incluirse en el canal de claves de conexiones (con PFS, la penetración del protocolo de intercambio de claves no pone en peligro las claves negociadas con anterioridad).
fr: Indique si la sécurité PFS est souhaitée sur le canal d'échange de clés de la connexion (avec PFS, une pénétration du protocole d'échange des clés ne compromet pas les clés négociées antérieurement).
ja: 接続のキーイングチャネルでキーにPFSを使用すべきかどうか(PFSを使用すると、鍵交換プロトコルが透過的に置かれ、以前にネゴシエートされた鍵を損なうことがない)。
zh_cn: 密钥是否具有完好的安全性取决于连接密钥的通道（用 PFS，密钥交换协议的渗透使密钥协商更早的妥协）。

# keylifeField
source: Key Lifetime
de: Schlüssellebensdauer
es: Caducidad de la clave
fr: Durée de vie des clés
ja: 鍵の有効期間
zh_cn: 密钥有效期

# keylifeField_help
source: How long, in minutes, a particular instance of a connection (a set of encryption/authentication keys for user packets) should last, from successful negotiation to expiry.
de: Hier wird festgelegt, wie viele Minuten eine bestimmte Verbindungsinstanz (ein Satz von Verschlüsselungs-/Echtheitsbestätigungsschlüsseln für Benutzerpakete) zwischen erfolgreicher Aushandlung und Abbau aufrechterhalten werden soll.
es: Indica la duración en minutos de una instancia particular de una conexión (un conjunto de claves de cifrado/autenticación para paquetes de usuario), que abarca desde la negociación satisfactoria hasta la caducidad.
fr: Temps, en minutes, pendant lequel une instance particulière d'une connexion (un ensemble de clés de chiffrement/authentification pour des paquets utilisateur) doit durer, depuis la réussite de la négociation jusqu'à l'expiration.
ja: 特定の接続（ユーザパケットの暗号化/認証鍵のセット）が正常にネゴシエーションから失効するまでの継続期間を分単位で表します。
zh_cn: 一个连接的特殊实例（用户文件包的一套加密/认证密钥）从成功协商到过期可以持续多长时间（以分钟计）。

# rekeymarginField
source: Re-Keying Delay
de: Verzögerung bis zur Neucodierung
es: Retraso de reasignación de claves
fr: Délai de renégociation
ja: 再キーイング遅延
zh_cn: 重新加密延迟

# rekeymarginField_help
source: How long, in minutes, before connection expiry should attempts to negotiate a replacement begin.
de: Hier können Sie festlegen, wie viele Minuten vor Verbindungsabbau Versuche zur Aushandlung einer Ersatzverbindung beginnen sollen.
es: Indica el tiempo (en minutos) que debe transcurrir antes de que la conexión caduque y se intente negociar un comienzo de sustitución.
fr: Délai, en minutes, indiquant combien de temps avant l'expiration d'une connexion devraient commencer les tentatives de négociation d'un remplacement.
ja: 接続が失効してから、どのくらいの時間が経ってから交換のネゴシエーション試行を開始するかを分単位で表します。
zh_cn: 从连接过期试图协商一个替换开始要多长时间（以分钟计）。

# rekeyfuzzField
source: Random Re-Keying Delay Percent
de: Zufällige prozentuale Neucodierungsverzögerung
es: Porcentaje de retraso de reasignación de claves aleatorio
fr: Pourcentage aléatoire du délai de renégociation
ja: ランダム再キーイング遅延率
zh_cn: 任意重新加密延迟比率

# rekeyfuzzField_help
source: Maximum percentage by which rekeymargin should be randomly increased to randomize rekeying intervals (important for hosts with many connections).
de: Dies ist der maximale Prozentsatz, um den der Neucodierungsspielraum nach dem Zufallsprinzip verlängert werden soll, um Neucodierungsintervalle nach dem Zufallsprinzip zu ermöglichen (wichtig für Hosts mit vielen Verbindungen).
es: Indica el porcentaje máximo en que debe aumentarse aleatoriamente el margen de reasignación de claves a fin de aleatorizar los intervalos de reasignación de claves (importante para sistemas con muchas conexiones).
fr: Pourcentage maximum dont la marge de renégociation devrait être augmentée afin de générer des intervalles de renégociation aléatoires (important pour les hôtes comptant beaucoup de connexions).
ja: 再キーイングの遅延をランダムに増加させる最大レート（パーセントで指定）。再キーイングの間隔はこの範囲でランダム化されます。この設定は、多くの接続を処理するホストの場合に重要です。
zh_cn: 重新加密极限任意增加到任意化重新加密间隔的最大百分率（这对于具有许多连接的主机很重要）。

# keyingtriesField
source: Keying Attempts
de: Codierungsversuche
es: Intentos de asignación de claves
fr: Tentatives d'échange de clés
ja: キーイング試行
zh_cn: 重新加密尝试

# keyingtriesField_help
source: How many attempts (an integer) should be made to negotiate a connection, or a replacement for one, before giving up; the value 0 means never give up.
de: Hier können Sie festlegen, wie viele Versuche (ganze Zahl) unternommen werden sollen, um eine Verbindung oder eine Ersatzverbindung auszuhandeln, bevor die Versuche eingestellt werden. Der Wert 0 bedeutet, dass die Versuche niemals aufgegeben werden.
es: Indica el número de intentos (un número entero) que deben realizarse para negociar una conexión, o una sustitución de la misma, antes de dejar de hacerlo; el valor 0 indica que los intentos se repiten de forma indefinida.
fr: Nombre (entier) de tentatives qui devraient être faites de négocier une connexion, ou un remplacement, avant d'abandonner ; la valeur 0 signifie un nombre illimité (pas d'abandon).
ja: 接続または交換のネゴシエーションを中止するまでに何回試行を行うかを整数で表します。中止しない場合は、値は 「0」 になります。
zh_cn: 协商一个连接或进行一次替换，在放弃之前可以进行多少次尝试（整数）；值 0 意味着永不放弃。

# ikelifetimeField
source: Keying Channel Lifetime
de: Lebensdauer des Codierungskanals
es: Caducidad del canal de asignación de claves
fr: Durée de vie du canal d'échange de clés
ja: キーイングチャネルの有効期間
zh_cn: 重新加密通道有效期

# ikelifetimeField_help
source: How long, in minutes, the keying channel of a connection should last before being renegotiated.
de: Hier können Sie festlegen, wie viele Minuten der Codierungskanal einer Verbindung aufrechterhalten werden soll, bevor er neu ausgehandelt wird.
es: Indica el tiempo (en minutos) que debe durar un canal de asignación de claves antes de volver a negociarse.
fr: Temps, en minutes, que devrait durer le canal d'échange de clés d'une connexion avant une renégociation.
ja: 接続のキーイングチャネルが再ネゴシエートされるまでにどのくらいの間継続するかを分単位で表します。
zh_cn: 在重新协商之前，连接的加密通道应持续多长时间（以分钟计）。

# commentsField
source: Comment
de: Kommentar
es: Comentarios
fr: Commentaire
ja: コメント
zh_cn: 注释

# commentsField_help
source: Comments describing this profile.
de: Kommentare zur Beschreibung dieses Profils.
es: Comentarios que describen este perfil.
fr: Commentaire décrivant ce profil.
ja: このプロファイルを説明するコメント
zh_cn: 描述此配置文件的注释。

# addNewTunnel
source: Add a Tunnel
de: Tunnel hinzufügen
es: Agregar un nuevo túnel
fr: Ajouter un tunnel
ja: トンネルの追加
zh_cn: 添加一个通道

# tunnelEnabledField
source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
zh_cn: 连接

# tunnelEnabledField_help
source: Select when the tunnel should be established, or disable the tunnel.
de: Aktivieren Sie dieses Feld, wenn der Tunnel eingerichtet werden soll, oder deaktivieren Sie den Tunnel.
es: Seleccione cuándo debe establecerse el túnel o si hay que deshabilitarlo.
fr: Choisissez à quel moment le tunnel doit être établi ou désactivez le tunnel.
ja: いつトンネルを確立させるか、またはいつトンネルを無効にするかを選択します。
zh_cn: 选择应建立该通道或禁用该通道时的时间。

# tunnelNameField
source: Name
es: Nombre
fr: Nom
ja: 名前
zh_cn: 名称

# tunnelNameField_help
source: Enter a name for the tunnel.
de: Geben Sie einen Namen für den Tunnel ein.
es: Escriba un nombre para el túnel.
fr: Entrer un nom pour le tunnel.
ja: トンネルの名前を入力してください。
zh_cn: 输入通道的名称。

# rightProfileField
source: Connection Profile
de: Verbindungsprofil
es: Perfil de conexión
fr: Profil de connexion
ja: 接続プロファイル
zh_cn: 连接配置文件

# rightProfileField_help
source: Select a connection profile.
de: Wählen Sie ein Verbindungsprofil aus.
es: Seleccione un perfil de conexión.
fr: Sélectionner un profil de connexion.
ja: 接続プロファイルを選択します。
zh_cn: 选择一个连接配置文件。

# rightField
source: Remote [[base-ipsec.ipsec]] Host
es: Sistema [[base-ipsec.ipsec]] remoto
fr: Hôte [[base-ipsec.ipsec]] distant
ja: リモート [[base-ipsec.ipsec]] ホスト
zh_cn: 远程[[base-ipsec.ipsec]]主机

# rightField_help
source: Enter the IP address of the machine on the other end of the [[base-ipsec.ipsec]] tunnel.
de: Geben Sie die IP-Adresse des Rechners am anderen Ende des [[base-ipsec.ipsec]]-Tunnels ein.
es: Introduzca la dirección IP de la máquina en el otro extremo del túnel [[base-ipsec.ipsec]].
fr: Entrez l'adresse IP de la machine à l'autre extrémité du tunnel [[base-ipsec.ipsec]].
ja: [[base-ipsec.ipsec]] トンネルのもう一端にあるマシンの IP アドレスを入力してください。
zh_cn: 输入[[base-ipsec.ipsec]]隧道另一端机器的 IP 地址。

# rightNextField
source: Remote Host's Gateway
de: Remote-Host-Gateway
es: Pasarela del sistema remoto
fr: Passerelle de l'hôte distant
ja: リモートホストのゲートウェイ
zh_cn: 远程主机的网关

# rightNextField_help
source: Enter the gateway used by the remote machine.
de: Hier können Sie das Gateway eingeben, das vom Remote-Rechner verwendet wird.
es: Escriba la puerta de enlace que utiliza la máquina remota.
fr: Entrer la passerelle utilisée par la machine distante.
ja: リモートマシンで使用されるゲートウェイを入力してください。
zh_cn: 输入远程机器使用的网关。

# rightSubnetField
source: Remote Subnet
de: Remote-Teilnetzwerk
es: Subred remota
fr: Sous-réseau distant
ja: リモートサブネット
zh_cn: 远程子网

# rightSubnetField_help
source: Enter the Subnet behind the remote machine.
de: Geben Sie das Teilnetzwerk hinter dem Remote-Rechner ein.
es: Escriba la subred que se encuentra detrás de la máquina remota.
fr: Entrer le sous-réseau au-delà de la machine distante.
ja: リモートマシンのサブネットを入力してください。
zh_cn: 输入远程机器之后的子网。

# rightNetmaskField
source: Remote Netmask
de: Remote-Netzwerkmaske
es: Máscara de red remota
fr: Masque de réseau distant
ja: リモートネットマスク
zh_cn: 远程网络掩码

# rightNetmaskField_help
source: Enter the Netmask of the network behind the remote machine.
de: Geben Sie die Netzwerkmaske hinter dem Remote-Rechner ein.
es: Escriba la máscara de red de la red que se encuentra detrás de la máquina remota.
fr: Entrer le masque du réseau au-delà de la machine distante.
ja: リモートマシンのネットワークのネットマスクを入力してください。
zh_cn: 输入远程机器之后的网络掩码。

# tunnelCommentField
source: Comment
de: Kommentar
es: Comentarios
fr: Commentaire
ja: コメント
zh_cn: 注释

# tunnelCommentField_help
source: Enter a comment describing this tunnel.
de: Geben Sie einen Kommentar zur Beschreibung des Tunnels ein.
es: Escriba un comentario que describa este túnel.
fr: Entrer un commentaire décrivant ce tunnel.
ja: このトンネルを説明するコメントを入力してください。
zh_cn: 输入描述此通道的注释。

# modProfile
source: Modify a Profile -- [[VAR.name]]
de: Profil ändern -- [[VAR.name]]
es: Modificar un perfil -- [[VAR.name]]
fr: Modifier un profil - [[VAR.name]]
ja: プロファイルの変更 -- [[VAR.name]]
zh_cn: 修改配置文件―[[VAR.name]]

# modTunnel
source: Modify a Tunnel -- [[VAR.name]]
de: Tunnel ändern -- [[VAR.name]]
es: Modificar un túnel -- [[VAR.name]]
fr: Modifier un tunnel - [[VAR.name]]
ja: トンネルの変更 -- [[VAR.name]]
zh_cn: 修改通道―[[VAR.name]]

# autoRsa
source: Automatic Keying with RSA Authentication
de: Automatische Codierung mit RSA-Echtheitsbestätigung
es: Asignación automática de claves con autenticación RSA
fr: Échange automatique de clés avec authentification RSA
ja: RSA 認証による自動キーイング
zh_cn: 以 RSA 认证自动加密

# autoSecret
source: Automatic Keying with Shared Secrets
de: Automatische Codierung mit Shared Secrets
es: Asignación automática de claves con secretos compartidos
fr: Échange automatique de clés avec Shared Secrets
ja: 共有シークレットによる自動キーイング
zh_cn: 以共享秘密自动加密

# manual
source: Manual Keying
de: Manuelle Codierung
es: Asignación manual de claves
fr: Échange de clés manuel
ja: 手動キーイング
zh_cn: 手动加密

# keyingField
source: Keying Type
de: Codierungsart
es: Tipo de asignación de claves
fr: Type d'échange de clés
ja: キーイングの種類
zh_cn: 加密类型

# authPubKeyField
source: Remote RSA key
de: Remote-RSA-Schlüssel
es: Clave RSA remota
fr: Clé RSA distante
ja: リモート RSA 鍵
zh_cn: 远程 RSA 密钥

# authSecretKeyField
source: Shared Secret
es: Secreto compartido
ja: 共有シークレット
zh_cn: 共享秘密

# authKeyField
source: Authentication Key
de: Echtheitsbestätigungsschlüssel
es: Clave de autenticación
fr: Clé d'authentification
ja: 認証鍵
zh_cn: 认证密钥

# encKeyField
source: Encryption Key
de: Verschlüsselungsschlüssel
es: Clave de cifrado
fr: Clé de chiffrement
ja: 暗号化鍵
zh_cn: 加密密钥

# valueField
source: Encryption/Authentication scheme
de: Verschlüsselungs-/Echtheitsbestätigungsschema
es: Esquema de cifrado/autenticación
fr: Plan de chiffrement/authentification
ja: 暗号化/認証スキーム
zh_cn: 加密/认证方案

# replay_windowField
source: Replay Window
de: Wiedergabefenster
es: Ventana de repetición
fr: Fenêtre Reproduire
ja: リプレイウィンドウ
zh_cn: 回放窗口

# manualSettings
source: Manual Keying Parameters
de: Manuelle Codierungsparameter
es: Parámetros de asignación de claves manuales
fr: Paramètres d'échange de clés manuel
ja: 手動キーイングパラメータ
zh_cn: 手动加密参数

# autoSettings
source: Automatic Keying Parameters
de: Automatische Codierungsparameter
es: Parámetros de asignación de claves automáticas
fr: Paramètres d'échange de clés automatique
ja: 自動キーイングパラメータ
zh_cn: 自动加密参数

# enableAutoRsaField
source: Allow Automatic Keying with RSA Authentication
de: Automatische Codierung mit RSA-Echtheitsbestätigung ermöglichen
es: Permitir asignación automática de claves con autenticación RSA
fr: Permettre l'échange de clés automatique avec authentification RSA
ja: RSA 認証による自動キーイングを許可する
zh_cn: 允许以 RSA 认证自动加密

# enableAutoRsaField_help
source: Check this box if you wish to allow tunnels using this profile to use automatic keying with RSA authentication
de: Aktivieren Sie dieses Feld, wenn Sie für alle Tunnel mit diesem Profil die automatische Codierung mit RSA-Echtheitsbestätigung ermöglichen wollen.
es: Marque esta casilla si desea permitir que los túneles que usen este perfil establezcan claves automáticamente con autenticación RSA
fr: Cochez cette case si vous souhaitez autoriser les tunnels qui utilisent ce profil à employer l'échange de clés automatique avec l'authentification RSA
ja: このプロファイルを使用してトンネルが RSA 認証による自動キーイングを使用できるようにする場合は、このボックスをチェックします。
zh_cn: 如果您希望允许使用此配置文件的通道以 RSA 认证自动加密，请选中此框

# enableAutoSecretField
source: Allow Automatic Keying with Shared Secrets
de: Automatische Codierung mit Shared Secrets ermöglichen
es: Permitir asignación automática de claves con secretos compartidos
fr: Permettre l'échange de clés automatique avec Shared Secrets
ja: 共有シークレットによる自動キーイングを許可する
zh_cn: 允许以共享秘密自动加密

# enableAutoSecretField_help
source: Check this box if you wish to allow tunnels using this profile to use automatic keying with Shared Secrets
de: Aktivieren Sie dieses Feld, wenn Sie für alle Tunnel mit diesem Profil die automatische Codierung mit Shared Secrets ermöglichen wollen.
es: Marque esta casilla si desea permitir que los túneles que usen este perfil establezcan claves automáticamente con secretos compartidos
fr: Cochez cette case si vous souhaitez autoriser les tunnels qui utilisent ce profil à employer l'échange de clés automatique avec Shared Secrets
ja: このプロファイルを使用してトンネルが共有シークレットによる自動キーイングを使用できるようにする場合は、このボックスをチェックします。
zh_cn: 如果您希望允许使用此配置文件的通道以共享秘密自动加密，请选中此框
