Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5209R/platform/*-apache.mod/locale/*/apache.po
Languages: da_dk, de_de, es_es, fr_fr, ja_jp, nl_nl, pt_pt

# amPHPFPM53NotRunning
source: The service [[base-apache.amPHPFPM53NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-5.3.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM53NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: Servicen [[base-apache.amPHPFPM53NameTag]] kører ikke, og kunne ikke genstartes. Husk at tjekke logfiler for fejlmeddelelser relateret til denne tjeneste og køre 'systemctl status php-fpm-5.3.service' som root fra kommandolinjen for at finde problemet. Hvis du stadig ikke kan få adgang til [[base-apache.amPHPFPM53NameTag]], kan du besøge [[base-sauce-basic.techSupportURL]] til teknisk support.
de_de: Der Dienst [[base-apache.amPHPFPM53NameTag]] läuft nicht und konnte nicht gestartet werden. Bitte prüfen Sie die Protokolldateien auf Fehlermeldungen betreffend dieses Dienstes führen Sie den Befehl 'systemctl status php-fpm-5.3.service' als root auf der Kommandozeile zu Diagnosezwecken aus. Falls das nicht zu einer Lösung des Problemes beiträgt und Sie den Dienst [[base-apache.amPHPFPM53NameTag]] nicht manuell starten können, dann besuchen Sie bitte [[base-sauce-basic.techSupportURL]] für technischen Support.
es_es: El [[base-apache.amPHPFPM53NameTag]] servicio no se está ejecutando y no se pudo reiniciar. Por favor, consulte los archivos de registro de mensajes de error relacionados con este servicio y correr 'systemctl status php-FPM-5.3.service' como root desde la línea de comandos para solucionar el problema. Si sigue sin poder acceder a la [[base-apache.amPHPFPM53NameTag]], visite [[base-sauce-basic.techSupportURL]] para soporte técnico.
ja_jp: サービス[[base-apache.amPHPFPM53NameTag]]が実行されていないと再起動できませんでした。このサービスに関連するエラーメッセージをログファイルをチェックし、問題を解決するには、コマンドラインからルートとして「systemctlステータスのphp-FPM-5.3.service 'を実行してください。それでも[[base-apache.amPHPFPM53NameTag]]にアクセスできない場合は、技術サポートのために[[base-sauce-basic.techSupportURL]]をご覧ください。
nl_nl: De service [[base-apache.amPHPFPM53NameTag]] draait niet en kon niet worden hervat. Kijk dan op de logfiles voor foutmeldingen in verband met deze service en run 'systemctl status php-fpm-5.3.service' als root vanaf de opdrachtregel om het probleem op te lossen. Als u nog steeds geen toegang tot de [[base-apache.amPHPFPM53NameTag]], kunt u terecht op [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O [[base-apache.amPHPFPM53NameTag]] serviço não está em execução e não pôde ser reiniciado. Por favor, verifique os arquivos de log para mensagens de erro relacionadas com este serviço e run 'estado systemctl php-fpm-5.3.service' como root na linha de comando para solucionar o problema. Se você ainda não conseguir acessar a [[base-apache.amPHPFPM53NameTag]], visite [[base-sauce-basic.techSupportURL]] para suporte técnico.

# amPHPFPM54StatusOK
source: The service PHP-FPM (for PHP-5.4) is operating normally.
da_dk: Tjenesten PHP-FPM (til PHP-5.4) fungerer normalt.
de_de: Der Dienst PHP-FPM (für PHP-5.4) arbeitet normal.
es_es: El servicio de PHP-FPM (para PHP-5.4) está funcionando normalmente.
ja_jp: サービスPHP-FPM（PHP-5.4用）が正常に動作しています。
nl_nl: De service PHP-FPM (voor PHP-5.4) werkt normaal.
pt_pt: O serviço PHP-FPM (para PHP-5.4) está funcionando normalmente.

# amPHPFPM54NotRunning
source: The service [[base-apache.amPHPFPM54NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-5.4.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM54NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: Servicen [[base-apache.amPHPFPM54NameTag]] kører ikke, og kunne ikke genstartes. Husk at tjekke logfiler for fejlmeddelelser relateret til denne tjeneste og køre 'systemctl status php-fpm-5.4.service' som root fra kommandolinjen for at finde problemet. Hvis du stadig ikke kan få adgang til [[base-apache.amPHPFPM54NameTag]], kan du besøge [[base-sauce-basic.techSupportURL]] til teknisk support.
de_de: Der Dienst [[base-apache.amPHPFPM54NameTag]] läuft nicht und konnte nicht gestartet werden. Bitte prüfen Sie die Protokolldateien auf Fehlermeldungen betreffend dieses Dienstes führen Sie den Befehl 'systemctl status php-fpm-5.4.service' als root auf der Kommandozeile zu Diagnosezwecken aus. Falls das nicht zu einer Lösung des Problemes beiträgt und Sie den Dienst [[base-apache.amPHPFPM54NameTag]] nicht manuell starten können, dann besuchen Sie bitte [[base-sauce-basic.techSupportURL]] für technischen Support.
es_es: El [[base-apache.amPHPFPM54NameTag]] servicio no se está ejecutando y no se pudo reiniciar. Por favor, consulte los archivos de registro de mensajes de error relacionados con este servicio y correr 'systemctl status php-FPM-5.4.service' como root desde la línea de comandos para solucionar el problema. Si sigue sin poder acceder a la [[base-apache.amPHPFPM54NameTag]], visite [[base-sauce-basic.techSupportURL]] para soporte técnico.
ja_jp: サービス[[base-apache.amPHPFPM54NameTag]]が実行されていないと再起動できませんでした。このサービスに関連するエラーメッセージをログファイルをチェックし、問題を解決するには、コマンドラインからルートとして「systemctlステータスのphp-FPM-5.4.service 'を実行してください。それでも[[base-apache.amPHPFPM54NameTag]]にアクセスできない場合は、技術サポートのために[[base-sauce-basic.techSupportURL]]をご覧ください。
nl_nl: De service [[base-apache.amPHPFPM54NameTag]] draait niet en kon niet worden hervat. Kijk dan op de logfiles voor foutmeldingen in verband met deze service en run 'systemctl status php-fpm-5.4.service' als root vanaf de opdrachtregel om het probleem op te lossen. Als u nog steeds geen toegang tot de [[base-apache.amPHPFPM54NameTag]], kunt u terecht op [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O [[base-apache.amPHPFPM54NameTag]] serviço não está em execução e não pôde ser reiniciado. Por favor, verifique os arquivos de log para mensagens de erro relacionadas com este serviço e run 'estado systemctl php-fpm-5.4.service' como root na linha de comando para solucionar o problema. Se você ainda não conseguir acessar a [[base-apache.amPHPFPM54NameTag]], visite [[base-sauce-basic.techSupportURL]] para suporte técnico.

# amPHPFPM55StatusOK
source: The service PHP-FPM (for PHP-5.5) is operating normally.
da_dk: Tjenesten PHP-FPM (til PHP-5.5) fungerer normalt.
de_de: Der Dienst PHP-FPM (für PHP-5.5) arbeitet normal.
es_es: El servicio de PHP-FPM (para PHP-5.5) está funcionando normalmente.
ja_jp: サービスPHP-FPM（PHP-5.5用）が正常に動作しています。
nl_nl: De service PHP-FPM (voor PHP-5.5) werkt normaal.
pt_pt: O serviço PHP-FPM (para PHP-5.5) está funcionando normalmente.

# amPHPFPM55NotRunning
source: The service [[base-apache.amPHPFPM55NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-5.5.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM55NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: Servicen [[base-apache.amPHPFPM55NameTag]] kører ikke, og kunne ikke genstartes. Husk at tjekke logfiler for fejlmeddelelser relateret til denne tjeneste og køre 'systemctl status php-fpm-5.5.service' som root fra kommandolinjen for at finde problemet. Hvis du stadig ikke kan få adgang til [[base-apache.amPHPFPM55NameTag]], kan du besøge [[base-sauce-basic.techSupportURL]] til teknisk support.
de_de: Der Dienst [[base-apache.amPHPFPM55NameTag]] läuft nicht und konnte nicht gestartet werden. Bitte prüfen Sie die Protokolldateien auf Fehlermeldungen betreffend dieses Dienstes führen Sie den Befehl 'systemctl status php-fpm-5.5.service' als root auf der Kommandozeile zu Diagnosezwecken aus. Falls das nicht zu einer Lösung des Problemes beiträgt und Sie den Dienst [[base-apache.amPHPFPM55NameTag]] nicht manuell starten können, dann besuchen Sie bitte [[base-sauce-basic.techSupportURL]] für technischen Support.
es_es: El [[base-apache.amPHPFPM55NameTag]] servicio no se está ejecutando y no se pudo reiniciar. Por favor, consulte los archivos de registro de mensajes de error relacionados con este servicio y correr 'systemctl status php-FPM-5.5.service' como root desde la línea de comandos para solucionar el problema. Si sigue sin poder acceder a la [[base-apache.amPHPFPM55NameTag]], visite [[base-sauce-basic.techSupportURL]] para soporte técnico.
ja_jp: サービス[[base-apache.amPHPFPM55NameTag]]が実行されていないと再起動できませんでした。このサービスに関連するエラーメッセージをログファイルをチェックし、問題を解決するには、コマンドラインからルートとして「systemctlステータスのphp-FPM-5.5.service 'を実行してください。それでも[[base-apache.amPHPFPM55NameTag]]にアクセスできない場合は、技術サポートのために[[base-sauce-basic.techSupportURL]]をご覧ください。
nl_nl: De service [[base-apache.amPHPFPM55NameTag]] draait niet en kon niet worden hervat. Kijk dan op de logfiles voor foutmeldingen in verband met deze service en run 'systemctl status php-fpm-5.5.service' als root vanaf de opdrachtregel om het probleem op te lossen. Als u nog steeds geen toegang tot de [[base-apache.amPHPFPM55NameTag]], kunt u terecht op [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O [[base-apache.amPHPFPM55NameTag]] serviço não está em execução e não pôde ser reiniciado. Por favor, verifique os arquivos de log para mensagens de erro relacionadas com este serviço e run 'estado systemctl php-fpm-5.5.service' como root na linha de comando para solucionar o problema. Se você ainda não conseguir acessar a [[base-apache.amPHPFPM55NameTag]], visite [[base-sauce-basic.techSupportURL]] para suporte técnico.

# amPHPFPM56StatusOK
source: The service PHP-FPM (for PHP-5.6) is operating normally.
da_dk: Tjenesten PHP-FPM (til PHP-5.6) fungerer normalt.
de_de: Der Dienst PHP-FPM (für PHP-5.6) arbeitet normal.
nl_nl: De service PHP-FPM (voor PHP-5.6) werkt normaal.
pt_pt: O serviço PHP-FPM (para PHP-5.6) está funcionando normalmente.

# amPHPFPM56NotRunning
source: The service [[base-apache.amPHPFPM56NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-5.6.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM56NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: Servicen [[base-apache.amPHPFPM56NameTag]] kører ikke, og kunne ikke genstartes. Husk at tjekke logfiler for fejlmeddelelser relateret til denne tjeneste og køre 'systemctl status php-fpm-5.6.service' som root fra kommandolinjen for at finde problemet. Hvis du stadig ikke kan få adgang til [[base-apache.amPHPFPM56NameTag]], kan du besøge [[base-sauce-basic.techSupportURL]] til teknisk support.
de_de: Der Dienst [[base-apache.amPHPFPM56NameTag]] läuft nicht und konnte nicht gestartet werden. Bitte prüfen Sie die Protokolldateien auf Fehlermeldungen betreffend dieses Dienstes führen Sie den Befehl 'systemctl status php-fpm-5.6.service' als root auf der Kommandozeile zu Diagnosezwecken aus. Falls das nicht zu einer Lösung des Problemes beiträgt und Sie den Dienst [[base-apache.amPHPFPM56NameTag]] nicht manuell starten können, dann besuchen Sie bitte [[base-sauce-basic.techSupportURL]] für technischen Support.
es_es: El [[base-apache.amPHPFPM56NameTag]] servicio no se está ejecutando y no se pudo reiniciar. Por favor, consulte los archivos de registro de mensajes de error relacionados con este servicio y correr 'systemctl status php-FPM-5.6.service' como root desde la línea de comandos para solucionar el problema. Si sigue sin poder acceder a la [[base-apache.amPHPFPM56NameTag]], visite [[base-sauce-basic.techSupportURL]] para soporte técnico.
ja_jp: サービス[[base-apache.amPHPFPM56NameTag]]が実行されていないと再起動できませんでした。このサービスに関連するエラーメッセージをログファイルをチェックし、問題を解決するには、コマンドラインからルートとして「systemctlステータスのphp-FPM-5.6.service 'を実行してください。それでも[[base-apache.amPHPFPM56NameTag]]にアクセスできない場合は、技術サポートのために[[base-sauce-basic.techSupportURL]]をご覧ください。
nl_nl: De service [[base-apache.amPHPFPM56NameTag]] draait niet en kon niet worden hervat. Kijk dan op de logfiles voor foutmeldingen in verband met deze service en run 'systemctl status php-fpm-5.6.service' als root vanaf de opdrachtregel om het probleem op te lossen. Als u nog steeds geen toegang tot de [[base-apache.amPHPFPM56NameTag]], kunt u terecht op [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O [[base-apache.amPHPFPM56NameTag]] serviço não está em execução e não pôde ser reiniciado. Por favor, verifique os arquivos de log para mensagens de erro relacionadas com este serviço e run 'estado systemctl php-fpm-5.6.service' como root na linha de comando para solucionar o problema. Se você ainda não conseguir acessar a [[base-apache.amPHPFPM56NameTag]], visite [[base-sauce-basic.techSupportURL]] para suporte técnico.

# amPHPFPM70StatusOK
source: The service PHP-FPM (for PHP-7.0) is operating normally.
da_dk: Tjenesten PHP-FPM (til PHP-7.0) fungerer normalt.
de_de: Der Dienst PHP-FPM (für PHP-7.0) arbeitet normal.
nl_nl: De service PHP-FPM (voor PHP-7.0) werkt normaal.
pt_pt: O serviço PHP-FPM (para PHP-7.0) está funcionando normalmente.

# amPHPFPM70NotRunning
source: The service [[base-apache.amPHPFPM70NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-7.0.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM70NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: Servicen [[base-apache.amPHPFPM70NameTag]] kører ikke, og kunne ikke genstartes. Husk at tjekke logfiler for fejlmeddelelser relateret til denne tjeneste og køre 'systemctl status php-fpm-7.0.service' som root fra kommandolinjen for at finde problemet. Hvis du stadig ikke kan få adgang til [[base-apache.amPHPFPM70NameTag]], kan du besøge [[base-sauce-basic.techSupportURL]] til teknisk support.
de_de: Der Dienst [[base-apache.amPHPFPM70NameTag]] läuft nicht und konnte nicht gestartet werden. Bitte prüfen Sie die Protokolldateien auf Fehlermeldungen betreffend dieses Dienstes führen Sie den Befehl 'systemctl status php-fpm-7.0.service' als root auf der Kommandozeile zu Diagnosezwecken aus. Falls das nicht zu einer Lösung des Problemes beiträgt und Sie den Dienst [[base-apache.amPHPFPM70NameTag]] nicht manuell starten können, dann besuchen Sie bitte [[base-sauce-basic.techSupportURL]] für technischen Support.
nl_nl: De service [[base-apache.amPHPFPM70NameTag]] draait niet en kon niet worden hervat. Kijk dan op de logfiles voor foutmeldingen in verband met deze service en run 'systemctl status php-fpm-7.0.service' als root vanaf de opdrachtregel om het probleem op te lossen. Als u nog steeds geen toegang tot de [[base-apache.amPHPFPM70NameTag]], kunt u terecht op [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O [[base-apache.amPHPFPM70NameTag]] serviço não está em execução e não pôde ser reiniciado. Por favor, verifique os arquivos de log para mensagens de erro relacionadas com este serviço e run 'estado systemctl php-fpm-7.0.service' como root na linha de comando para solucionar o problema. Se você ainda não conseguir acessar a [[base-apache.amPHPFPM70NameTag]], visite [[base-sauce-basic.techSupportURL]] para suporte técnico.

# amPHPFPM71StatusOK
source: The service PHP-FPM (for PHP-7.1) is operating normally.
da_dk: Tjenesten PHP-FPM (til PHP-7.1) fungerer normalt.
de_de: Der Dienst PHP-FPM (für PHP-7.1) arbeitet normal.
nl_nl: De service PHP-FPM (voor PHP-7.1) werkt normaal.
pt_pt: O serviço PHP-FPM (para PHP-7.1) está funcionando normalmente.

# amPHPFPM71NotRunning
source: The service [[base-apache.amPHPFPM71NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-7.1.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM71NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: Servicen [[base-apache.amPHPFPM71NameTag]] kører ikke, og kunne ikke genstartes. Husk at tjekke logfiler for fejlmeddelelser relateret til denne tjeneste og køre 'systemctl status php-fpm-7.1.service' som root fra kommandolinjen for at finde problemet. Hvis du stadig ikke kan få adgang til [[base-apache.amPHPFPM71NameTag]], kan du besøge [[base-sauce-basic.techSupportURL]] til teknisk support.
de_de: Der Dienst [[base-apache.amPHPFPM71NameTag]] läuft nicht und konnte nicht gestartet werden. Bitte prüfen Sie die Protokolldateien auf Fehlermeldungen betreffend dieses Dienstes führen Sie den Befehl 'systemctl status php-fpm-7.1.service' als root auf der Kommandozeile zu Diagnosezwecken aus. Falls das nicht zu einer Lösung des Problemes beiträgt und Sie den Dienst [[base-apache.amPHPFPM71NameTag]] nicht manuell starten können, dann besuchen Sie bitte [[base-sauce-basic.techSupportURL]] für technischen Support.
nl_nl: De service [[base-apache.amPHPFPM71NameTag]] draait niet en kon niet worden hervat. Kijk dan op de logfiles voor foutmeldingen in verband met deze service en run 'systemctl status php-fpm-7.1.service' als root vanaf de opdrachtregel om het probleem op te lossen. Als u nog steeds geen toegang tot de [[base-apache.amPHPFPM71NameTag]], kunt u terecht op [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O [[base-apache.amPHPFPM71NameTag]] serviço não está em execução e não pôde ser reiniciado. Por favor, verifique os arquivos de log para mensagens de erro relacionadas com este serviço e run 'estado systemctl php-fpm-7.1.service' como root na linha de comando para solucionar o problema. Se você ainda não conseguir acessar a [[base-apache.amPHPFPM71NameTag]], visite [[base-sauce-basic.techSupportURL]] para suporte técnico.

# amPHPFPM72StatusOK
source: The service PHP-FPM (for PHP-7.2) is operating normally.
da_dk: Tjenesten PHP-FPM (til PHP-7.2) fungerer normalt.
de_de: Der Dienst PHP-FPM (für PHP-7.2) arbeitet normal.
nl_nl: De service PHP-FPM (voor PHP-7.2) werkt normaal.
pt_pt: O serviço PHP-FPM (para PHP-7.2) está funcionando normalmente.

# amPHPFPM72NotRunning
source: The service [[base-apache.amPHPFPM72NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-7.2.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM72NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: Servicen [[base-apache.amPHPFPM72NameTag]] kører ikke, og kunne ikke genstartes. Husk at tjekke logfiler for fejlmeddelelser relateret til denne tjeneste og køre 'systemctl status php-fpm-7.2.service' som root fra kommandolinjen for at finde problemet. Hvis du stadig ikke kan få adgang til [[base-apache.amPHPFPM72NameTag]], kan du besøge [[base-sauce-basic.techSupportURL]] til teknisk support.
de_de: Der Dienst [[base-apache.amPHPFPM72NameTag]] läuft nicht und konnte nicht gestartet werden. Bitte prüfen Sie die Protokolldateien auf Fehlermeldungen betreffend dieses Dienstes führen Sie den Befehl 'systemctl status php-fpm-7.2.service' als root auf der Kommandozeile zu Diagnosezwecken aus. Falls das nicht zu einer Lösung des Problemes beiträgt und Sie den Dienst [[base-apache.amPHPFPM72NameTag]] nicht manuell starten können, dann besuchen Sie bitte [[base-sauce-basic.techSupportURL]] für technischen Support.
nl_nl: De service [[base-apache.amPHPFPM72NameTag]] draait niet en kon niet worden hervat. Kijk dan op de logfiles voor foutmeldingen in verband met deze service en run 'systemctl status php-fpm-7.2.service' als root vanaf de opdrachtregel om het probleem op te lossen. Als u nog steeds geen toegang tot de [[base-apache.amPHPFPM72NameTag]], kunt u terecht op [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O [[base-apache.amPHPFPM72NameTag]] serviço não está em execução e não pôde ser reiniciado. Por favor, verifique os arquivos de log para mensagens de erro relacionadas com este serviço e run 'estado systemctl php-fpm-7.2.service' como root na linha de comando para solucionar o problema. Se você ainda não conseguir acessar a [[base-apache.amPHPFPM72NameTag]], visite [[base-sauce-basic.techSupportURL]] para suporte técnico.

# amPHPFPM73StatusOK
source: The service PHP-FPM (for PHP-7.3) is operating normally.
da_dk: Tjenesten PHP-FPM (til PHP-7.3) fungerer normalt.
de_de: Der Dienst PHP-FPM (für PHP-7.3) arbeitet normal.
nl_nl: De service PHP-FPM (voor PHP-7.3) werkt normaal.
pt_pt: O serviço PHP-FPM (para PHP-7.3) está funcionando normalmente.

# amPHPFPM73NotRunning
source: The service [[base-apache.amPHPFPM73NameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm-7.3.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPM73NameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: Servicen [[base-apache.amPHPFPM73NameTag]] kører ikke, og kunne ikke genstartes. Husk at tjekke logfiler for fejlmeddelelser relateret til denne tjeneste og køre 'systemctl status php-fpm-7.3.service' som root fra kommandolinjen for at finde problemet. Hvis du stadig ikke kan få adgang til [[base-apache.amPHPFPM73NameTag]], kan du besøge [[base-sauce-basic.techSupportURL]] til teknisk support.
de_de: Der Dienst [[base-apache.amPHPFPM73NameTag]] läuft nicht und konnte nicht gestartet werden. Bitte prüfen Sie die Protokolldateien auf Fehlermeldungen betreffend dieses Dienstes führen Sie den Befehl 'systemctl status php-fpm-7.3.service' als root auf der Kommandozeile zu Diagnosezwecken aus. Falls das nicht zu einer Lösung des Problemes beiträgt und Sie den Dienst [[base-apache.amPHPFPM73NameTag]] nicht manuell starten können, dann besuchen Sie bitte [[base-sauce-basic.techSupportURL]] für technischen Support.
nl_nl: De service [[base-apache.amPHPFPM73NameTag]] draait niet en kon niet worden hervat. Kijk dan op de logfiles voor foutmeldingen in verband met deze service en run 'systemctl status php-fpm-7.3.service' als root vanaf de opdrachtregel om het probleem op te lossen. Als u nog steeds geen toegang tot de [[base-apache.amPHPFPM73NameTag]], kunt u terecht op [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O [[base-apache.amPHPFPM73NameTag]] serviço não está em execução e não pôde ser reiniciado. Por favor, verifique os arquivos de log para mensagens de erro relacionadas com este serviço e run 'estado systemctl php-fpm-7.3.service' como root na linha de comando para solucionar o problema. Se você ainda não conseguir acessar a [[base-apache.amPHPFPM73NameTag]], visite [[base-sauce-basic.techSupportURL]] para suporte técnico.

# redirect_enabled
source: Redirect Website
de_de: Webseite umleiten
nl_nl: Redirect/Proxy website
