Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5209R/platform/*-apache.mod/locale/*/apache.po
Languages: da_dk, de_de, es_es, fr_fr, ja_jp, nl_nl, pt_pt

# apache_help
source: [[base-apache.apacheSettings]] can be changed here.
da_dk: [[base-apache.apacheSettings]] kan ændres her.
de_de: Hier können Sie die [[base-apache.apacheSettings]] ändern.
es_es: [[base-apache.apacheSettings]] se puede cambiar aquí.
fr_fr: Les [[base-apache.apacheSettings]] peuvent être changés ici.
ja_jp: [[base-apache.apacheSettings]] を変更できます。
nl_nl: [[base-apache.apacheSettings]] kunnen hier worden gewijzigd.
pt_pt: [[base-apache.apacheSettings]] pode ser alterado aqui.

# apacheSettings
source: Web Settings
da_dk: Webindstillinger
de_de: Web-Einstellungen
es_es: Configuración del Web
fr_fr: Options Serveur-Web
ja_jp: ウェブの設定
nl_nl: Web Instellingen
pt_pt: Configurações da Web

# frontpageField_help
source: Turn FrontPage Server Extensions on or off.
da_dk: Slå FrontPage Server Extentions til eller fra.
de_de: Aktivieren oder deaktivieren Sie die FrontPage Server-Erweiterungen.
es_es: Gire Extensiones de servidor de FrontPage activada o desactivada.
fr_fr: Activer ou désactiver les extensions du serveur FrontPage.
ja_jp: このボックスをチェックすると、FrontPage サーバエクステンションが有効になります。
nl_nl: Draai FrontPage Server Extensions-of uitschakelen.
pt_pt: Vire o FrontPage Server Extensions ligado ou desligado.

# frontpageEnabled
source: Enable
da_dk: Aktiver
de_de: Aktivieren
es_es: Permitir
fr_fr: activé
ja_jp: FrontPageを有効にする
nl_nl: In staat stellen
pt_pt: Permitir

# passwordWebmasterField
source: webmaster Password
da_dk: webmaster adgangskode
de_de: Webmaster Passwort
es_es: webmaster Contraseña
fr_fr: Mot de passe du webmaster
ja_jp: Webmasterのパスワード
nl_nl: webmaster Wachtwoord
pt_pt: webmaster senha

# passwordWebmasterField_help
source: Enter a password for the FrontPage client webmaster. The home group web site may be accessed by selecting Open Web in the FrontPage client. Login using the login name webmaster and the password you specify here. Once authenticated, additional FrontPage users are managed using the FrontPage client.
da_dk: Indtast en adgangskode til FrontPage klientens webmasterbruger. Websiden kan tilgås ved at vælge "Åbn web" i FrontPage klienten. Log derefter ind med brugernavnet webmaster og den adgangskode du specificerer her. Når du er autoriseret vil du kunne oprette yderligere FrontPage brugere igennem FrontPage klienten.
de_de: Geben Sie ein Passwort für den Frontpage Webmaster ein. Auf die Webseite des Gruppennetzes kann dann im Frontpage Client zugegriffen werden, indem man sich per Benutzername 'webmaster' und dem hier angegebenen Passwort anmeldet. Weitere Frontpage Benutzer können dann über den Frontpage Client verwaltet werden.
es_es: Escriba una contraseña para el webmaster cliente de FrontPage. El sitio Web del grupo de origen podrá acceder seleccionando Abrir Web en el cliente de FrontPage. Entre usando el nombre de usuario webmaster y la contraseña que especifique aquí. Una vez autenticado, los usuarios adicionales de FrontPage se gestionan mediante el cliente de FrontPage.
fr_fr: Entrez un mot de passe pour le webmaster de FrontPage. Le site web du foyer de groupe peut être consulté en sélectionnant Open Web dans FrontPage. Connectez-vous en utilisant le nom de login webmaster et son mot de passe que vous spécifiez ici. Une fois authentifié, les utilisateurs FrontPage supplémentaires seront gérés par le serveur FrontPage.
ja_jp: FrontPage クライアントの Webmaster のパスワードを入力してください。FrontPage クライアントで [ウェブを開く] を選択すると、home グループのウェブサイトにアクセスできます。webmaster というユーザ名とここで指定するパスワードを使ってログインすると、FrontPage クライアントから他の FrontPage ユーザを管理できます。
nl_nl: Geef een wachtwoord voor de FrontPage-client webmaster. De huisgroep website kan worden benaderd door het selecteren van Open Web in de FrontPage-client. Inloggen met de inlognaam webmaster en het wachtwoord dat u hier opgeeft. Na verificatie extra FrontPage gebruikers worden beheerd met behulp van de FrontPage-client.
pt_pt: Digite uma senha para o webmaster cliente FrontPage. O web site do grupo casa pode ser acessada selecionando Abrir Web no cliente FrontPage. Entrar usando o nome de login webmaster ea senha que você especificar aqui. Uma vez autenticado, os usuários FrontPage adicionais são gerenciados usando o cliente FrontPage.

# passwordWebmasterField_rule
source: The password should be between 3 and 16 characters long. A good password should contain at least 5 characters with a mix of uppercase and lowercase letters as well as numbers and punctuation. It should not spell out any words found in the dictionary. Passwords are case sensitive.
da_dk: Adgangskoden bør være mellem 3 og 16 karakterer lang. En god adgangskode bør indeholde minimum 5 karakterer, med en blanding af små og store bogstaver, samt tal og punkteringstejn. Det bør aldrig være et ord der kan findes i en ordbog. Adgangskode er følsomme over for forskelle mellem små og store bogstaver.
de_de: Das Passwort sollte zwischen 3 und 16 Zeichen lang sein. Ein angemessenes Passwort sollte mindestens 5 Zeichen enthalten und aus einer Kombination von Klein- und Großbuchstaben sowie Zahlen und Satzzeichen bestehen. Verwenden Sie keine Wörter, die man in einem Wörterbuch finden kann. Bitte beachten Sie, dass Groß- und Kleinschreibung bei Passwörtern berücksichtigt wird.
es_es: La contraseña debe tener entre 3 y 16 caracteres de longitud. Una buena contraseña debe contener al menos 5 caracteres con una combinación de letras mayúsculas y minúsculas, así como números y signos de puntuación. No debe detallar las palabras que se encuentran en el diccionario. Las contraseñas distinguen entre mayúsculas y minúsculas.
fr_fr: Le mot de passe doit contenir entre 3 et 16 caractères. Un bon mot de passe doit inclure au moins 5 caractères avec un mélange de lettres majuscules et minuscules ainsi que des chiffres et signes de ponctuation. Il ne devrait pas contenir des mots trouvés dans le dictionnaire. Les mots de passe sont sensibles à la casse.
ja_jp: パスワードには 3 〜 16 文字を使用できます。少なくとも 5 文字以上で、大文字と小文字の両方を使い、数字や記号を含むパスワードをお勧めします。辞書にあるような一般的な語句は使用しないようにしてください。パスワード中の大文字と小文字は区別されます。
nl_nl: Het wachtwoord moet tussen de 3 en 16 tekens lang zijn. Een goed wachtwoord moet minimaal 5 karakters met een mix van hoofdletters en kleine letters en cijfers en leestekens bevatten. Het moet niet precies welke woorden in het woordenboek. Wachtwoorden zijn hoofdlettergevoelig.
pt_pt: A senha deve ter entre 3 e 16 caracteres. Uma boa senha deve conter pelo menos 5 caracteres com uma mistura de letras maiúsculas e minúsculas, bem como números e sinais de pontuação. Não deve soletrar todas as palavras encontradas no dicionário. As senhas são case sensitive.

# passwordWebmasterField_invalid
source: Sorry, you have not entered the same password in both fields. The same password is entered in both fields to protect against typing errors. Please try again.
da_dk: Beklager, men du har ikke indtastet samme adgangskode i begge felter. Den samme adgangskode skal tastes i begge felter for at sikre imod tastefejl. Prøv venligst igen.
de_de: Sie haben nicht das gleiche Passwort in beide Felder eingegeben. Das gleiche Passwort muss in beide Felder eingegeben werden, um Tippfehlern vorzubeugen. Bitte versuchen Sie es noch einmal.
es_es: Lo sentimos, no se ha ingresado la misma contraseña en ambos campos. La misma contraseña se introduce en ambos campos de protección contra errores de escritura. Por favor, inténtelo de nuevo.
fr_fr: Désolé, vous n'avez pas tapé le même mot de passe dans les deux champs. Le même mot de passe doit être inséré dans les deux champs pour se protéger contre les erreurs de frappe. Veuillez essayez à nouveau.
ja_jp: パスワードが一致しません。入力ミスを防ぐため、同じパスワード２回入力してください。もう一度お試しください。
nl_nl: Sorry, je hebt niet hetzelfde wachtwoord in beide velden ingevoerd. Hetzelfde wachtwoord in beide velden ingevoerd ter bescherming tegen typefouten. Probeer het opnieuw.
pt_pt: Desculpe, você não digitou a mesma senha nos dois campos. A mesma senha é digitada em ambos os campos para se proteger contra erros de digitação. Por favor, tente novamente.

# cgiAccessField_help
source: Turn CGI Access on or off. You can set the CGI access rights so that only the server appliance administrator can add CGI script files, or so that both the administrator and all or selected users can add CGI script files.
da_dk: Slå CGI adgang til eller fra. Du kan indstille adgangsrettigheder for CGI så kun serveradministratoren kan tilføje CGI scripts, eller så både administrator og alle valgte brugere kan tilføje CGI filer.
de_de: Aktivieren oder deaktivieren Sie den CGI-Zugriff. Sie können die CGI-Zugriffsrechte so einstellen, dass nur der Serveradministrator CGI-Skriptdateien hinzufügen kann oder dass sowohl der Administrator als auch alle oder nur ausgewählte Benutzer CGI-Skriptdateien hinzufügen können.
es_es: Gire Acceso CGI encendido o apagado. Puede definir los derechos de acceso CGI para que sólo el administrador del dispositivo de servidor puede agregar archivos de script CGI, o por lo que tanto el administrador y todos o los usuarios seleccionados pueden agregar archivos de script CGI.
fr_fr: Activez ou désactivez l'accès CGI. Vous pouvez définir les droits d'accès CGI de sorte que seul l'administrateur du serveur, certains ou tous les utilisateurs puissent ajouter des programmes CGI (appelés aussi fichiers script CGI).
ja_jp: CGI アクセスの許可レベルを指定してください。CGI アクセスを許可されたユーザは CGI スクリプトファイルを追加できます。CGI アクセスをサーバ管理者のみに許可することも、ユーザ全員または特定のユーザのみに許可することもできます。
nl_nl: Schakel CGI Access in-of uitschakelen. U kunt de toegang CGI rechten zo ingesteld dat alleen de server apparaat beheerder CGI script bestanden kan toevoegen, of dat zowel de beheerder en alle of geselecteerde gebruikers CGI script bestanden kunt toevoegen.
pt_pt: Vire Acesso CGI ligado ou desligado. Você pode definir os direitos de acesso CGI para que apenas o administrador do aparelho servidor pode adicionar arquivos de script CGI, ou para que tanto o administrador e todos ou usuários selecionados pode adicionar arquivos de script CGI.

# cgiAll
source: Allow Access To All Users
da_dk: Giv adgang til alle brugere
de_de: Allen Benutzern Zugriff gewähren
es_es: Permitir el acceso a todos los usuarios
fr_fr: Autoriser l'accès à tous les utilisateurs
ja_jp: 全てのユーザに CGI アクセスを許可する。
nl_nl: Geven toegang tot alle gebruikers
pt_pt: Permitir o acesso a todos os usuários

# cgiNone
source: Do Not Allow Access To Any User
da_dk: Tillad ikke adgang for brugere
de_de: Keinem Benutzer Zugriff gewähren
es_es: No permitir el acceso a cualquier usuario
fr_fr: N'autoriser l'accès à aucun utilisateur
ja_jp: どのユーザにも CGI アクセスを許可しない。
nl_nl: Niet toestaan ​​toegang voor elke gebruiker
pt_pt: Não permitir acesso a qualquer usuário

# cgiSubset
source: Allow Access To Specified Users Only
da_dk: Tillad kun adgang for specificerede brugere
de_de: Nur bestimmten Benutzern Zugriff gewähren
es_es: Permitir acceso a usuarios específicos solo
fr_fr: Autoriser l'accès à certains utilisateurs seulement
ja_jp: 次のユーザにのみ CGI アクセスを許可する：
nl_nl: Geven toegang tot gespecificeerde gebruikers Only
pt_pt: Permitir o acesso aos especificados Somente Usuários

# cgiUsersAllowed
source: Users Allowed Access
da_dk: Brugere med adgang
de_de: Benutzer mit Rechten für CGI
es_es: Usuarios animales Acceso
fr_fr: Utilisateurs autorisés au CGI
ja_jp: 許可するユーザ
nl_nl: Gebruikers toegestaan ​​Access
pt_pt: Usuários permitido o acesso

# cgiUsersDisallowed
source: Users Not Allowed Access
da_dk: Brugere uden adgang
de_de: Benutzer ohne Rechte für CGI
es_es: Los usuarios no pueden acceder
fr_fr: Utilisateurs sans autorisation CGI
ja_jp: 許可しないユーザ
nl_nl: Gebruikers geen toegang
pt_pt: Usuários que não permitiu o acesso

# cgiUsersField_empty
source: Sorry, you have not selected any users for CGI Access. Please add users who are allowed CGI Access or choose a different access option.
da_dk: Beklager, men du har ikke valgt nogle brugere med CGI adgang. Vælg venligst brugere som må bruge CGI eller vælg en anden adgangsindstilling.
de_de: Sie haben keinen Benutzer CGI-Zugriff gewährt. Bitte wählen Sie Benutzer aus, die CGI-Zugriff erhalten sollen, oder wählen Sie eine andere Zugriffsoption aus.
es_es: Lo sentimos, no ha seleccionado ningún usuario para el acceso CGI. Por favor, añada los usuarios que tienen permiso de acceso CGI o elegir una opción de acceso diferente.
fr_fr: Désolé, vous n'avez pas sélectionné d'utilisateur pour l'accès CGI. Veuillez ajouter des utilisateurs autorisés à utiliser CGI ou choisissez une option d'accès différente.
ja_jp: CGI アクセスを許可するユーザが選択されていません。CGI アクセスを許可したいユーザを指定するか、別のオプションを選んでください。
nl_nl: Sorry, je hebt geen gebruikers voor CGI Access geselecteerd. Gelieve gebruikers die zijn toegestaan ​​CGI Access of kies een andere toegang optie toe te voegen.
pt_pt: Desculpe, você não selecionou nenhum dos usuários pelo acesso CGI. Por favor, adicione os usuários que têm permissão de acesso CGI ou escolher uma opção de acesso diferente.

# cantConfigCgi
source: Sorry, CGI Access could not be correctly configured at this time.
da_dk: Beklager, men CGI adgang kan ikke konfigureres korrekt i øjeblikket.
de_de: Der CGI-Zugriff konnte leider nicht richtig konfiguriert werden.
es_es: Lo sentimos, Acceso CGI no podía ser configurado correctamente en este momento.
fr_fr: Désolé, l'accès CGI n'a actuellement pas pu être configuré correctement.
ja_jp: CGI アクセスを正しく設定できませんでした。
nl_nl: Sorry, CGI Access kon niet correct worden geconfigureerd op dit moment.
pt_pt: Desculpe, Acesso CGI não pode ser configurado corretamente no momento.

# systemObjectNotFound
source: Sorry, server configuration is temporarily unavailable. Please wait and try again.
de_de: Die Serverkonfiguration ist derzeit leider nicht verfügbar. Bitte warten Sie und versuchen Sie es noch einmal.
es_es: Lo sentimos, la configuración del servidor no está disponible temporalmente. Esperar y vuelva a intentarlo.
fr_fr: Désolé, la configuration du serveur est momentanément indisponible. Veuillez patienter et essayer à nouveau.
ja_jp: サーバ設定は一時的に使用できません。しばらくしてから、もう一度お試しください。
nl_nl: Sorry, server configuratie is tijdelijk niet beschikbaar. Een ogenblik geduld en probeer het opnieuw.
pt_pt: Desculpe, configuração do servidor está temporariamente indisponível. Por favor, aguarde e tente novamente.

# amNotRunning
source: The [[base-apache.amApacheNameTag]] is not running and could not be restarted. Try rebooting the server by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If you are still unable to access the [[base-apache.amApacheNameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: [[base-apache.amApacheNameTag]] kører ikke og kunne ikke genstartes. Prøv at genstarte serveren ved at klikke på knappen [[base-power.reboot]] i menuen [[base-power.power]] under [[base-alpine.serverconfig]]. Kan du stadig ikke tilgå [[base-apache.amApacheNameTag]], besøg da venligst [[base-sauce-basic.techSupportURL]] for teknisk support.
de_de: Der Webserver ist nicht in Betrieb.
es_es: El [[base-apache.amApacheNameTag]] no está en ejecución y no se pudo reiniciar. Pruebe a reiniciar el servidor haciendo clic en el [[base-power.reboot]] en la [[base-power.power]] del menú en [[base-alpine.serverconfig]]. Si sigue sin poder acceder a la [[base-apache.amApacheNameTag]], por favor visite [[base-sauce-basic.techSupportURL]] para obtener asistencia técnica.
fr_fr: Le [[base-apache.amApacheNameTag]] ne fonctionne pas et ne pouvait pas être redémarré. Essayez de redémarrer le serveur en cliquant sur le [[base-power.reboot]] dans le menu [[base-power.power]] sous [[base-alpine.serverconfig]]. Si vous ne parvenez toujours pas à accéder au [[base-apache.amApacheNameTag]], veuillez consulter le support technique au [[base-sauce-basic.techSupportURL]].
ja_jp: [[base-apache.amApacheNameTag]] は動作しておらず、起動することもできませんでした。[[base-alpine.serverconfig]] の「[[base-power.power]]」メニューにある「[[base-power.reboot]]」ボタンをクリックして、サーバを再起動して見てください。それでも [[base-apache.amApacheNameTag]] にアクセスできない場合には、[[base-sauce-basic.techSupportURL]] にあるテクニカルサポートサービスをご利用ください。
nl_nl: De [[base-apache.amApacheNameTag]] is niet actief en kon niet worden opgestart. De server opnieuw op door te klikken op de [[base-power.reboot]] knop in het menu onder [[base-power.power]] [[base-alpine.serverconfig]]. Als u nog steeds geen toegang tot [[base-apache.amApacheNameTag]], kunt u terecht op [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O [[base-apache.amApacheNameTag]] não está funcionando e não pode ser reiniciado. Tente reiniciar o servidor clicando no botão [[base-power.reboot]] na [[base-power.power]] menu em [[base-alpine.serverconfig]]. Se você ainda não conseguir acessar a [[base-apache.amApacheNameTag]], acesse [[base-sauce-basic.techSupportURL]] para suporte técnico.

# amStatusOK
source: The web server is operating normally.
da_dk: Webserveren kører som den skal.
de_de: Der Webserver arbeitet normal.
es_es: El servidor web está funcionando normalmente.
fr_fr: Le serveur-web fonctionne normalement.
ja_jp: ウェブサーバは正常に動作しています。
nl_nl: De webserver werkt normaal.
pt_pt: O servidor web está funcionando normalmente.

# amAdmservNotRunning
source: The [[base-apache.amAdmservNameTag]] is not running and could not be restarted. Try rebooting the server by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If you are still unable to access the [[base-apache.amAdmservNameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: [[base-apache.amAdmservNameTag]]kører ikke og kunne ikke genstartes. Prøv at genstarte serveren ved at klikke på knappen [[base-power.reboot]] i menuen [[base-power.power]] under [[base-alpine.serverconfig]]. Kan du stadig ikke komme ind på [[base-apache.amAdmservNameTag]], gå da venligst til [[base-sauce-basic.techSupportURL]] for teknisk support.
de_de: Der Server-Desktop ist nicht in Betrieb.
es_es: El [[base-apache.amAdmservNameTag]] no está en ejecución y no se pudo reiniciar. Pruebe a reiniciar el servidor haciendo clic en el [[base-power.reboot]] en la [[base-power.power]] del menú en [[base-alpine.serverconfig]]. Si sigue sin poder acceder a la [[base-apache.amAdmservNameTag]], por favor visite [[base-sauce-basic.techSupportURL]] para obtener asistencia técnica.
fr_fr: Le [[base-apache.amAdmservNameTag]] ne fonctionne pas et ne pouvait pas être redémarré. Essayez de redémarrer le serveur en cliquant sur le [[base-power.reboot]] dans le [[base-power.power]] menu sous [[base-alpine.serverconfig]]. Si vous ne parvenez toujours pas à accéder à la [[base-apache.amAdmservNameTag]], s'il vous plaît visitez [[base-sauce-basic.techSupportURL]] pour le support technique.
ja_jp: [[base-apache.amAdmservNameTag]] は動作しておらず、起動することもできませんでした。[[base-alpine.serverconfig]] の「[[base-power.power]]」メニューにある「[[base-power.reboot]]」ボタンをクリックして、サーバを再起動して見てください。それでも [[base-apache.amAdmservNameTag]] にアクセスできない場合には、[[base-sauce-basic.techSupportURL]] にあるテクニカルサポートサービスをご利用ください。
nl_nl: De [[base-apache.amAdmservNameTag]] is niet actief en kon niet worden opgestart. De server opnieuw op door te klikken op de [[base-power.reboot]] knop in het menu onder [[base-power.power]] [[base-alpine.serverconfig]]. Als u nog steeds geen toegang tot [[base-apache.amAdmservNameTag]], kunt u terecht op [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O [[base-apache.amAdmservNameTag]] não está funcionando e não pode ser reiniciado. Tente reiniciar o servidor clicando no botão [[base-power.reboot]] na [[base-power.power]] menu em [[base-alpine.serverconfig]]. Se você ainda não conseguir acessar a [[base-apache.amAdmservNameTag]], acesse [[base-sauce-basic.techSupportURL]] para suporte técnico.

# amAdmservStatusOK
source: The Server Desktop is operating normally.
da_dk: Serverskrivebordet kører normalt.
de_de: Das Server-Desktop ist in Betrieb.
es_es: El Escritorio del servidor está funcionando normalmente.
fr_fr: Le [[base-apache.amAdmservNameTag]] fonctionne normalement.
ja_jp: サーバデスクトップは正常に動作しています。
nl_nl: De Server Desktop werkt normaal.
pt_pt: O Server Desktop está funcionando normalmente.

# maxServersRAM
source: The maximum number of web servers is limited by the amount of RAM installed in this server.
da_dk: Det maksimale antal webservere er begrænset af mængden af RAM der er installeret i serveren.
de_de: Die maximale Anzahl von Webservern ist abhängig von der Menge an verfügbarem Arbeitsspeicher.
es_es: El número máximo de servidores web está limitado por la cantidad de RAM instalada en este servidor.
fr_fr: Le nombre maximum de serveurs web est limité par la quantité de RAM installée sur ce serveur.
ja_jp: ウェブサーバの最大数は、このサーバに搭載されている RAM の容量に制約されます。
nl_nl: Het maximum aantal webservers wordt beperkt door de hoeveelheid RAM in de server.
pt_pt: O número máximo de servidores web está limitado pela quantidade de RAM instalada neste servidor.

# minSpareField_help
source: When the web server starts or is in an idle state, this is the minimum number of web server processes available for serving web requests. [[base-apache.maxServersRAM]]
da_dk: Når serveren starter, eller ikke foretager sig noget, så er dette det minimale antal webserverprocesser der er tilgængelige for at håndtere webforespørgsler. [[base-apache.maxServersRAM]]
de_de: Wenn der Webserver startet oder wenn er im Leerlauf ist, dann ist dies die minimale Anzahl von Webserverprozessen, die für Webanfragen zur Verfügung steht. [[base-apache.maxServersRAM]]
es_es: Cuando el servidor web se inicia o se encuentra en un estado de inactividad, este es el número mínimo de procesos del servidor web para servir las peticiones web. [[base-apache.maxServersRAM]]
fr_fr: Le nombre minimal de processus disponibles au serveur pour soutenir les requêtes web lorsque celui-ci démarre ou tourne au ralenti. [[base-apache.maxServersRAM]]
ja_jp: この数字は、ウェブサーバの起動時およびアイドル時に受け取ったウェブリクエストに応対するためのウェブサーバプロセスの最小数を示します。[[base-apache.maxServersRAM]]
nl_nl: Wanneer de webserver begint of zich in een rusttoestand, dit is het minimum aantal van de web server processen die beschikbaar zijn voor het serveren webverzoeken. [[base-apache.maxServersRAM]]
pt_pt: Quando o servidor web inicia ou está em um estado inativo, este é o número mínimo de processos do servidor web disponíveis para servir requisições web. [[base-apache.maxServersRAM]]

# minSpareField_empty
source: Please specify a minimum number of web server processes.
da_dk: Specificer venligst et tal for det minimale antal servere der skal holdes i reserve.
de_de: Bitte geben Sie die minimale Anzahl von Webserver-Prozessen an.
es_es: Por favor, especifique un número mínimo de procesos del servidor web.
fr_fr: Veuillez spécifier un nombre minimum de processus disponibles au serveur-web.
ja_jp: 「最小スペアサーバ数」欄に、スペアウェブサーバの最小数を指定してください。
nl_nl: Geef een minimum aantal web-server processen.
pt_pt: Por favor, especifique um número mínimo de processos do servidor web.
