Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5209R/platform/*-apache.mod/locale/*/apache.po
Languages: da_dk, de_de, es_es, fr_fr, ja_jp, nl_nl, pt_pt

# amPHPFPMNotRunning
source: The service [[base-apache.amPHPFPMNameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPMNameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: Servicen [[base-apache.amPHPFPMNameTag]] kører ikke, og kunne ikke genstartes. Husk at tjekke logfiler for fejlmeddelelser relateret til denne tjeneste og køre 'systemctl status php-fpm.service 'som root fra kommandolinjen for at finde problemet. Hvis du stadig ikke kan få adgang til [[base-apache.amPHPFPMNameTag]], kan du besøge [[base-sauce-basic.techSupportURL]] til teknisk support.
de_de: Der Service [[base-apache.amPHPFPMNameTag]] läuft nicht und konnte nicht gestartet werden. Bitte prüfen Sie die Server-Logfiles auf Fehlermeldungen und führen Sie den Befehl 'systemctl status php-fpm.service' als root auf der Kommandozeile aus, um das Problem diagnostizieren. Falls Sie das Problem nicht beheben können und [[base-apache.amPHPFPMNameTag]] weiterhin nicht läuft, besuchen Sie bitte [[base-sauce-basic.techSupportURL]] um technischen Support zu erhalten.
es_es: El [[base-apache.amPHPFPMNameTag]] servicio no se está ejecutando y no se pudo reiniciar. Por favor, consulte los archivos de registro de mensajes de error relacionados con este servicio y ejecutar 'systemctl status php-fpm.service' como root desde la línea de comandos para solucionar el problema. Si sigue sin poder acceder a la [[base-apache.amPHPFPMNameTag]], visite [[base-sauce-basic.techSupportURL]] para soporte técnico.
fr_fr: Le [[base-apache.amPHPFPMNameTag]] de service ne fonctionne pas et ne peut être redémarré. Se il vous plaît vérifier les fichiers de log pour les messages d'erreur liés à ce service et exécuter 'systemctl status php-fpm.service' en tant que root à partir de la ligne de commande pour résoudre le problème. Si vous ne parvenez toujours pas à accéder à la [[base-apache.amPHPFPMNameTag]], se il vous plaît visitez [[base-sauce-basic.techSupportURL]] pour le support technique.
ja_jp: サービス[[base-apache.amPHPFPMNameTag]]が実行されていないと再起動できませんでした。本サービスに関連するエラーメッセージのためのログファイルをチェックし、問題を解決するには、コマンドラインからrootとして「systemctl status php-fpm.service'を実行してください。それでも[[base-apache.amPHPFPMNameTag]]にアクセスできない場合は、技術サポートのために[[base-sauce-basic.techSupportURL]]をご覧ください。
nl_nl: De service [[base-apache.amPHPFPMNameTag]] draait niet en kon niet worden hervat. Kijk dan op de logfiles voor foutmeldingen in verband met deze dienst en run 'systemctl status php-fpm.service' als root vanaf de opdrachtregel om het probleem op te lossen. Als u nog steeds geen toegang tot de [[base-apache.amPHPFPMNameTag]], kunt u terecht op [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O [[base-apache.amPHPFPMNameTag]] serviço não está em execução e não pôde ser reiniciado. Por favor, verifique os arquivos de log para mensagens de erro relacionadas com este serviço e executar 'systemctl status php-fpm.service' como root na linha de comando para solucionar o problema. Se você ainda não conseguir acessar a [[base-apache.amPHPFPMNameTag]], visite [[base-sauce-basic.techSupportURL]] para suporte técnico.

# setDefaultPHPVersion
source: Default PHP Version:
da_dk: Standard PHP Version:
de_de: Standard PHP Version:
es_es: Por defecto la versión de PHP:
ja_jp: デフォルトのPHPバージョン：
nl_nl: Default PHP Versie:
pt_pt: Padrão PHP Versão:

# setDefaultPHPVersion_help
source: By default your Apache webserver runs with the PHP version supplied by the OS. If you have additional PHP versions installed (available in the BlueOnyx Shop), then you can choose a different PHP versions to be the default for the Apache webserver. This selected PHP version is then used on all virtual sites that use PHP as DSO or that use PHP via DSO and mod_ruid2.
da_dk: Som standard din Apache webserver kører med PHP-version leveres af operativsystemet. Hvis du har yderligere PHP-versioner installeret (til rådighed i BlueOnyx Shop), så kan du vælge en anden PHP versioner for at være standard for Apache webserver. Dette valgte PHP-version anvendes derefter på alle virtuelle websteder, der bruger PHP som DSO, eller at brugen PHP via DSO og mod_ruid2.
de_de: Standardmäßig läuft der Apache-Webserver mit der PHP-Version des Betriebssystemes. Wenn Sie zusätzliche PHP-Versionen installiert haben (im BlueOnyx Shop verfügbar), dann können Sie hier eine andere PHP-Versionen auswählen. Die dann ausgewählte PHP-Version wird dann die neue Standard-PHP-Version für den Apache-Webserver. Diese ausgewählte PHP-Version wird dann bei allen virtuellen Seiten aktiviert, welche PHP als DSO oder PHP mittels DSO und mod_ruid2 verwenden. Sind mehrere PHP-Versionen installiert und verfügbar und wird suPHP oder PHP-FPM verwendet, so ist die eingesetzte PHP-Version für die betreffende virtuelle Seite frei wählbar.
es_es: Por defecto su servidor web Apache se ejecuta con la versión PHP suministrado por el sistema operativo. Si tiene versiones adicionales de PHP instaladas (disponibles en la Tienda BlueOnyx), entonces usted puede elegir a diferentes versiones de PHP que sea el predeterminado para el servidor web Apache. Esta versión PHP seleccionado se utiliza en todos los sitios virtuales que utilizan PHP como DSO o que PHP uso a través de DSO y mod_ruid2.
ja_jp: デフォルトでは、Apacheのウェブサーバは、OSによって供給されたPHPのバージョンで動作します。あなたは（BlueOnyxショップで販売中）がインストールされ、追加のPHPのバージョンを持っている場合は、Apacheウェブサーバのデフォルトにするために、異なるバージョンのPHPを選択することができます。この選択されたPHPのバージョンは、その後DSOまたはDSOとmod_ruid2経由その使用PHPとしてPHPを使用するすべての仮想サイト上で使用されます。
nl_nl: Standaard loopt uw ​​Apache webserver met PHP-versie van het besturingssysteem geleverd. Als u extra PHP-versies geïnstalleerd (beschikbaar in de BlueOnyx Shop), dan kunt u kiezen voor een andere PHP-versies naar de standaard voor de Apache webserver. Deze geselecteerde PHP-versie wordt vervolgens gebruikt op alle virtuele sites die PHP gebruiken als DSO of dat het gebruik van PHP via DSO en mod_ruid2.
pt_pt: Por padrão seu servidor web Apache é executado com a versão do PHP fornecido pelo sistema operacional. Se você tiver versões do PHP adicionais instalados (disponíveis no BlueOnyx Loja), então você pode escolher um diferentes versões do PHP para ser o padrão para o servidor web Apache. Esta versão selecionada PHP é usada em todos os sites virtuais que usam PHP como DSO ou que usam PHP via DSO e mod_ruid2.

# extraPHPversions
source: PHP versions available for virtual sites:
da_dk: PHP-versioner til rådighed for virtuelle brancher:
de_de: Verfügbare PHP-Versionen für virtuelle Sites:
es_es: Versiones de PHP para sitios virtuales:
ja_jp: 仮想サイトで使用可能なPHPのバージョン：
nl_nl: PHP-versies beschikbaar voor virtuele locaties:
pt_pt: Versões do PHP disponíveis para sites virtuais:

# extraPHPversions_help
source: If you have multiple PHP versions installed, then you can choose which ones are available for usage on virtual sites. If you have a PHP version installed that you no longer wish to use, then you can move it to the right side of the table below. All virtual sites that are currently using it will then be reverted to the OS supplied PHP version. Additionally the disabled PHP version is then no longer selectable during the creation of new virtual sites.
da_dk: Hvis du har flere PHP-versioner installeret, så kan du vælge, hvilke der er til rådighed til brug på virtuelle websteder. Hvis du har en PHP version installeret, at du ikke længere ønsker at bruge, så kan du flytte den til højre side af tabellen nedenfor. Alle virtuelle websteder, der i øjeblikket bruger det vil så blive tilbage til OS medfølgende PHP version. Derudover handicappede PHP version er så ikke længere vælges under oprettelsen af ​​nye virtuelle steder.
de_de: Wenn mehrere PHP-Versionen installiert sind, dann können Sie wählen, welche davon für den Einsatz auf virtuellen Sites verfügbar sind. Wenn Sie eine PHP-Version installiert haben, die Sie aber nicht mehr verwenden möchten, dann schieben Sie diese nach Rechts und speichern Sie. Diese PHP Version wird dann aus der Zirkulation genommen. Virtuelle Sites, welche diese PHP-Version noch verwenden, werden dann auf die Standard-PHP-Version zurück gestellt. Zusätzlich stehen PHP-Versionen, welche auf diese Weise deaktiviert wurden nicht mehr bei der Konfiguration von virtuellen Sites zur Verfügung.
es_es: Si tiene varias versiones de PHP instalado, entonces usted puede elegir los que están disponibles para su uso en sitios virtuales. Si tiene una versión de PHP instalada que ya no desea utilizar, puede moverlo a la parte derecha de la tabla de abajo. Todos los sitios virtuales que actualmente lo utilizan entonces serán revertidos a la versión PHP OS suministrado. Además la versión PHP discapacitados, ya no es seleccionable durante la creación de nuevos sitios virtuales.
ja_jp: 複数のPHPのバージョンがインストールされている場合は、仮想サイト上での使用のために利用可能なものを選択することができます。あなたは、もはや使用したいことをインストールされていないPHPのバージョンを使用している場合は、下の表の右側に移動することができます。現在それを使用しているすべての仮想サイトはその後、OS付属のPHPのバージョンに戻されます。さらに無効PHPのバージョンは、新しい仮想サイトの作成中に、もはや選択可能ではない。
nl_nl: Als u meerdere PHP-versies geïnstalleerd, dan kunt u kiezen welke beschikbaar is voor gebruik op virtuele sites zijn. Als je een PHP-versie geïnstalleerd die u niet meer wenst te gebruiken, dan kun je deze verplaatsen naar de rechterkant van de tabel hieronder. Alle virtuele sites die momenteel gebruikt het zal dan worden teruggezet naar de meegeleverde OS PHP-versie. Daarnaast gehandicapten PHP-versie is dan niet meer te selecteren tijdens het maken van nieuwe virtuele sites.
pt_pt: Se você tiver várias versões do PHP instalado, em seguida, você pode escolher quais os que estão disponíveis para uso em sites virtuais. Se você tem uma versão do PHP instalado que você não deseja usar, em seguida, você pode movê-la para o lado direito da tabela abaixo. Todos os sites virtuais que estão usando atualmente ele será revertido para o OS fornecido versão PHP. Além disso, a versão deficientes PHP é, então, já não selecionável durante a criação de novos sites virtuais.

# register_globals_exception
source: PHP-5.3 exception
da_dk: PHP-5.3 undtagelse
de_de: PHP-5.3 Ausnahme
es_es: PHP-5.3 excepción
ja_jp: PHP-5.3例外
nl_nl: PHP-5.3 uitzondering
pt_pt: PHP-5.3 exceção

# register_globals_exception_help
source: Since PHP-5.4 the feature 'Register Globals' has effectively been removed from PHP. Therefore the GUI no longer allows to enable 'Register Globals' for PHP-5.4 and later. However: If you have the optionally available PHP-5.3 package installed and enabled, then you can tick this checkbox. That will allow you to set 'Register Globals' to 'On' for virtual sites that are using PHP-5.3.
da_dk: Da PHP-5.4 funktionen 'Register Globals' reelt er blevet fjernet fra PHP. Derfor GUI ikke længere giver mulighed for at gøre det muligt 'Register Globals' til PHP-5.4 og senere. Men: Hvis du har den fås PHP-5.3-pakke installeret og aktiveret, så kan du sætte kryds dette afkrydsningsfelt. Det vil give dig mulighed for at indstille 'Register Globals 'til' On 'for virtuelle websteder, der bruger PHP-5.3.
de_de: Ab der Version PHP-5.4 steht die Funktion 'Register Globals' effektiv nicht mehr zur Verfügung. Deshalb bietet die GUI in der Regel auch keine Möglichkeit mehr, 'Register Globals' für PHP-5.4 (und neuer) zu aktivieren. Falls Sie jedoch das optionale PHP-5.3 Paket aus dem BlueOnyx Shop installiert haben, können Sie hier einen Haken setzen. Das erlaubt dann, auf jenen virtuellen Sites, die PHP-5.3 einsetzen 'Register Globals' bei Bedarf und selektiv für diese virtuelle Site zu aktivieren.
es_es: A partir de PHP-5.4 la función 'Register Globals 'efectivamente ha sido removida de PHP. Por lo tanto la interfaz gráfica de usuario ya no permite habilitar 'Register Globals' para PHP-5.4 y versiones posteriores. Sin embargo: Si tienes el paquete opcional PHP-5.3 instalado y habilitado, entonces usted puede marcar esta casilla. Eso permitirá que usted fije 'Register Globals' a 'On' para los sitios virtuales que utilizan PHP-5.3.
ja_jp: PHP-5.4の特徴なので「グローバル変数の登録は、「効果的にPHPから削除されました。そのため、GUIは、もはやPHP-5.4と後で「グローバル変数の登録」を有効にすることができません。ただし：あなたは、必要に応じて利用できるPHP-5.3パッケージがインストールされ、有効になっている場合は、このチェックボックスをチェックすることができます。つまり、PHP-5.3を使用している仮想サイトのための「ON」に「グローバル変数の登録 'を設定することができます。
nl_nl: Sinds PHP-5.4 de functie 'Register Globals' daadwerkelijk is verwijderd uit PHP. Daarom is de GUI niet meer mogelijk maakt om 'Register Globals' staat voor PHP-5.4 en later. Echter: Als u de optioneel verkrijgbare PHP-5.3-pakket geïnstalleerd en ingeschakeld, dan kunt u dit vakje aanvinken. Dat zal u toelaten om 'Register Globals' op 'Aan' voor virtuele sites die met behulp van PHP-5.3.
pt_pt: Desde o PHP-5.4 o recurso 'Register Globals' efetivamente foi removida do PHP. Portanto, a GUI não permite mais a permitir 'Register Globals' para PHP-5.4 e versões posteriores. No entanto: Se você tem o opcional pacote PHP-5.3 instalado e ativado, então você pode marcar esta opção. Isso permitirá que você defina 'Register Globals' para 'On' para sites virtuais que estão usando PHP-5.3.

# PHP_version_Field
source: Vsite PHP Version:
es_es: Vsite Versión PHP:
ja_jp: Vsite PHPバージョン：
nl_nl: Vsite PHP Versie:
pt_pt: Vsite PHP Versão:

# PHP_version_Field_help
source: This shows the PHP version for this virtual site. If multiple PHP versions are installed on the server and either suPHP or PHP-FPM is used, then it is possible to choose either the OS supplied version of PHP, or a PHP version supplied via one of the optionally available PHP packages. Updated extra PHP packages are available in the BlueOnyx Store and different version of PHP are available. Multiple PHP packages can be installed at the same time. Per virtual site only one PHP version can be used, although different virtual sites can easily run different PHP versions.
da_dk: Dette viser PHP version for denne virtuelle site. Hvis der er installeret flere PHP versioner på serveren og enten suphp eller PHP-FPM bruges, så er det muligt at vælge enten OS medfølgende version af PHP, eller en PHP-version leveres via en af ​​de eventuelt tilgængelige PHP pakker. Opdateret ekstra PHP pakker er tilgængelige i BlueOnyx Store og anden version af PHP er til rådighed. Flere PHP pakker kan installeres samtidig. Per virtuelle websted kun én PHP version kan bruges, selv om forskellige virtuelle sites nemt kan køre forskellige PHP versioner.
de_de: Dieses Feld zeigt die PHP-Version an, welche für diese virtuelle Site verwendet wird. Sofern mehrere PHP-Versionen auf diesem Server gleichzeitig zur Verfügung stehen (und entweder suPHP oder PHP-FPM verwendet wird) kann ausgewählt werden, welche PHP-Version für diese Site verwendet werden soll. Zusätzliche PHP Pakete verschiedener PHP-Versionen sind im BlueOnyx-Shop verfügbar. Es können mehrere Pakete verschiedener PHP-Versionen gleichzeitig installiert werden, was die Auswahl an PHP-Versionen für virtuelle Sites erhöht.
es_es: Esto muestra la versión PHP de este sitio virtual. Si hay varias versiones de PHP están instalados en el servidor y se utiliza ya sea suPHP o PHP-FPM, entonces es posible elegir entre la versión del sistema operativo suministrado de PHP, o una versión de PHP suministrada a través de uno de los paquetes de PHP disponibles opcionalmente. Actualizado paquetes de PHP adicionales están disponibles en la tienda BlueOnyx y diferentes versiones de PHP están disponibles. Paquetes de PHP pueden instalar múltiples al mismo tiempo. Per sitio virtual sólo una versión PHP puede ser usado, aunque diferentes sitios virtuales pueden ejecutar fácilmente diferentes versiones de PHP.
ja_jp: これは、この仮想サイトのPHPバージョンを示しています。複数のPHPのバージョンがサーバーにインストールされているとsuPHPやPHP-FPMのいずれかが使用されている場合、それは、PHPのOSが提供するバージョン、または必要に応じて利用可能なPHPパッケージの1を介して供給されたPHPのバージョンのどちらかを選択することが可能である。更新された余分なPHPパッケージは、BlueOnyxストアで提供され、PHPの異なるバージョンが用意されています。複数のPHPパッケージは同時にインストールすることができる。異なる仮想サイトが簡単に別のバージョンのPHPを実行することができますが、仮想サイトごとに1つだけのPHPのバージョンを使用することができる。
nl_nl: Dit toont de PHP-versie voor deze virtuele website. Als er meerdere PHP-versies zijn geïnstalleerd op de server en ofwel suPHP of PHP-FPM wordt gebruikt, dan is het mogelijk om ofwel de meegeleverde OS-versie van PHP, of een PHP-versie via een van de optioneel verkrijgbare PHP pakketten geleverd kiezen. Bijgewerkt extra PHP-pakketten zijn beschikbaar in de BlueOnyx Store en andere versie van PHP zijn beschikbaar. Meerdere PHP pakketten kunnen tegelijkertijd worden geïnstalleerd. Per virtuele website slechts één PHP versie kan worden gebruikt, hoewel de verschillende virtuele locaties gemakkelijk verschillende PHP-versies kan draaien.
pt_pt: Isto mostra a versão do PHP para este site virtual. Se houver várias versões do PHP estão instalados no servidor e quer suPHP ou PHP-FPM é usado, em seguida, é possível escolher entre a versão do SO fornecido de PHP, ou uma versão PHP fornecido via um dos pacotes PHP opcionalmente disponíveis. Pacotes PHP extras atualizados estão disponíveis na loja BlueOnyx e versão diferente do PHP estão disponíveis. Vários pacotes PHP pode ser instalado ao mesmo tempo. Per site virtual apenas uma versão PHP pode ser utilizado, apesar de diferentes sites virtuais podem facilmente executar diferentes versões do PHP.

# amPHPFPMMASTERStatusOK
source: The service PHP-FPM (OS) is operating normally.
da_dk: Tjenesten PHP-FPM (OS) fungerer normalt.
de_de: Der Dienst PHP-FPM (OS) arbeitet normal.
es_es: El servicio de PHP-FPM (OS) está funcionando normalmente.
ja_jp: サービスPHP-FPM（OS）が正常に動作しています。
nl_nl: De service PHP-FPM (OS) werkt normaal.
pt_pt: O serviço PHP-FPM (OS) está funcionando normalmente.

# amPHPFPMMASTERNotRunning
source: The service [[base-apache.amPHPFPMNameTag]] is not running and could not be restarted. Please check the logfiles for error messages related to this service and run 'systemctl status php-fpm.service' as root from the command line to troubleshoot the problem. If you are still unable to access the [[base-apache.amPHPFPMNameTag]], please visit [[base-sauce-basic.techSupportURL]] for technical support.
da_dk: Servicen [[base-apache.amPHPFPMNameTag]] kører ikke, og kunne ikke genstartes. Husk at tjekke logfiler for fejlmeddelelser relateret til denne tjeneste og køre 'systemctl status php-fpm.service 'som root fra kommandolinjen for at finde problemet. Hvis du stadig ikke kan få adgang til [[base-apache.amPHPFPMNameTag]], kan du besøge [[base-sauce-basic.techSupportURL]] til teknisk support.
de_de: Der Dienst [[base-apache.amPHPFPMNameTag]] läuft nicht und konnte nicht gestartet werden. Bitte prüfen Sie die Protokolldateien auf Fehlermeldungen betreffend dieses Dienstes führen Sie den Befehl 'systemctl status php-fpm.service' als root auf der Kommandozeile zu Diagnosezwecken aus. Falls das nicht zu einer Lösung des Problemes beiträgt und Sie den Dienst [[base-apache.amPHPFPMNameTag]] nicht manuell starten können, dann besuchen Sie bitte [[base-sauce-basic.techSupportURL]] für technischen Support.
es_es: El [[base-apache.amPHPFPMNameTag]] servicio no se está ejecutando y no se pudo reiniciar. Por favor, consulte los archivos de registro de mensajes de error relacionados con este servicio y ejecutar 'estado php-fpm.service systemctl' como root desde la línea de comandos para solucionar el problema. Si sigue sin poder acceder a la [[base-apache.amPHPFPMNameTag]], visite [[base-sauce-basic.techSupportURL]] para soporte técnico.
ja_jp: サービス[[base-apache.amPHPFPMNameTag]]が実行されていないと再起動できませんでした。本サービスに関連するエラーメッセージのためのログファイルをチェックし、問題を解決するには、コマンドラインからrootとして「systemctlステータスのphp-fpm.service 'を実行してください。それでも[[base-apache.amPHPFPMNameTag]]にアクセスできない場合は、技術サポートのために[[base-sauce-basic.techSupportURL]]をご覧ください。
nl_nl: De service [[base-apache.amPHPFPMNameTag]] draait niet en kon niet worden hervat. Kijk dan op de logfiles voor foutmeldingen in verband met deze dienst en run 'systemctl status php-fpm.service' als root vanaf de opdrachtregel om het probleem op te lossen. Als u nog steeds geen toegang tot de [[base-apache.amPHPFPMNameTag]], kunt u terecht op [[base-sauce-basic.techSupportURL]] voor technische ondersteuning.
pt_pt: O [[base-apache.amPHPFPMNameTag]] serviço não está em execução e não pôde ser reiniciado. Por favor, verifique os arquivos de log para mensagens de erro relacionadas com este serviço e executar 'systemctl status php-fpm.service' como root na linha de comando para solucionar o problema. Se você ainda não conseguir acessar a [[base-apache.amPHPFPMNameTag]], visite [[base-sauce-basic.techSupportURL]] para suporte técnico.

# amPHPFPM53StatusOK
source: The service PHP-FPM (for PHP-5.3) is operating normally.
da_dk: Tjenesten PHP-FPM (til PHP-5.3) fungerer normalt.
de_de: Der Dienst PHP-FPM (für PHP-5.3) arbeitet normal.
es_es: El servicio de PHP-FPM (para PHP-5.6) está funcionando normalmente.
ja_jp: サービスPHP-FPM（PHP-5.6用）が正常に動作しています。
nl_nl: De service PHP-FPM (voor PHP-5.3) werkt normaal.
pt_pt: O serviço PHP-FPM (para PHP-5.3) está funcionando normalmente.
