Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5209R/platform/*-apache.mod/locale/*/apache.po
Languages: da_dk, de_de, es_es, fr_fr, ja_jp, nl_nl, pt_pt

# redirect_enabled_help
source: This option allows you to redirect the entire website of this virtual site to another URL. Redirects can either be temporary (HTTP Status Code 302) or permanent (HTTP Status Code 301).
de_de: Diese Option ermöglicht es Ihnen, die gesamte Webseite dieser virtuellen Seite auf eine andere URL umzuleiten. Umleitungen können entweder temporär (HTTP-Statuscode 302) oder permanent (HTTP-Statuscode 301) sein.
nl_nl: Met deze optie kunt u de gehele website van deze virtuele site doorverwijzen naar een andere URL. Redirects kunnen tijdelijk (HTTP-statuscode 302) of permanent (HTTP-statuscode 301) zijn. Als er een proxy wordt gebruikt, dan zal deze webserver alle aanvragen naar de opgegeven externe URL proxy.

source: Redirect Type
de_de: Umleitungstyp
nl_nl: Herdirecte type

# RedirectType_help
source: This specifies the HTTP Status Code with which any web access to any URL of this virtual site will be redirected to the specified URL. Redirects can either be temporary (HTTP Status Code 302) or permanent (HTTP Status Code 301).
de_de: Gibt den HTTP-Statuscode an, mit dem ein Client umgeleitet wird, sobald er auf eine beliebige URL dieser virtuellen Site zugreift. Umleitungen können entweder temporär (HTTP-Statuscode 302) oder permanent (HTTP-Statuscode 301) sein.
nl_nl: Dit specificeert de HTTP Status Code waarmee elke webtoegang tot een URL van deze virtuele site zal worden omgeleid naar de gespecificeerde URL. Heroriëntering kan tijdelijk zijn (HTTP Status Code 302) of permanent (HTTP Status Code 301).

# target
source: Target URL
de_de: Ziel-URL
nl_nl: Doelwit URL

# target_help
source: Please enter the target URL here. Any web access to this virtual site will be redirected to the specified URL. This can either be an http:// or https:// URL. Entered URLs may contain subdirectories, pages and URL parameters. If you wish you can copy and paste the desired target URL from your browser and paste it here.
de_de: Bitte geben Sie hier die Ziel-URL ein. Jeder Web-Zugriff auf dieser virtuellen Seite wird auf die hier angegebene URL umgeleitet. Dies kann entweder eine http:// oder https:// URL sein. Die eingegebenen URL kann auf ein Unterverzeichnis verweisen und Seiten- und URL-Parameter enthalten. Wenn Sie möchten, können Sie die gewünschte Ziel-URL aus Ihrem Browser kopieren und direkt hier einfügen.
nl_nl: Voer hier de URL van het doel in. Elke webtoegang tot deze virtuele site wordt doorgestuurd naar de gespecificeerde URL. Dit kan een http:// of https:// URL zijn. De ingevoerde URL's kunnen submappen, pagina's en URL-parameters bevatten. Als u dat wenst kunt u de gewenste URL van uw browser kopiëren en plakken en hier plakken.

# possvals
source: Valores possíveis: Interger seguido de 's' (por segundos), 'm' (por minutos), 'h' (por horas) ou 'd' (por dias).
de_de: Mögliche Werte: Interger gefolgt von 's' (für Sekunden), 'm' (für Minuten), 'h' (für Stunden) oder 'd' (für Tage)
nl_nl: Mogelijke waarden: tussenvoeging gevolgd door 's' (voor seconden), 'm' (voor minuten), 'h' (voor uren) of 'd' (voor dagen).

# GENERAL_NGINX_DIVIDER
source: Nginx como um proxy SSL:
de_de: Nginx als SSL-Proxy:
nl_nl: Gebruik Nginx als SSL-proxy:

# Nginx_Info_Text
source: O servidor web Apache que acompanha o BlueOnyx faz um bom trabalho em servir páginas HTTP tradicionais. Mas em termos de HTTPS ele tem algumas deficiências. Por exemplo, ele não pode responder a solicitações HTTP/2 e as cifras TLS suportadas também não são as melhores possíveis como o HTTP/2 é uma melhoria considerável e também queremos que nossas conexões TLS tenham a melhor qualidade e segurança possíveis, agora oferecemos a capacidade de permitir que o Apache continue a atender a solicitações HTTP e rotear todas as conexões HTTPS por meio de um encaminhamento Nginx Se você marcar a caixa de seleção abaixo, este servidor será reconfigurado para que o Apache perca a autoridade sobre a exibição de páginas HTTPS e deixe o Nginx assumir o HTTPS. Esse recurso pode ser revertido a qualquer momento simplesmente desmarcando a caixa de seleção novamente.
de_de: Der Apache-Webserver der mit BlueOnyx ausgeliefert wird leistet gute Arbeit bei der Auslieferung traditioneller HTTP-Inhalte. Bei der Auslieferung von HTTPS-Inhalten zeigen sich jedoch einige Schwächen. So kann der von RedHat/CentOS derweil bereitgestellte Apache kein HTTP/2 und die unterstützten und möglichen TLS-Chiffren sind auch nicht die beste Wahl. Da HTTP/2 eine erhebliche Verbesserung darstellt und wir Wert auf bestmöglicher Qualität und Sicherheit bei TLS-Verbindungen legen, bieten wir nun die Möglichkeit an, dass der Apache weiterhin HTTP-Anfragen bedient und alle HTTPS-Verbindungen über eine Nginx-Forwarding-Proxy leitet. Wenn Sie das Kontrollkästchen aktivieren, wird Ihr Server so umkonfiguriert, dass Apache die Verfügungsgewalt für HTTPS-Seiten verliert und Nginx die Auslieferung von Webinhalten per HTTPS übernimmt. Diese Funktion kann jederzeit wieder rückgängig gemacht werden indem Sie das Kontrollkästchen einfach wieder deaktivieren.
nl_nl: De Apache webserver die bij BlueOnyx wordt geleverd, doet goed werk in het serveren van traditionele HTTP-pagina's. Maar in termen van HTTPS heeft het een paar tekortkomingen. Het kan bijvoorbeeld geen antwoord geven op HTTP/2-verzoeken en de ondersteunde TLS-codes zijn ook niet de best mogelijke keuzes. Aangezien HTTP/2 een aanzienlijke verbetering is en we ook willen dat onze TLS-verbindingen van de best mogelijke kwaliteit en veiligheid zijn, bieden we nu de mogelijkheid om Apache HTTP-verzoeken te laten blijven bedienen en alle HTTPS-verbindingen te routeren via een Nginx forwarding proxy. Als u het selectievakje hieronder inschakelt, wordt deze server opnieuw geconfigureerd zodat Apache geen gezag meer heeft over het serveren van HTTPS-pagina's en Nginx het HTTPS kan overnemen. Deze functie kan te allen tijde worden omgekeerd door het selectievakje weer uit te schakelen.

# NGINX_CFG_DIVIDER
source: Configuração Nginx:
de_de: Nginx Konfiguration:
nl_nl: Nginx configuratie:

# worker_processes
source: Processos de trabalho
de_de: Arbeitsprozesse
nl_nl: Werknemersprocessen

# worker_processes_help
source: Define o número de processos de trabalho. O valor ideal depende de muitos fatores, incluindo (mas não limitado a) o número de núcleos de CPU, o número de unidades de disco rígido que armazenam dados e o padrão de carga. para o número de núcleos de CPU disponíveis seria um bom começo. O valor 'auto' tentará autodetectá-lo. Valores possíveis: 'auto' ou um inteiro.
de_de: Definiert die Anzahl der Nginx-Arbeitsprozesse. Der optimale Wert hängt von vielen Faktoren ab. Einschließlich (aber nicht nur) die Anzahl der CPU-Kerne, die Anzahl der Festplatten und Auslastung derselben. Eine gute Variante ist es, die Anzahl der verfügbaren CPU-Kerne als Wert auszuwählen. Wenn Sie stattdessen 'auto' als Wert eintragen, so wird Nginx automatisch versuchen einen optimalen Wert zu ermitteln. Gültige Eingaben: 'auto' oder eine Ganzzahl.
nl_nl: Legt het aantal arbeidersprocessen vast. De optimale waarde is afhankelijk van vele factoren, waaronder (maar niet beperkt tot) het aantal CPU-kernen, het aantal harde schijven dat gegevens opslaat en het belastingspatroon. In geval van twijfel zou het een goed begin zijn om deze in te stellen op het aantal beschikbare CPU-kernen. De waarde 'auto' zal proberen deze automatisch te detecteren. Mogelijke waarden: 'auto' of een geheel getal.

# worker_connections
source: Conexões do Trabalhador
de_de: Arbeitsverbindungen
nl_nl: Aansluitingen van werknemers

# worker_connections_help
source: Define o número máximo de conexões simultâneas que podem ser abertas por um processo de trabalho. Deve-se ter em mente que este número inclui todas as conexões (por exemplo, conexões com servidores proxy, entre outros), não apenas conexões com clientes. que o número real de conexões simultâneas não pode exceder o limite atual do número máximo de arquivos abertos.
de_de: Legt die maximale Anzahl gleichzeitiger Verbindungen fest, die von einem Nginx-Arbeitsprozesse geöffnet werden können. Es ist zu beachten, dass diese Nummer alle Verbindungen (z.B. Verbindungen mit Proxy-Servern) umfasst und nicht nur Verbindungen mit Clients. Desweiteren darf der Maximalwert nicht größer sein, als die maximale Anzahl von Files, die das Betriebssystem gleichzeitig offen haben darf.
nl_nl: Stelt het maximale aantal gelijktijdige verbindingen in dat door een arbeidersproces kan worden geopend. Er dient rekening mee te worden gehouden dat dit nummer alle verbindingen omvat (bijvoorbeeld verbindingen met proxyservers), en niet alleen verbindingen met cliënten. Een andere overweging is dat het werkelijke aantal gelijktijdige verbindingen niet hoger mag zijn dan de huidige limiet op het maximale aantal openstaande bestanden.

# max_age
source: Máxima idade
de_de: Maximales Alter
nl_nl: Maximale leeftijd

# max_age_help
source: Quando um navegador vê o cabeçalho HSTS de um site HTTPS, ele descobre que esse domínio só deve ser acessado usando HTTPS (SSL ou TLS). Ele armazena essas informações no período max-age (normalmente 31.536.000 segundos, igual a cerca de 1 ano).
de_de: Wenn ein Browser den HSTS-Header von einer HTTPS-Website sieht, dann realisiert der Browser, dass diese Seite nur mit HTTPS angesteuert werden soll. Er speichert diese Information für die hier festgelegte Höchstzeit ('Maximales Alter') und steuert die Seite innerhalb dieser Zeit nur noch per HTTPS an. Der Standardwert beträgt 31.536.000 Sekunden, was einem Jahr entspricht.
nl_nl: Wanneer een browser de HSTS-header vanaf een HTTPS-website ziet, leert hij dat dit domein alleen via HTTPS (SSL of TLS) toegankelijk moet zijn. Deze informatie wordt opgeslagen voor de maximumleeftijd (typisch 31.536.000 seconden, gelijk aan ongeveer 1 jaar).

# include_subdomains
source: Incluir Subdomínios
de_de: Subdomains einbeziehen
nl_nl: Omvat subdomeinen

# include_subdomains_help
source: O parâmetro opcional include subdomains informa ao navegador que a política HSTS também se aplica a todos os subdomínios do domínio atual.
de_de: Wenn diese Schaltfläche markiert ist, so bekommt der Browser per HSTS-Header mitgeteilt, dass auch Subdomänen dieser Domäne nur noch per HTTPS anzusteuern sind.
nl_nl: De optionele include subdomeinen parameter vertelt de browser dat het HSTS beleid ook van toepassing is op alle subdomeinen van het huidige domein.

# ssl_session_timeout
source: Tempo limite da sessão SSL
de_de: SSL Sitzungs-Timeout
nl_nl: SSL Gebruiksduur Sessie

# ssl_session_timeout_help
source: Especifica um tempo durante o qual um cliente pode reutilizar os parâmetros de sessão da sessão HTTPS em andamento. [[base-apache.possvals]]
de_de: Gibt eine Zeit an, in der ein Client die Sitzungsparameter der laufenden HTTPS-Sitzung wiederverwenden darf. [[base-apache.possvals]]
nl_nl: Specificeert een tijd waarin een cliënt de sessieparameters van de lopende HTTPS-sessie mag hergebruiken. [[base-apache.possvals]]

# ssl_session_cache
source: Cache de sessão SSL
de_de: SSL Sitzungs-Cache
nl_nl: SSL Sessie Cache

# ssl_session_cache_help
source: Define por quanto tempo os dados da sessão SSL são armazenados em cache. [[base-apache.possvals]]
de_de: "Legt fest, wie lange SSL-Sitzungsdaten zwischengespeichert werden. [[base-apache.possvals]]
nl_nl: Legt vast hoe lang SSL-sessiegegevens in de cache staan. [[base-apache.possvals]]

# ssl_session_tickets
source: Tickets de sessão SSL
de_de: SSL Sitzungs-Tickets
nl_nl: SSL Sessie Tickets

# ssl_session_tickets_help
source: Ativa ou desativa a retomada de sessão por meio de tíquetes de sessão TLS.
de_de: Aktiviert oder deaktiviert die Sitzungswiederaufnahme über TLS-Sitzungstickets.
nl_nl: Hiermee schakelt u het hervatten van sessies in of uit via TLS-sessietickets.

# resolver_valid
source: Validade do Resolvedor OCSP
de_de: OCSP Resolver Validity
nl_nl: OCSP-resolver-geldigheid

# resolver_valid_help
source: Para que o grampeamento do OCSP funcione, o Nginx precisa usar resolvedores de DNS para se conectar aos respondentes do OCSP. Essa configuração define com que frequência o Nginx verifica a validade dos resolvedores do OCSP.
de_de: For the OCSP stapling to work Nginx needs to use DNS resolvers to connect to OCSP responders. This setting defines how often Nginx checks the validity of OCSP resolvers.
nl_nl: Om de OCSP-nieten te laten werken, moet Nginx DNS-resolvers gebruiken om verbinding te maken met OCSP-responders. Deze instelling bepaalt hoe vaak Nginx de geldigheid van OCSP-oplossers controleert.

# resolver_timeout
source: Tempo limite do resolvedor OCSP
de_de: OCSP Resolver-Gültigkeit
nl_nl: OCSP-oplossing Timeout

# resolver_timeout_help
source: Define por quanto tempo o Nginx espera por uma resposta de um resolvedor OCSP antes de decidir que a conexão não está funcionando. [[base-apache.possvals]]
de_de: Damit die OCSP-Heftung funktioniert, muss Nginx DNS-Resolver verwenden, um sich mit OCSP-Respondern zu verbinden. Diese Einstellung legt fest, wie oft Nginx die Gültigkeit von OCSP-Resolvern überprüft.
nl_nl: Legt vast hoe lang Nginx wacht op een reactie van een OCSP-resolver voordat hij besluit dat de verbinding niet werkt. [[base-apache.possvals]]

# ssl_stapling
source: Grampeamento do OCSP SSL
de_de: OCSP SSL Stapling
nl_nl: OSCP-verificatie

# ssl_stapling_help
source: Ativa ou desativa o grampeamento das respostas OCSP pelo servidor. O grampeamento OCSP, formalmente conhecido como a extensão Solicitação de Status do Certificado TLS, permite que o apresentador de um certificado suporte o custo de recursos envolvido no fornecimento de respostas OCSP anexando ('grampeando') a resposta OCSP com registro de data e hora assinada pela autoridade de certificação para o handshake TLS inicial, eliminando a necessidade de os clientes contatarem a CA.
de_de: Aktiviert oder deaktiviert OCSP-Antworten durch den Server. 'Online Certificate Status Protocol stapling', formell bekannt als die 'TLS-Zertifikatsstatusabfrage-Erweiterung', ist ein alternativer Ansatz zum 'Online Certificate Status Protocol' (OCSP) um den Gültigkeitsstatus von digitalen Zertifikaten nach X.509 zu prüfen. Es ermöglicht dem Zertifizierten die Aufgabe der Zertifikatsvalidierung zu übernehmen, indem er eine von der Zertifizierungsstelle signierte OCSP-Antwort mit Zeitstempel an den ursprünglichen TLS-Handshake anhängt ('stapling'). Dieses Verfahren verringert den Kommunikationsaufwand zwischen Clients und Zertifizierungsstellen deutlich.
nl_nl: Schakelt nieten van OCSP-reacties door de server in of uit. Door OCSP-nietdiensten, formeel bekend als de verlenging van het statusverzoek voor het TLS-certificaat, kan de houder van het certificaat de kosten van de OCSP-respons dragen door een door de CA ondertekend OCSP-antwoord met een tijdsvermelding toe te voegen aan de initiële TLS-handschok, waardoor klanten geen contact meer hoeven op te nemen met de certificeringsinstantie.

# ssl_stapling_verify
source: Verificação do OSCP
de_de: OSCP-Verifizierung
nl_nl: OSCP Verification

# ssl_stapling_verify_help
source: Habilita ou desabilita a verificação de respostas OCSP pelo servidor. O padrão é: Não habilitado. A razão para isso é que após uma reinicialização do Nginx, pode levar vários minutos até que o status OSCP de todos os certificados seja estabelecido novamente. Durante esse tempo As respostas do OSCP serão atendidas, mas com a nota em anexo que falharam na verificação. Somente ative isso se você souber o que está fazendo.
de_de: Aktiviert oder deaktiviert die Überprüfung von OCSP-Antworten durch den Server. Die Voreinstellung ist: Nicht aktiviert. Der Grund dafür ist, dass es nach einem Neustart von Nginx einige Minuten dauern kann, bis der OSCP-Status aller Zertifikate wieder hergestellt ist. Während dieser Zeit werden OSCP-Antworten zugestellt, aber mit dem beigefügten Vermerk, dass sie nicht verifiziert wurden. Schalten Sie das nur ein, wenn Sie wissen, was Sie tun.
nl_nl: Schakelt de verificatie van OCSP-reacties door de server in of uit. De standaardinstelling is: Niet ingeschakeld. De reden hiervoor is dat het na een herstart van Nginx enkele minuten kan duren voordat de OSCP-status van alle certificaten opnieuw is vastgesteld. Gedurende die periode worden de antwoorden van de OSCP's betekend, maar met de bijgevoegde opmerking dat de verificatie is mislukt. Schakel dit alleen in als je weet wat je aan het doen bent.

# enabled
source: Proxy SSL Nginx
de_de: Nginx SSL-Proxy
nl_nl: Nginx SSL Proxy

# enabled_help
source: Ativa o Nginx SSL Proxy. Todas as solicitações HTTPS serão respondidas pelo Nginx, que atua como um proxy entre o Apache e os navegadores da Web de visita.
de_de: Aktiviert die Nginx SSL-Proxy. Alle HTTPS-Anfragen werden dann von Nginx beantwortet, welcher als Proxy oder Vermittler zwischen dem Browser des Besuchers und dem Apache Webserver agiert.
nl_nl: Schakelt de Nginx SSL-proxy in. Alle HTTPS-verzoeken worden dan beantwoord door Nginx, die als proxy fungeert tussen Apache en de bezoekende webbrowser.

# cgi
source: Enable Common Gateway Interface (CGI)
da_dk: Aktiver Common Gateway Interface (CGI)
de_de: Common Gateway Interface (CGI) Einschalten
es_es: Habilitar Common Gateway Interface (CGI)
fr_fr: Activer Common Gateway Interface (CGI)
ja_jp: CGI (Common Gateway Interface) を有効にする
pt_pt: Ativar Common Gateway Interface (CGI)

# cgiAccessField
source: CGI Access
da_dk: CGI adgang
de_de: CGI-Zugriff
es_es: Acceso CGI
fr_fr: Accès CGI
ja_jp: CGI アクセス
pt_pt: Acesso CGI

# frontpageField
source: FrontPage Server Extensions
da_dk: FrontPage Server Extentions
de_de: FrontPage Server-Erweiterungen
es_es: Extensiones de servidor de FrontPage
fr_fr: Extensions Serveur FrontPage
ja_jp: FrontPage サーバエクステンション

# maxSpareField
source: Maximum Spare Servers
da_dk: Maksimalt antal servere i reserve
de_de: Maximale Anzahl von zusätzlichen Webserver-Prozessen
es_es: Servidores Máximo Piezas
fr_fr: Maximum de processus du serveur-web
ja_jp: 最大スペアサーバ数
pt_pt: Peças Servidores máximo

# minSpareField
source: Minimum Spare Servers
da_dk: Minimum antal servere i reserve
de_de: Minimale Anzahl von verfügbaren Webservern
es_es: Servidores Piezas mínimos
fr_fr: Minimum de processus du serveur-web
ja_jp: 最小スペアサーバ数
pt_pt: Peças Servidores mínimos

# ssi
source: Enable Server-Side Includes (SSI)
de_de: Server-Side Includes (SSI) einschalten
es_es: Habilitar Incluye el lado del servidor (SSI)
fr_fr: Activer Server Side Includes (SSI)
ja_jp: SSI (Server-Side Includes) を有効にする
pt_pt: Ativar Server-Side Includes (SSI)

# PHP_enabled
source: Enable PHP Scripting
da_dk: Aktiver PHP Scripting
de_de: PHP Scripting Aktivieren
es_es: Habilitar PHP Scripting
fr_fr: PHP Scripting activé
ja_jp: PHPスクリプトを有効にする
pt_pt: Ativar Scripting PHP

# apache
source: Web
fr_fr: Serveur-Web
ja_jp: ウェブ
pt_pt: Teia

# amApacheNameTag
source: Web Server
es_es: Servidor Web
fr_fr: Serveur-Web
ja_jp: ウェブサーバ
pt_pt: Servidor Web

# amApacheDetails
source: Web Server Details
da_dk: Webserverdetaljer
es_es: Detalles del Servidor Web
fr_fr: Détails du serveur-web
ja_jp: ウェブサーバの詳細
pt_pt: Detalhes do Servidor Web

# amAdmservNameTag
source: Server Desktop
da_dk: Serverskrivebord
es_es: Escritorio del servidor
fr_fr: Desktop du serveur
ja_jp: サーバデスクトップ

# amAdmservDetails
source: Server Desktop Details
da_dk: Detaljer om serverskrivebordet
es_es: Detalles de la computadora del servidor
fr_fr: Détails sur le [[base-apache.amAdmservNameTag]]
ja_jp: サーバデスクトップの詳細
pt_pt: Detalhes do servidor da área de trabalho

# maxSpareField_invalid
source: [[base-apache.minSpareField_invalid]]
ja_jp: 「最大スペアサーバ数」欄に指定されたスペアウェブサーバの最大数が不正です。表示されている範囲内の整数で指定してください。

# webScripting
source: Web
fr_fr: WebScript
ja_jp: ウェブ
pt_pt: Teia

# phpI18nName
source: PHP Scripting
ja_jp: PHPスクリプト

# cgiI18nName
source: Common Gateway Interface (CGI)
ja_jp: コモンゲートウェイインタフェース（CGI）

# ssiI18nName
source: Server-Side Includes (SSI)
es_es: Incluye el lado del servidor (SSI)
ja_jp: サーバーサイドインクルード（SSI）

# Options_FollowSymLinksField
source: FollowSymLinks
ja_jp: FollowSymLinksを

# Options_MultiViewsField
source: MultiViews
ja_jp: MultiViewsオプション

# Options_SymLinksIfOwnerMatchField
source: SymLinksIfOwnerMatch
ja_jp: SymLinksIfOwnerMatchが

# AllowOverride_AuthConfigField
source: AuthConfig
ja_jp: authconfigの

# AllowOverride_FileInfoField
source: FileInfo
ja_jp: のFileInfo

# DIVIDER_ALLOWOVERRIDE
source: AllowOverride:
fr_fr: AllowOverride&nbsp;:
ja_jp: AllowOverrideの：

source: HSTS
ja_jp: のHSTS
