Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5209R/platform/*-apache.mod/locale/*/apache.po
Languages: da_dk, de_de, es_es, fr_fr, ja_jp, nl_nl, pt_pt

# Options_IndexesField_help
source: If a URL which maps to a directory is requested, and the there is no DirectoryIndex (e.g., index.html) in that directory, then the server will return a formatted listing of the directory. (Default: On)
da_dk: Hvis en URL, som kort til en mappe der anmodes og der er ingen DirectoryIndex (fx index.html) i denne mappe, så vil serveren returnere en formateret liste af biblioteket. (Standard: Til)
de_de: Wenn eine URL, die auf ein Verzeichnis zeigt, in dem sich keine durch DirectoryIndex definierte Indexdatei (z.B. index.html) befindet, dann liefert mod_autoindex eine formatierte Auflistung des Verzeichnisses zurück. (Standard: An)
es_es: Si se solicita una dirección URL que se asigna a un directorio, y no hay DirectoryIndex (por ejemplo, index.html) en ese directorio, el servidor devolverá una lista con los contenidos del directorio. (Por defecto: On)
fr_fr: Si une URL mène à un répertoire existant et qu'il n'y a pas de fichier DirectoryIndex (par exemple index.html) dans ce répertoire, le serveur renverra une liste formatée du contenu du répertoire. (activé par défaut)
ja_jp: どのディレクトリにマップされたURLがリクエストされ、そのディレクトリ内にDirectoryIndexに（例えば、index.htmlには）存在していない場合、サーバはディレクトリ内の一覧を整形して返します。 （デフォルト：オン）
nl_nl: Als een URL die is toegewezen aan een map wordt gevraagd, en het is er geen DirectoryIndex (bijv. index.html) in die map, dan zal de server een geformatteerde lijst van de directory terug te keren. (Standaard: On)
pt_pt: Se um URL que mapeia para um diretório é solicitada, ea não há DirectoryIndex (por exemplo, index.html) no diretório, o servidor retornará uma lista formatada do diretório. (Padrão: Ativado)

# Options_MultiViewsField_help
source: Content negotiated MultiViews are allowed. Used for displaying pages in different languages based on browser locales. (Default: On)
da_dk: Indhold forhandlet MultiViews er tilladt. Anvendes til at vise sider på forskellige sprog baseret på browser locales. (Standard: Til)
de_de: 'MultiViews' sind bei der Verwendung von mod_negotiation erlaubt (siehe Content-Negotiation). (Standard: An)
es_es: Se permite contenido MultiViews negociados. Se utiliza para la visualización de páginas en diferentes idiomas basados ​​en la localización en tu navegador. (Por defecto: On)
fr_fr: La négociation de contenu MultiViews est autorisée. Celle-ci permet d'afficher des pages dans des langues différentes grâce aux paramètres régionaux du navigateur utilisé. (activé par défaut)
ja_jp: コンテンツネゴシエーションさMultiViewsオプションが許可されています。ブラウザのロケールに基づいて、異なる言語のページを表示するために使用される。 （デフォルト：オン）
nl_nl: Content onderhandeld MultiViews zijn toegestaan. Gebruikt voor het weergeven van pagina's in verschillende talen op basis van browser locales. (Standaard: On)
pt_pt: Conteúdo MultiViews negociados são permitidos. Usado para exibir páginas em diferentes linguagens baseadas em localidades navegador. (Padrão: Ativado)

# Options_SymLinksIfOwnerMatchField_help
source: The server will only follow symbolic links for which the target file or directory is owned by the same user id as the link. (Default: Off)
da_dk: Serveren vil kun følge symbolske links, for hvilken indikativprisen fil eller mappe er ejet af den samme bruger-id, som linket. (Standard: Fra)
de_de: Der Server folgt nur symbolischen Links, bei denen die Zieldatei bzw. das Zielverzeichnis der gleichen Benutzerkennung gehört, wie der Link. (Standard: Aus)
es_es: El servidor sólo seguir enlaces simbólicos para que el fichero o directorio es propiedad del mismo usuario que el enlace. (Por defecto: Desactivado)
fr_fr: Le serveur ne suivra les liens symboliques aux fichiers ou répertoires adressés que si ceux-ci appartiennent au même utilisateur que le lien lui-même. (désactivé par défaut)
ja_jp: サーバは、ターゲットのファイルまたはディレクトリがリンクと同じユーザーIDによって所有されているシンボリックリンクをたどります。 （デフォルト：オフ）
nl_nl: De server zal alleen volgen symbolische koppelingen waarvoor het doel bestand of de map is eigendom van dezelfde gebruiker-ID als de link. (Standaard: Uit)
pt_pt: O servidor somente seguirá links simbólicos para o qual o arquivo ou diretório de destino é de propriedade da mesma ID de usuário como o link. (Padrão: Desativado)

# AllowOverride_AllField
source: All
da_dk: Alle
es_es: Todo
fr_fr: OverrideAll
ja_jp: すべて
nl_nl: Alle
pt_pt: Tudo

# AllowOverride_AllField_help
source: When the server finds an .htaccess file it needs to know which directives declared in that file can override earlier access information. Ticking this box will allow to override ALL Apache settings (Dangerous! Default: Off)
da_dk: Når serveren finder en. Htaccess fil er det nødvendigt at vide, hvilke direktiver erklæret i denne fil kan tilsidesætte tidligere adgangsoplysninger. Tikkende denne boks vil gøre det muligt at tilsidesætte alle Apache indstillinger (Dangerous! Standard: Fra)
de_de: Wenn Apache ein .htaccess file im Webspace findet, muss es wissen, welche Voreinstellungen von Apache durch die .htaccess Datei überschrieben werden dürfen. Markiert man diesen Schalter, darf per .htaccess JEDE Einstellung überschrieben werden. (ACHTUNG! Potentiell gefährlich! Standard: Aus)
es_es: Cuando el servidor encuentra un archivo htaccess. Necesita saber que directivas presentes en ese fichero pueden prevalecer sobre acceso a la información anterior. En esta caja se permitirá anular todos los ajustes de Apache (Dangerous! predeterminado: Off)
fr_fr: Lorsque le serveur trouve un fichier .htaccess, il doit savoir si les directives Apache spécifiées dans ce fichier auront le droit d'outrepasser les directives déclarées auparavant par défault. En cochant cette case, TOUTES les directives définies dans le fichier .htaccess seront prioritaires. (DANGEREUX&nbsp;! désactivé par défaut)
ja_jp: サーバがhtaccessファイルを見つけると、そのファイルの中で宣言ディレクティブは、以前のアクセス情報を上書きすることができるかを知る必要があります。 （：オフDangerous!デフォルト）は、このボックスにチェックを入れ、すべてのApacheの設定を上書きすることができます
nl_nl: Wanneer de server vindt een. Htaccess bestand het moet weten welke richtlijnen in dat bestand verklaarde eerder toegang tot informatie kan overschrijven. Dit vakje zal toelaten om ALLE Apache instellingen overschrijven (Dangerous! Standaard: Uit)
pt_pt: Quando o servidor encontra um arquivo htaccess. Ele precisa saber qual directivas declarados nesse arquivo pode substituir as informações de acesso mais cedo. Assinalando esta opção permitirá substituir TODAS as configurações do Apache (Dangerous! Padrão: Off)

# AllowOverride_AuthConfigField_help
source: Allow use of the authorization directives (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthDigestRealmSeed, AuthType, AuthUserFile, Require, etc.). (Default: On)
da_dk: Tillad brug af tilladelsen direktiver (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthDigestRealmSeed, AuthType, AuthUserFile, Kræv, etc.). (Standard: Til)
de_de: Erlaubt die Verwendung von Autorisierungs-Anweisungen (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthType, AuthUserFile, Require usw.). (Standard: An)
es_es: Permitir el uso de las directivas de autorización (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthDigestRealmSeed, AuthType, AuthUserFile, Exigir, etc.) (Por defecto: On)
fr_fr: Permet l'utilisation des directives Apache réglementant de l'autorisation d'accès comme AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthDigestRealmSeed, AuthType, AuthUserFile, Require etc. (activé par défaut)
ja_jp: 許可指令（AuthDBMGroupFileを、AuthDBMUserFile、AuthGroupFileは、でAuthName、AuthDigestRealmSeed、AuthTypeディレクティブ、AuthUserFileは、要求など）を使用することができます。 （デフォルト：オン）
nl_nl: Laat het gebruik van de richtlijnen vergunning (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthDigestRealmSeed, AuthType, AuthUserFile, vereisen, enz.). (Standaard: On)
pt_pt: Permitir o uso das diretivas de autorização (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthDigestRealmSeed, AuthType, AuthUserFile, Exigir, etc.) (Padrão: Ativado)

# AllowOverride_FileInfoField_help
source: Allow use of the directives controlling document types (AddEncoding, AddLanguage, AddType, DefaultType, ErrorDocument, LanguagePriority, etc.). (Default: Off)
da_dk: Tillad brug af direktiverne kontrollerende dokumenttyper (AddEncoding, AddLanguage, AddType, DefaultType, ErrorDocument, LanguagePriority, etc.). (Standard: Fra)
de_de: Erlaubt die Verwendung von Direktiven zur Steuerung der Dokumenttypen (DefaultType, ErrorDocument, ForceType, LanguagePriority, SetHandler, SetInputFilter, SetOutputFilter, und mod_mime-Direktiven Add* und Remove* usw.). (Standard: Aus)
es_es: Permitir el uso de directivas que controlan el tipo de documento (AddEncoding, AddLanguage, AddType, DefaultType, ErrorDocument, LanguagePriority, etc.) (Por defecto: Desactivado)
fr_fr: Permet l'utilisation des directives Apache contrôlant les types de documents comme AddEncoding, AddLanguage, AddType, DefaultType, ErrorDocument, LanguagePriority etc. (désactivé par défaut)
ja_jp: ドキュメントタイプ（AddEncodingディレクティブ、AddHandlerディレクティブ、AddLanguageディレクティブ、AddTypeディレクティブ、DefaultTypeで、ErrorDocumentを、LanguagePriorityは、など）を制御するためのディレクティブの使用を許可します。 （デフォルト：オフ）
nl_nl: Laat het gebruik van de richtlijnen controlerende documenttypen (AddEncoding, AddLanguage, AddType, DefaultType, ErrorDocument, LanguagePriority, enz.). (Standaard: Uit)
pt_pt: Permitir o uso das diretivas que controlam os tipos (AddEncoding, AddLanguage, AddType, DefaultType, ErrorDocument, LanguagePriority, etc) de documentos. (Padrão: Desativado)

# AllowOverride_IndexesField
source: Indexes
es_es: Índices
ja_jp: インデックス
nl_nl: Indexen
pt_pt: Índices

# AllowOverride_IndexesField_help
source: Allow use of the directives controlling directory indexing (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, etc.). (Default: On)
da_dk: Tillad brug af direktiverne kontrollerende directory indeksering (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, etc.). (Standard: Til)
de_de: Erlaubt die Verwendung von Direktiven zur Steuerung von Verzeichnisindizes (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName usw.). (Standard: An)
es_es: Permitir el uso de directivas que controlan el indexado de directorios (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, etc.) (Por defecto: On)
fr_fr: Permet l'utilisation des directives Apache contrôlant l'indexation des répertoires comme AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName etc. (activé par défaut)
ja_jp: （AddDescription、よりAddIconByType、AddIconByEncoding、AddIconByTypeを、DefaultIconは、DirectoryIndexに、もしFancyIndexing、もしHeaderName、IndexIgnoreは、IndexOptionsは、ReadmeNameと、など）ディレクトリインデックスを制御するディレクティブの使用を許可。 （デフォルト：オン）
nl_nl: Laat het gebruik van de richtlijnen controlerende directory indexering (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, enz.). (Standaard: On)
pt_pt: Permitir o uso das diretivas que controlam a indexação de diretório (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, etc.) (Padrão: Ativado)

# AllowOverride_LimitField
source: Limit
da_dk: Begræns
es_es: Limitar
ja_jp: 制限
nl_nl: Limiet
pt_pt: Limitar

# AllowOverride_LimitField_help
source: Allow use of the directives controlling host access (Allow, Deny and Order). (Default: On)
da_dk: Tillad brug af direktiverne kontrollerende værtsadgang (Tillad, Afvis og Order). (Standard: Til)
de_de: Erlaubt die Verwendung von Direktiven zur Steuerung des Zugriffs von Hosts (Allow, Deny und Order). (Standard: An)
es_es: Permitir el uso de directivas que controlan el acceso al host (Allow, Deny y Order). (Por defecto: On)
fr_fr: Permet l'utilisation des directives Apache Allow, Deny, Order réglementant l'accès des hôtes. (activé par défaut)
ja_jp: （許可拒否およびOrde??r）ホストアクセスを制御するディレクティブの使用を許可。 （デフォルト：オン）
nl_nl: Laat het gebruik van de richtlijnen controlerende hosttoegangslijst (Toestaan, Weigeren en bestellen). (Standaard: On)
pt_pt: Permitir o uso das diretivas que controlam o acesso host (Permitir, Negar e da Ordem). (Padrão: Ativado)

# AllowOverride_OptionsField
source: Options
da_dk: Optioner
es_es: Opciones
ja_jp: オプション
nl_nl: Opties
pt_pt: Opções

# AllowOverride_OptionsField_help
source: Allow use of the directives controlling specific directory features (Options and XBitHack). (Default: Off)
da_dk: Tillad brug af direktiverne kontrollerer specifikke bibliotek funktioner (Options og XBitHack). (Standard: Fra)
de_de: Erlaubt die Verwendung von Direktiven zur Steuerung spezieller Verzeichniseigenschaften (Options und XBitHack). (Standard: Aus)
es_es: Permitir el uso de directivas que controlan funciones de directorio específicos (Opciones y XBitHack). (Por defecto: Desactivado)
fr_fr: Permet l'utilisation des directives Apache Options et XBitHack contrôlant les fonctionnalités spécifiques d'un répertoire. (désactivé par défaut)
ja_jp: 特定のディレクトリ機能（オプションとXBitHack）を制御するためのディレクティブの使用を許可します。 （デフォルト：オフ）
nl_nl: Laat het gebruik van de richtlijnen regelen van specifieke directory kenmerken (Opties en XBitHack). (Standaard: Uit)
pt_pt: Permitir o uso das diretivas que controlam características específicas do diretório (Options e XBitHack). (Padrão: Desativado)

# DIVIDER_TOP
source: General Apache configuration:
da_dk: General Apache konfiguration:
de_de: Generelle Apache-Konfiguration:
es_es: Configuración general de Apache:
fr_fr: Configuration générale Apache&nbsp;:
ja_jp: 一般的なApacheの設定：
nl_nl: Algemeen Apache configuratie:
pt_pt: A configuração geral Apache:

# DIVIDER_EXPLANATION
source: Apache features for virtual site directories:
da_dk: Apache funktioner til virtuelle site mapper:
de_de: Apache-Einstellungen für Verzeichnisse virtueller Sites:
es_es: Características de Apache para los directorios virtuales del sitio:
fr_fr: Caractéristiques Apache pour les répertoires de sites virtuels&nbsp;:
ja_jp: 仮想サイトのディレクトリ用のApacheの特徴：
nl_nl: Apache biedt voor virtuele sitedirectory:
pt_pt: Características do Apache para diretórios virtuais do site:

# BlueOnyx_Info_Text
source: A section in /etc/httpd/conf.d/blueonyx.conf defines which 'Options' and 'AllowOverride' features are allowed for the directory (/home/.sites/) in which all virtual sites reside. This restricts usage of .htaccess files and other things. These can be changed below.
da_dk: Et afsnit i /etc/httpd/conf.d/blueonyx.conf definerer, hvilke &#39;Funktioner&#39; og &#39;AllowOverride&#39; funktioner er tilladt for mappen (/home/.sites/), hvor alle virtuelle sites bor. Dette begrænser brugen af .htaccess-filer og andre ting. Disse kan ændres nedenfor.
de_de: Eine Sektion in /etc/httpd/conf.d/blueonyx.conf definiert, welche 'Options' und 'AllowOverride' Funktionen für das Verzeichnis gilt, in dem alle virtuellen Sites liegen (/home/.sites/). Dies schränkt die Nutzung von .htaccess Files in virtuellen Sites ein. Jene Einstellungen können im Nachfolgenden editiert werden.
es_es: Una sección en /etc/httpd/conf.d/blueonyx.conf define qué se les permite &quot;Opciones&quot; y características &quot;AllowOverride&quot; para el directorio (/home/.sites/) en el que todos los sitios virtuales residen. Esto restringe el uso de .htaccess y otras cosas. Estos pueden ser cambiados a continuación.
fr_fr: Une part du fichier de configuration /etc/httpd/conf.d/blueonyx.conf définit quelles fonctions «&nbsp;Options&nbsp;» et «&nbsp;AllowOverride&nbsp;» sont autorisées pour le répertoire (/home/.sites/) dans lequel tous les sites virtuels résident. Ceci limite l'utilisation des fichiers .htaccess entre autres. Ces caractéristiques peuvent être modifiées ci-dessous.
ja_jp: の/etc/httpd/conf.d/blueonyx.confセクションでは、 &#39;オプション&#39;と &#39;AllowOverrideの&#39;の機能はすべての仮想サイトが存在するディレクトリ（/home/.sites/）に許可されているかを定義します。これは、。htaccessのファイルや他のものの使用を制限しています。これらは、以下に変更することができる。
nl_nl: Een sectie in /etc/httpd/conf.d/blueonyx.conf bepaalt welke 'Opties' en 'AllowOverride' functies zijn toegestaan ​​voor de directory (/home/.sites/) waarin alle virtuele locaties wonen. Dit beperkt het gebruik van. Htaccess-bestanden en andere dingen. Deze kunnen hieronder worden veranderd.
pt_pt: Uma seção no arquivo /etc/httpd/conf.d/blueonyx.conf define quais são permitidos 'Opções' e as características "AllowOverride" para o diretório (/home/.sites/), no qual todos os sites virtuais residem. Isso restringe o uso de. Htaccess e outras coisas. Estes podem ser alterados a seguir.

# DIVIDER_OPTIONS
source: Options:
da_dk: Valg:
es_es: Opciones:
fr_fr: Options&nbsp;:
ja_jp: オプション：
nl_nl: Opties:
pt_pt: Opções:

# PHP_enabled_help
source: Enable the use of PHP scripts.
da_dk: Aktivere brugen af ​​PHP-scripts.
de_de: Aktivieren Sie die Verwendung von PHP-Skripten.
es_es: Habilitar el uso de scripts PHP.
fr_fr: L'utilisation de scripts PHP est autorisée.
ja_jp: PHPスクリプトの使用を有効にします。
nl_nl: Maken het gebruik van PHP scripts.
pt_pt: Permitir o uso de scripts PHP.

source: Disabled
da_dk: Deaktiveret
de_de: Deaktiviert
es_es: Incapacitado
fr_fr: Désactivé
ja_jp: 使用禁止
nl_nl: Invalide
pt_pt: Inválido

# cap_serverHttpd
source: Apache Settings
da_dk: Apache-indstillinger
de_de: Apache-Einstellungen
es_es: Configuración de Apache
fr_fr: Paramètres Apache
ja_jp: Apacheの設定
nl_nl: Apache-instellingen
pt_pt: Configurações do Apache

# httpPortField
source: HTTP Port
es_es: Puerto HTTP
fr_fr: Port HTTP
ja_jp: HTTPポート
nl_nl: HTTP-poort
pt_pt: Porta HTTP

# httpPortField_help
source: Normally the Apache Webserver runs on Port 80 (HTTP). If you want to change it to a different port, then you can do so here. This is only useful if you want to use something else in front of Apache to filter, cache or redirect traffic. Such as a Varnish Cache, a forwarding proxy or a load balancer. If you change this setting, then all existing virtual sites will be moved to the new port and all new sites will be created to use this new port. IP addresses of virtual sites will not be changed.
da_dk: Apache Webserver normalt kører på port 80 (HTTP). Hvis du ønsker at ændre det til en anden port, så kan du gøre det her. Dette er kun nyttig, hvis du ønsker at bruge noget andet foran Apache til at filtrere, cache eller omdirigere trafik. Såsom en Varnish Cache, en viderestilling fuldmagt eller en load balancer. Hvis du ændrer denne indstilling, så alle eksisterende virtuelle steder vil blive flyttet til den nye havn og alle nye sites vil blive oprettet til at bruge denne nye port. IP-adresser virtuelle steder vil ikke blive ændret.
de_de: Der Apache-Webserver läuft in der Regel auf Port 80 (HTTP). Wenn Sie dies auf einen anderen Port ändern möchten, dann können Sie das hier tun. Das ist jedoch nur dann sinnvoll, wenn Sie dem Apache einen anderen Dienst vorschalten wollen. Etwa einen Varnish Cache, eine Weiterleitungs-Proxy oder einen Load-Balancer. Wenn Sie den Apache Port hier ändern, werden alle vorhandenen virtuellen Sites auf den neuen Port wechseln. Alle zukünftig neu angelegten virtuell Sites werden direkt den neuen Port verwenden. Die IP-Adressen der virtuellen Seiten werden hierbei nicht verändert.
es_es: El servidor web Apache normalmente se ejecuta en el puerto 80 (HTTP). Si desea cambiar a un puerto diferente, entonces usted puede hacerlo aquí. Esto sólo es útil si quiere usar algo más delante de Apache para filtrar, caché o redirigir el tráfico. Tal como Varnish Cache, un proxy de reenvío o un equilibrador de carga. Si cambia esta opción, entonces todos los sitios virtuales existentes se trasladarán al nuevo puerto y todos los sitios nuevos se crearán para utilizar este nuevo puerto. No se cambiarán las direcciones IP de los sitios virtuales.
fr_fr: Le serveur-web Apache utilise généralement le port 80 (HTTP). Si vous souhaitez utiliser un autre port, vous pouvez le faire ici. Cela n'est utile que si vous voulez devancer Apache avec un autre service comme un Varnish Cache, une redirection de proxy ou un équilibreur de charge pour filtrer, cacher ou rediriger le trafic. Si vous modifiez ce paramètre, tous les sites virtuels existants seront déplacés vers le nouveau port et tous les nouveaux sites créés utiliseront ce nouveau port. Les adresses IP des sites virtuels ne seront pas modifiés.
ja_jp: ApacheのWebサーバーは通常、ポート80（HTTP）上で実行されます。あなたが別のポートに変更したい場合は、ここで行うことができます。あなたは、フィルタキャッシュまたはトラフィックをリダイレクトするようにApacheの前に何か他のものを使用したい場合にのみ有効です。ワニスキャッシュ、転送プロキシまたはロードバランサなど。この設定を変更すると、既存のすべての仮想サイトが新しいポートに移動され、すべての新しいサイトは、この新しいポートを使用するように作成されます。仮想サイトのIPアドレスは変更されません。
nl_nl: Normaal gesproken is de Apache Webserver draait op poort 80 (HTTP). Als u wilt om het te veranderen naar een andere poort, dan kun je dat hier doen. Dit is alleen handig als je iets anders wilt gebruiken voor Apache te filteren, cache of verkeer omleiden. Zoals een Varnish Cache, een forwarding proxy of een load balancer. Als u deze instelling wijzigt, dan zijn alle bestaande virtuele locaties worden verplaatst naar de nieuwe haven en alle nieuwe sites worden gemaakt om deze nieuwe haven te gebruiken. IP-adressen van virtuele websites wordt niet gewijzigd.
pt_pt: O servidor web Apache geralmente é executado na porta 80 (HTTP). Se você quiser mudá-lo a uma porta diferente, então você pode fazê-lo aqui. Isto só é útil se você quiser usar outra coisa na frente do Apache para filtrar, cache ou redirecionar o tráfego. Tal como Varnish Cache, um proxy de encaminhamento ou de um balanceador de carga. Se você alterar essa configuração, então todos os sites virtuais existentes serão transferidos para o novo porto e todos os novos sites serão criados para usar esta nova porta. Endereços IP de locais virtuais não será alterado.

# sslPortField
source: HTTPS/SSL Port
es_es: HTTPS/SSL Puerto
fr_fr: Port HTTPS/SSL
ja_jp: HTTPS/SSLポート
nl_nl: HTTPS/SSL-poort
pt_pt: HTTPS/SSL Porto
