Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5209R/platform/*-apache.mod/locale/*/apache.po
Languages: da_dk, de_de, es_es, fr_fr, ja_jp, nl_nl, pt_pt

# sslPortField_help
source: Normally the Apache Webserver uses Port 443 for HTTPS traffic. If you want to change it to a different port, then you can do so here. This is only useful if you want to use something else in front of Apache to filter, cache or redirect traffic. Such as a Varnish Cache, a forwarding proxy or a load balancer. If you change this setting, then all existing virtual sites with SSL enabled will switch from port 443 to the new port for SSL traffic. IP addresses of virtual sites will not be changed.
da_dk: Apache Webserver bruger normalt port 443 for HTTPS-trafik. Hvis du ønsker at ændre det til en anden port, så kan du gøre det her. Dette er kun nyttig, hvis du ønsker at bruge noget andet foran Apache til at filtrere, cache eller omdirigere trafik. Såsom en Varnish Cache, en viderestilling fuldmagt eller en load balancer. Hvis du ændrer denne indstilling, så alle eksisterende virtuelle websteder med SSL aktiveret vil skifte fra port 443 til den nye port til SSL-trafik. IP-adresser virtuelle steder vil ikke blive ændret.
de_de: Der Apache-Webserver verwendet in der Regel Port 443 für HTTPS/SSL. Wenn Sie dies auf einen anderen Port ändern möchten, dann können Sie das hier tun. Das ist jedoch nur dann sinnvoll, wenn Sie dem Apache einen anderen Dienst vorschalten wollen. Etwa einen Varnish Cache, eine Weiterleitungs-Proxy oder einen Load-Balancer. Wenn Sie den Apache Port hier ändern, werden alle vorhandenen virtuellen Sites auf den neuen Port wechseln. Alle zukünftig neu angelegten virtuell Sites werden direkt den neuen Port verwenden. Die IP-Adressen der virtuellen Seiten werden hierbei nicht verändert.
es_es: El servidor web Apache normalmente utiliza el puerto 443 para el tráfico HTTPS. Si desea cambiar a un puerto diferente, entonces usted puede hacerlo aquí. Esto sólo es útil si quiere usar algo más delante de Apache para filtrar, caché o redirigir el tráfico. Tal como Varnish Cache, un proxy de reenvío o un equilibrador de carga. Si cambia esta opción, entonces todos los sitios virtuales existentes con SSL habilitado cambiará desde el puerto 443 para el nuevo puerto para el tráfico SSL. No se cambiarán las direcciones IP de los sitios virtuales.
fr_fr: Le serveur-web Apache utilise généralement le port 443 pour le trafic HTTPS. Si vous souhaitez le changer pour un autre port, alors vous pouvez le faire ici. Cela n'est utile que si vous voulez devancer Apache avec un autre service comme un Varnish Cache, une redirection de proxy ou un équilibreur de charge pour filtrer, cacher ou rediriger le trafic. Si vous modifiez ce paramètre, tous les sites virtuels existants utilisant SSL passeront par le nouveau port au lieu du port 443 au pour le trafic SSL. Les adresses IP des sites virtuels ne seront pas modifiés.
ja_jp: ApacheのWebサーバーは通常、HTTPSトラフィック用にポート443を使用しています。あなたが別のポートに変更したい場合は、ここで行うことができます。あなたは、フィルタキャッシュまたはトラフィックをリダイレクトするようにApacheの前に何か他のものを使用したい場合にのみ有効です。ワニスキャッシュ、転送プロキシまたはロードバランサなど。この設定を変更すると、SSLを使用した既存のすべての仮想サイトは、SSLトラフィック用の新しいポートへのポート443から切り替わります有効。仮想サイトのIPアドレスは変更されません。
nl_nl: Normaal gesproken is de Apache Webserver gebruikt poort 443 voor HTTPS-verkeer. Als u wilt om het te veranderen naar een andere poort, dan kun je dat hier doen. Dit is alleen handig als je iets anders wilt gebruiken voor Apache te filteren, cache of verkeer omleiden. Zoals een Varnish Cache, een forwarding proxy of een load balancer. Als u deze instelling wijzigt, dan worden alle bestaande virtuele sites met SSL zal van poort 443 naar de nieuwe poort voor SSL-verkeer. IP-adressen van virtuele websites wordt niet gewijzigd.
pt_pt: O servidor web Apache geralmente usa a porta 443 para o tráfego HTTPS. Se você quiser mudá-lo a uma porta diferente, então você pode fazê-lo aqui. Isto só é útil se você quiser usar outra coisa na frente do Apache para filtrar, cache ou redirecionar o tráfego. Tal como Varnish Cache, um proxy de encaminhamento ou de um balanceador de carga. Se você alterar essa configuração, então todos os sites virtuais existentes com SSL habilitado irá mudar de porta 443 para a nova porta para o tráfego SSL. Endereços IP de locais virtuais não será alterado.

# httpPortInUse
source: The port you specified as new HTTP port is already in use by another service. Please choose another port instead.
da_dk: Havnen, du har angivet som ny HTTP-port er allerede i brug af en anden tjeneste. Vælg venligst en anden port i stedet.
de_de: Der spezifizierte neue HTTP-Port wird bereits von einem anderen Dienst verwendet. Bitte wählen Sie einen anderen Port aus.
es_es: El puerto que ha especificado como nuevo puerto HTTP ya está en uso por otro servicio. Por favor elija otro puerto en vez.
fr_fr: Le port que vous avez spécifié comme nouveau port HTTP est déjà utilisé par un autre service. Veuillez en choisir un différent.
ja_jp: 新しいHTTPポートとして指定したポートが別のサービスですでに使用されています。代わりに別のポートを選択してください。
nl_nl: De poort die u hebt opgegeven als nieuwe HTTP-poort is al in gebruik door een andere dienst. Kies in plaats daarvan een andere poort.
pt_pt: A porta que você especificou como novo porta HTTP já está em uso por outro serviço. Por favor escolha uma outra porta em seu lugar.

# SSLportInUse
source: The port you specified as new HTTPS/SSL port is already in use by another service. Please choose another port instead.
da_dk: Havnen, du har angivet som ny HTTPS/SSL port er allerede i brug af en anden tjeneste. Vælg venligst en anden port i stedet.
de_de: Der spezifizierte neue HTTPS/SSL-Port wird bereits von einem anderen Dienst verwendet. Bitte wählen Sie einen anderen Port aus.
es_es: El puerto que ha especificado como puerto nuevo HTTPS/SSL ya está en uso por otro servicio. Por favor elija otro puerto en vez.
fr_fr: Le port que vous avez spécifié comme nouveau port HTTPS/SSL est déjà utilisé par un autre service. Veuillez choisir un port différent.
ja_jp: あなたは新しいHTTPS/SSLポートとして指定したポートが別のサービスですでに使用されています。代わりに別のポートを選択してください。
nl_nl: De poort die u hebt opgegeven als nieuwe HTTPS/SSL poort is al in gebruik door een andere dienst. Kies in plaats daarvan een andere poort.
pt_pt: A porta especificada como a porta de novo HTTPS/SSL já está em uso por outro serviço. Por favor escolha uma outra porta em seu lugar.

# HSTS_help
source: HTTP Strict Transport Security (HSTS) is a web security policy mechanism whereby a web server declares that complying user agents (such as a web browser) are to interact with it using only secure HTTPS connections (i.e. HTTP layered over TLS/SSL). HSTS is an IETF standards track protocol and is specified in RFC 6797. For more info see: http://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security
da_dk: HTTP Strict Transport Security (HSTS) er et web sikkerhedspolitik mekanisme, hvorved en webserver erklærer, at opfylder bruger agenter (såsom en webbrowser) er at interagere med den ved hjælp af kun sikre HTTPS-forbindelser (dvs. HTTP lagdelt over TLS / SSL). TGV er en IETF standarder track protokol og er specificeret i RFC 6797. For mere info se: http://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security
de_de: HTTP Strict Transport Security (HSTS) ist ein Web-Sicherheits-Mechanismus, bei dem ein Web-Server erklärt, dass mit ihm agierende User Agents (wie Web-Browser) nur sichere HTTPS-Verbindungen (dh.: HTTP-Ebene über TLS/SSL) zu benutzen haben. HSTS ist ein IETF-Standard-Protokoll und ist in RFC 6797 spezifiziert. Für weitere Informationen siehe: http://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security
es_es: HTTP Strict Transport Security (HSTS) es un mecanismo de política de seguridad web por el que un servidor web declara que los agentes de usuario conformes (como un navegador web) son de interactuar con ellos mediante conexiones HTTPS sólo seguras (es decir, en capas HTTP sobre TLS / SSL). HSTS es un protocolo de seguimiento de las normas IETF y se especifica en el RFC 6797. Para obtener más información, vea: http://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security
fr_fr: HTTP Strict Transport Security (HSTS) est un mécanisme de politique de sécurité Web par lequel un serveur web déclare que conformes agents utilisateurs (comme un navigateur Web) sont d'interagir avec lui en utilisant des connexions HTTPS ne sécurisées (ie HTTP couches sur TLS / SSL). Gares TGV est une des normes voie de protocole IETF et est spécifié dans la RFC 6797. Pour plus d'informations, voir: http://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security
ja_jp: HTTPの厳格なトランスポートセキュリティ（のHST）は、Webサーバーが（Webブラウザなど）準拠のユーザーエージェントにのみ、安全なHTTPS接続（つまり、HTTPレイヤード上のTLS / SSL）を使用してそれと対話することであることを宣言し、それによってWebセキュリティポリシーメカニズムです。のHSTは、IETF標準化過程プロトコルであり、RFC 6797で規定されています。詳細情報については以下を参照してください。http://en.wikipedia.org/wiki/HTTP_Strict_Transport_Securityを
nl_nl: HTTP Strict Transport Security (HSTS) is een web veiligheidsbeleid mechanisme waarbij een webserver verklaart dat voldoet user agents (zoals een webbrowser) zijn om te interageren met het gebruik van alleen beveiligde HTTPS-verbindingen (dwz HTTP gelaagd over TLS / SSL). HST is een IETF-normen spoor protocol en is gespecificeerd in RFC 6797. Voor meer info zie: http://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security
pt_pt: HTTP Strict Transport Security (HSTS) é um mecanismo de política de segurança web em que um servidor web declara que os agentes cumprem (como um navegador) devem interagir com ele usando conexões HTTPS apenas seguros (ou seja, em camadas HTTP sobre TLS / SSL). HSTS é um protocolo padrão IETF pista e é especificado na RFC 6797. Para mais informações consulte: http://en.wikipedia.org/wiki/HTTP_Strict_Transport_Security

# php_help
source: This option provides PHP through libphp5.so, which is also known as mod_php. This option is usually the fastest way to execute PHP requests. However, this option uses the apache system user to serve all PHP requests. This can create problems when PHP scripts create files and folders, as they will then be owned by apache, too.
da_dk: Denne mulighed giver PHP gennem libphp5.so, som også er kendt som mod_php. Denne indstilling er normalt den hurtigste måde at udføre PHP anmodninger. Men denne funktion bruger apache systembruger at betjene alle PHP anmodninger. Dette kan skabe problemer, når PHP-scripts oprette filer og mapper, da de så vil være ejet af apache, også.
de_de: Diese Option aktiviert PHP durch die Verwendung von libphp5.so, welches auch als mod_php bekannt ist. Diese Option ist in der Regel der schnellste Weg, um PHP-Anwendungen auszuführen. Allerdings verwendet diese Option den System-Benutzer 'apache', um alle PHP-Scripte auszuführen. Dies kann zu Problemen führen, wenn PHP-Skripte Dateien und Ordner anlegen, da diese dann dem System-Benutzer 'apache' gehören.
es_es: Esta opción proporciona PHP a través libphp5.so, que también se conoce como mod_php. Esta opción suele ser la forma más rápida de ejecutar las solicitudes de PHP. Sin embargo, esta opción utiliza el usuario del sistema de apache para servir a todas las solicitudes de PHP. Esto puede crear problemas cuando los scripts PHP crear archivos y carpetas, ya que luego serán propiedad de apache, también.
fr_fr: Cette option permet par libphp5.so PHP, qui est également connu comme mod_php. Cette option est généralement le moyen le plus rapide pour exécuter les demandes de PHP. Toutefois, cette option utilise l'utilisateur du système d'Apache pour servir toutes les demandes de PHP. Cela peut créer des problèmes lors de son exécution PHP créer des fichiers et des dossiers, car ils seront alors détenues par apache, aussi.
ja_jp: また、このオプションは、mod_phpをとして知られているlibphp5.so、を通してPHPを提供します。このオプションは、通常、PHPのリクエストを実行するための最速の方法です。ただし、このオプションはすべてのPHPリクエストを処理するために、Apache·システム·ユーザーを使用しています。彼らはその後も、アパッチによって所有されるように、PHPスクリプトは、ファイルやフォルダを作成するときに問題を作成することができます。
nl_nl: Deze optie biedt PHP via libphp5.so, die ook bekend staat als mod_php. Deze optie is meestal de snelste manier om PHP verzoeken uit te voeren. Echter, deze optie gebruikt de apache systeem gebruiker om alle PHP aanvragen dienen. Dit kan problemen veroorzaken bij het PHP-scripts bestanden en mappen te maken, omdat ze dan zullen eigendom zijn van apache, ook.
pt_pt: Esta opção oferece PHP através libphp5.so, que também é conhecido como mod_php. Esta opção é geralmente o caminho mais rápido para executar pedidos de PHP. No entanto, esta opção utiliza o usuário do sistema apache para servir todos os pedidos de PHP. Isso pode criar problemas quando scripts PHP criar arquivos e pastas, como eles vão, então, ser possuído por apache também.

# enableSuPHP_help
source: This option provides PHP through mod_suphp. It is a very flexible and secure way to serve PHP requests. If you select suPHP, then the PHP scripts will run with the UID and GID of the owner of the virtual site. Be sure to configure a siteAdmin as owner of your /web folder through the '[[base-vsite.fileOwnerMenu]]' menu!
da_dk: Denne mulighed giver PHP gennem mod_suphp. Det er en meget fleksibel og sikker måde at tjene PHP anmodninger. Hvis du vælger suphp, så PHP-scripts vil køre med UID og GID for ejeren af ​​den virtuelle site. Sørg for at konfigurere en Siteadmin som ejer af din /web mappe gennem '[[base-vsite.fileOwnerMenu]]' menuen!
de_de: Diese Option aktiviert PHP durch die Verwendung von mod_suphp. Es ist ein sehr flexibler und sicherer Weg, um PHP-Scripte auszuführen. Wenn Sie suPHP aktivieren, werden alle PHP-Skripte mit der UID und GID des Besitzers der virtuellen Site ausgeführt. Achten Sie bitte darauf, eine Siteadmin als Eigentümer Ihres /web Ordners zu konfigurieren. Dies können Sie im Menüpunkt '[[base-vsite.fileOwnerMenu]]' tun.
es_es: Esta opción proporciona PHP a través mod_suphp. Es una forma muy flexible y seguro para atender las solicitudes de PHP. Si selecciona suPHP, a continuación, los scripts PHP se ejecutarán con el UID y el GID del dueño del sitio virtual. Asegúrese de configurar un siteadmin como propietario de la carpeta /web través del menú de la '[[base-vsite.fileOwnerMenu]]'!
fr_fr: Cette option fournit PHP travers mod_suphp. Ce est une façon très souple et sécuritaire pour servir les requêtes PHP. Si vous sélectionnez suPHP, les scripts PHP se exécutent avec l'UID et le GID du propriétaire du site virtuel. Ne oubliez pas de configurer un Siteadmin en tant que propriétaire de votre dossier /web travers le menu '[[base-vsite.fileOwnerMenu]]'!
ja_jp: このオプションは、mod_suphpを通してPHPを提供します。これは、PHPのリクエストを処理するために非常に柔軟で安全な方法です。あなたがsuPHPを選択した場合は、PHPスクリプトは、仮想サイトの所有者のUIDとGIDで実行されます。 「[[base-vsite.fileOwnerMenu]] 'メニューを通して、あなたの/webフォルダの所有者としてsiteAdminを設定してください！
nl_nl: Deze optie biedt PHP via mod_suphp. Het is een zeer flexibele en veilige manier om PHP aanvragen dienen. Als u suPHP selecteert, dan is de PHP-scripts zal lopen met de UID en GID van de eigenaar van de virtuele website. Zorg ervoor dat u een SiteAdmin configureren als eigenaar van uw /web folder via de '[[base-vsite.fileOwnerMenu]]' menu!
pt_pt: Esta opção oferece PHP através mod_suphp. É uma maneira muito flexível e segura para atender as solicitações de PHP. Se você selecionar suPHP, então os scripts PHP será executado com o UID e GID do dono do sítio virtual. Certifique-se de configurar um siteadmin como proprietário de sua pasta /web através do menu '[[base-vsite.fileOwnerMenu]]'!

# enableModRUID_help
source: This option provides PHP through libphp5.so and the Apache module mod_ruid2.so. This option is usually the fastest way to execute PHP requests in a secure fashion. The extra module mod_ruid2 will run the PHP scripts with the UID and GID of the owner of the virtual site. Be sure to configure a siteAdmin as owner of your /web folder through the '[[base-vsite.fileOwnerMenu]]' menu!
da_dk: Denne mulighed giver PHP gennem libphp5.so og Apache-modulet mod_ruid2.so. Denne indstilling er normalt den hurtigste måde at udføre PHP anmodninger på en sikker måde. Den ekstra modul mod_ruid2 vil køre PHP-scripts med UID og GID for ejeren af ​​den virtuelle site. Sørg for at konfigurere en Siteadmin som ejer af din /web mappe gennem '[[base-vsite.fileOwnerMenu]]' menuen!
de_de: Diese Option aktiviert PHP durch libphp5.so und dem Apache-Modul mod_ruid2.so. Diese Option ist in der Regel der schnellste Weg, um PHP-Anforderungen in einer sicheren Art und Weise durchzuführen. Das Zusatzmodul mod_ruid2 führt PHP-Skripte mit der UID und GID des Besitzers der virtuellen Site aus. Achten Sie darauf, eine Siteadmin als Eigentümer Ihres /web Ordner konfigurieren. Dies können Sie im Menüpunkt '[[base-vsite.fileOwnerMenu]]' tun.
es_es: Esta opción proporciona PHP a través libphp5.so y el módulo Apache mod_ruid2.so. Esta opción suele ser la forma más rápida de ejecutar las solicitudes de PHP de una manera segura. El módulo adicional mod_ruid2 ejecutará los scripts PHP con el UID y el GID del dueño del sitio virtual. Asegúrese de configurar un siteadmin como propietario de la carpeta /web través del menú de la '[[base-vsite.fileOwnerMenu]]'!
fr_fr: Cette option fournit PHP travers libphp5.so et module Apache mod_ruid2.so. Cette option est généralement le moyen le plus rapide pour exécuter les demandes PHP de manière sécurisée. Le module supplémentaire mod_ruid2 va exécuter les scripts PHP avec l'UID et le GID du propriétaire du site virtuel. Ne oubliez pas de configurer un Siteadmin en tant que propriétaire de votre dossier /web travers le menu '[[base-vsite.fileOwnerMenu]]'!
ja_jp: このオプションは、libphp5.soとApacheモジュールmod_ruid2.soを通してPHPを提供します。このオプションは、通常、安全な方法でPHPのリクエストを実行する最速の方法です。仮想サイトの所有者のUIDとGIDでPHPスクリプトを実行しますmod_ruid2余分なモジュール。 「[[base-vsite.fileOwnerMenu]] 'メニューを通して、あなたの/webフォルダの所有者としてsiteAdminを設定してください！
nl_nl: Deze optie biedt PHP via libphp5.so en de Apache-module mod_ruid2.so. Deze optie is meestal de snelste manier om PHP verzoeken uit te voeren op een veilige manier. De extra module mod_ruid2 de PHP-scripts met de UID en GID van de eigenaar van de virtuele site zal draaien. Zorg ervoor dat u een SiteAdmin configureren als eigenaar van uw /web folder via de '[[base-vsite.fileOwnerMenu]]' menu!
pt_pt: Esta opção oferece PHP através libphp5.so eo Apache módulo mod_ruid2.so. Esta opção é geralmente o caminho mais rápido para executar pedidos de PHP de uma forma segura. O módulo adicional mod_ruid2 vai executar os scripts PHP com o UID e GID do dono do sítio virtual. Certifique-se de configurar um siteadmin como proprietário de sua pasta /web através do menu 'Ownership Web '!

# enableModFPM_help
source: This option provides PHP through PHP-FPM and mod_fcgid. This is a fast and secure way to serve PHP requests. The PHP scripts can be executed with the UID and GID of the owner of the virtual site. Be sure to configure a siteAdmin as owner of your /web folder through the '[[base-vsite.fileOwnerMenu]]' menu!
da_dk: Denne mulighed giver PHP via PHP-FPM og mod_fcgid. Dette er en hurtig og sikker måde at tjene PHP anmodninger. PHP-scripts kan udføres med UID og GID for ejeren af ​​den virtuelle site. Sørg for at konfigurere en Siteadmin som ejer af din /web mappe gennem '[[base-vsite.fileOwnerMenu]]' menuen!
de_de: Diese Option aktiviert PHP durch PHP-FPM und mod_fcgid. Dies ist eine schnelle und sichere Variante, um PHP-Anforderungen in einer sicheren Art und Weise durchzuführen. PHP-Skripte können dabei mit der UID und GID des Besitzers der virtuellen Site ausgeführt werden. Achten Sie darauf, eine Siteadmin als Eigentümer Ihres /web Ordner konfigurieren. Dies können Sie im Menüpunkt '[[base-vsite.fileOwnerMenu]]' tun.
es_es: Esta opción proporciona PHP a través de PHP-FPM y mod_fcgid. Esta es una manera rápida y segura de atender las solicitudes de PHP. Los scripts PHP pueden ser ejecutados con el UID y el GID del dueño del sitio virtual. Asegúrese de configurar un siteadmin como propietario de la carpeta /web través del menú '[[base-vsite.fileOwnerMenu]]'!
fr_fr: Cette option fournit PHP-FPM travers et mod_fcgid. Ce est une façon rapide et sécurisée pour mieux servir les requêtes PHP. Les scripts PHP peuvent être exécutées avec l'UID et le GID du propriétaire du site virtuel. Ne oubliez pas de configurer un Siteadmin en tant que propriétaire de votre dossier /web travers le menu '[[base-vsite.fileOwnerMenu]]'!
ja_jp: このオプションは、PHP-FPMとmod_fcgidを通してPHPを提供します。これはPHPの要求を処理するための高速かつ安全な方法です。 PHPスクリプトは、仮想サイトの所有者のUIDとGIDで実行することができます。 「[[base-vsite.fileOwnerMenu]] 'メニューを通して、あなたの/webフォルダの所有者としてsiteAdminを設定してください！
nl_nl: Deze optie biedt PHP via PHP-FPM en mod_fcgid. Dit is een snelle en veilige manier om PHP aanvragen dienen. De PHP-scripts kunnen worden uitgevoerd met de UID en GID van de eigenaar van de virtuele website. Zorg ervoor dat u een SiteAdmin configureren als eigenaar van uw /web folder via de '[[base-vsite.fileOwnerMenu]]' menu!
pt_pt: Esta opção oferece PHP através de PHP-FPM e mod_fcgid. Esta é uma maneira rápida e segura para atender as solicitações de PHP. Os scripts PHP podem ser executados com o UID e GID do dono do sítio virtual. Certifique-se de configurar um siteadmin como proprietário de sua pasta /web através do menu '[[base-vsite.fileOwnerMenu]] '!

# amPHPFPMStatusOK
source: The service PHP-FPM is operating normally.
da_dk: Tjenesten PHP-FPM fungerer normalt.
de_de: Der Service PHP-FPM arbeitet normal.
es_es: El servicio de PHP-FPM está funcionando normalmente.
fr_fr: Le service PHP-FPM fonctionne normalement.
ja_jp: サービスPHP-FPMは正常に動作しています。
nl_nl: De service PHP-FPM werkt normaal.
pt_pt: O serviço PHP-FPM está funcionando normalmente.
