Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5209R/platform/*-apache.mod/locale/*/apache.po
Languages: da_dk, de_de, es_es, fr_fr, ja_jp, nl_nl, pt_pt

# minSpareField_invalid
source: The specified number of spare web servers is not valid. Please specify an integer within the specified range.
da_dk: Det specificerede antal servere i reserve er ikke gyldigt. Indtast venligst et cifer inden for den givne mængde.
de_de: Die angegebenen Anzahl von Webservern ist ungültig. Bitte geben Sie eine ganze Zahl ein, die im angegebenen Bereich liegt.
es_es: El número especificado de servidores web de repuesto no es válida. Especifique un número entero dentro del rango especificado.
fr_fr: Le nombre de processus spécifié n'est pas valide. Veuillez spécifier un nombre entier compris dans les limites spécifiées.
ja_jp: 「最小スペアサーバ数」欄に指定されたスペアウェブサーバの最小数が不正です。表示されている範囲内の整数で指定してください。
nl_nl: Het opgegeven aantal reserve-webservers is niet geldig. Geef een geheel getal binnen het opgegeven bereik.
pt_pt: O número especificado de servidores web de reposição não é válido. Por favor, especifique um inteiro dentro da faixa especificada.

# maxSpareField_help
source: The web server will launch additional processes, as needed, to service additional load. This number is the maximum number of processes the system will launch. High traffic sites should increase this number for better performance. [[base-apache.maxServersRAM]]
da_dk: Webserveren vil starte yderligere processer, efter behov,for at tage hånd om yderligere belastning. Dette tal er det maksimale antal processer som systemet vil starte. Sider med meget trafik bør øge dette tal for at give bedre ydeevne. [[base-apache.maxServersRAM]]
de_de: Der Webserver wird nötigenfalls weitere Prozesse starten, um den erhöhten Bedarf zu decken. Dies ist die maximale Anzahl von Prozessen, die der Server starten wird, um den erhöhten Bedarf zu decken. Vielbesuchte Seiten sollten eine hohe Nummer für eine bessere Performance haben. [[base-apache.maxServersRAM]]
es_es: El servidor web iniciará procesos adicionales, según sea necesario, para dar servicio a la carga adicional. Este número es el número máximo de procesos del sistema se iniciará. Sitios de alto tráfico deben incrementar este número para un mejor rendimiento. [[base-apache.maxServersRAM]]
fr_fr: Le serveur-web va lancer des processus supplémentaires pour desservir une éventuelle charge additionnelle. Ceci est le nombre maximal de processus que le système démarrera. Il faut augmenter ce nombre pour une meilleure performance des sites à trafic intense. [[base-apache.maxServersRAM]]
ja_jp: リクエスト数が多くなると、ウェブサーバは必要に応じて追加的なプロセスを起動します。この数字は、ウェブサーバの最大数を示します。トラフィックの多いサイトでは、この数字を大きめに設定することによりパフォーマンスを向上できます。[[base-apache.maxServersRAM]]
nl_nl: De webserver zal aanvullende processen te starten, indien nodig, om extra belasting dienst. Dit getal is het maximum aantal processen het systeem te starten. High traffic sites moet dit aantal te verhogen voor betere prestaties. [[base-apache.maxServersRAM]]
pt_pt: O servidor web vai lançar processos adicionais, conforme necessário, para atender a carga adicional. Este é o número máximo de processos do sistema será iniciado. Sites de alto tráfego deve aumentar este número para um melhor desempenho. [[base-apache.maxServersRAM]]

# maxSpareField_empty
source: Please specify a maximum number of spare web server processes.
da_dk: Specificer venligst et maksimalt antalt webservere som skal holdes i reserve.
de_de: Bitte geben Sie die maximale Anzahl von zusätzlichen Webserver-Prozessen an.
es_es: Por favor, especifique un número máximo de procesos de servidor web de repuesto.
fr_fr: Veuillez spécifier un nombre maximum de processus disponibles au serveur-web.
ja_jp: 「最大スペアサーバ数」欄にスペアウェブサーバの最大数を指定してください。
nl_nl: Specificeer een maximum aantal reserve webserver processen.
pt_pt: Por favor, especifique um número máximo de processos do servidor web de reposição.

# maxClientsField
source: Maximum Simultaneous Connections
da_dk: Maksimalt antal simultane forbindelser
de_de: Maximale Anzahl von Verbindungen
es_es: Máximo de conexiones simultáneas
fr_fr: Maximun de connexions simultanées
ja_jp: 最大同時接続数
nl_nl: Maximum gelijktijdige verbindingen
pt_pt: Máximo de conexões simultâneas

# maxClientsField_help
source: This is the maximum number of requests that can be made to the server at any instance. Each connection requires its own web server process. If this number is exceeded, clients will receive a message that the server is busy, and asked to try again later. This setting is useful for controlling the load on your server. [[base-apache.maxServersRAM]]
da_dk: Dette er det maksimale antal forespørgsler der kan laves mod webserveren på noget tidspunkt. Hver forbindelse kræver sin egen webserverproces. Hvis dette tal overskrides vil klienterne modtage en besked om at serveren er optaget, og blive bedt om at forsøge igen senere. Denne indstilling er smart hvis man vil kontrollere belastningen på webserveren. [[base-apache.maxServersRAM]]
de_de: Dies ist die maximale Anzahl von Anfragen, die gleichzeitig vom Server ausgeführt werden. Jede Verbindung braucht ihre eigenen Webserverprozess. Falls mehr Anfragen an den Webserver geschickt werden, als erlaubt, so werden weitere Verbindungsanfragen abgelehnt. Diese Einstellung ist hilfreich um die Belastung Ihres Servers innerhalb tolerabler Grenzen zu halten. [[base-apache.maxServersRAM]]
es_es: Este es el número máximo de solicitudes que se pueden hacer al servidor en cualquier instancia. Cada conexión requiere su propio proceso del servidor web. Si se excede este número, los clientes recibirán un mensaje de que el servidor está ocupado, y le pidió a intentarlo más tarde. Este ajuste es útil para el control de la carga en el servidor. [[base-apache.maxServersRAM]]
fr_fr: C'est le nombre maximal de demandes qui peuvent être faites au le serveur à tout instant. Chaque connexion nécessite son propre processus au serveur-web. Si ce nombre est dépassé, les clients recevront un message indiquant que le serveur est occupé et seront demandés d'essayer à nouveau plus tard. Ce paramètre est utile pour contrôler la charge de votre serveur. [[base-apache.maxServersRAM]]
ja_jp: この数字は、サーバが同時に応対するクライアントからのリクエストの最大数を示します。各クライアント接続にはそれぞれ専用のウェブサーバプロセスが必要です。この値を超える数のリクエストを受け取ると、クライアント側に「現在サーバはビジー状態なため、しばらくしてから再度お試しください」という内容のメッセージが表示されます。ここに適正な値を設定することにより、サーバの過負荷を避けることができます。[[base-apache.maxServersRAM]]
nl_nl: Dit is het maximale aantal verzoeken dat kan worden gemaakt aan de server bij elk geval. Elke verbinding vereist een eigen webserver proces. Als dit aantal wordt overschreden, zullen de cliënten een bericht dat de server bezet is ontvangen, en vroeg om later opnieuw te proberen. Deze instelling is handig voor het regelen van de belasting op uw server. [[base-apache.maxServersRAM]]
pt_pt: Este é o número máximo de pedidos que podem ser feitas para o servidor, em qualquer instância. Cada conexão requer seu próprio processo do servidor web. Se esse número for ultrapassado, os clientes receberão uma mensagem informando que o servidor está ocupado e pediu para tentar novamente mais tarde. Essa configuração é útil para controlar a carga sobre o servidor. [[base-apache.maxServersRAM]]

# maxClientsField_empty
source: Please specify a maximum number of simultaneous web server connections.
da_dk: Specificer venligst det maksimale antal simultane forbindelser til webserveren.
de_de: Bitte geben Sie die maximale Anzahl von simultanen Webserververbindungen an.
es_es: Por favor, especifique el número máximo de conexiones de servidor web simultáneas.
fr_fr: Veuillez spécifier le nombre maximal de connexions simultanées au serveur-web.
ja_jp: 「最大同時接続数」欄に、許容する同時ウェブサーバ接続の最大数を指定してください。
nl_nl: Specificeer een maximum aantal gelijktijdige webserver verbindingen.
pt_pt: Por favor, especifique um número máximo de conexões simultâneas do servidor web.

# maxClientsField_invalid
source: The specified maximum number of simultaneous web connections is not valid. Please specify an integer within the specified range.
da_dk: Det specificerede maksimale antal simultane forbindelser er ikke gyldigt. Specificer venligst et cifer inden for den anførte mængde.
de_de: Die angegebenen Wert für die maximale Anzahl von Verbindungen ist ungültig. Bitte geben Sie einen Wert der innerhalb des spezifizierten Bereiches liegt.
es_es: El número máximo especificado de conexiones web simultáneas no es válida. Especifique un número entero dentro del rango especificado.
fr_fr: Le nombre maximal spécifié de connexions simultanées n'est pas valide. Veuillez spécifier un nombre entier dans la plage spécifiée.
ja_jp: 「最大同時接続数」欄に指定された同時ウェブサーバ接続の最大数が不正です。表示されている範囲内の整数で指定してください。
nl_nl: Het opgegeven maximale aantal gelijktijdige internetverbindingen is niet geldig. Geef een geheel getal binnen het opgegeven bereik.
pt_pt: O número máximo especificado de conexões web não é válido. Por favor, especifique um inteiro dentro da faixa especificada.

# hostnameLookupsField
source: Hostname Lookups
da_dk: Lav værtsopslag
es_es: Las búsquedas del nombre de host
ja_jp: ホストネーム問い合わせ
nl_nl: Hostnaam lookups
pt_pt: Pesquisas hostname

# hostnameLookupsField_help
source: This turns on hostname lookups for the web server. This causes the server to do a DNS lookup on the client IP when it connects to the server, and record it in the log files. This hostname information is then available in the server usage web reports. Without this feature, only client IP addresses are reported in the web server usage domain report. WARNING: Enabling this option will decrease the performance of your web server.
da_dk: Dette slår værtsnavnsopslag til på webservere, Dette medfører at serveren foretager et DNS opslag på klientens IP adresse når denne forbinder til serveren, og gemmer dette i en logfil. Denne værtsnavneinformation er derefter tilgængelig i webserverens forbrugsrapporter. Uden denne indstilling vil kun klienternes IP adresser vlive rapporteret. ADVARSEL: Ved at aktivere denne mulighed forringes serverens ydeevne.
de_de: Dies aktiviert die DNS-Auflösung für Webzugriffe von Besuchern. Bei jedem Webzugriff führt der Server einen 'nslookup' auf die IP-Addresse des Besuchers durch und protokolliert dessen Hostname in die Logdateien. Dies führt dazu, dass Webzugriffe langsamer ablaufen und mehr Server-Last verursachen. Falls Sie diese Option nicht einschalten, wird statt dem Hostnamen des Besuchers nur die IP-Addresse protokolliert, was in der Regel vorzuziehen ist. WARNUNG: Falls sie 'Hostname Lookups' aktivieren, kann dies die Leistung Ihres Webservers negativ beeinflussen.
es_es: Esto activa las búsquedas de nombre de host para el servidor web. Esto hace que el servidor para hacer una búsqueda de DNS en la dirección IP del cliente cuando se conecta al servidor, y registrar en los archivos de registro. Esta información host pasa a estar disponible en los informes de uso del servidor Web. Sin esta característica, sólo las direcciones IP de los clientes se presentan en el informe de dominio el uso del servidor web. ADVERTENCIA: Al activar esta opción disminuirá el rendimiento de su servidor web.
fr_fr: Ceci active la recherche du nom de domaine (hostname) du serveur-web. Le serveur-web effectuera une recherche DNS sur l'IP du client qui se connecte au serveur et l'inscrira dans les fichiers-journal. Cette information sera ensuite disponible dans les comptes-rendu de l'utilisation du serveur-web. Sans cette fonction, seulement l'adresse IP des clients sans leurs hostnames y seront inscrits. ATTENTION&nbsp;: L'activation de cette option diminuera les performances de votre serveur-web.
ja_jp: このボックスをチェックすると、ウェブサーバのホストネーム問い合わせが有効になり、クライアントの接続時にサーバはクライアント IP を DNS へ問い合わせ、受け取ったホスト名をログファイルに記録します。このボックスをチェックしない場合には、クライアントの IP アドレスのみがウェブサーバ利用ドメイン報告書に書き込まれます。ご注意： このオプションを有効にすると、ウェブサーバのパフォーマンスが低下します。
nl_nl: Dit zet hostnaam lookups voor de webserver. Dit zorgt ervoor dat de server een DNS lookup te doen op de client IP wanneer het aansluit op de server, en neem het in de logbestanden. Deze hostnaam informatie is dan beschikbaar in het gebruik server web rapporten. Zonder deze functie, zijn enige klant IP-adressen vermeld in het gebruik webserver domein rapport. WAARSCHUWING: deze optie inschakelt, zal de prestaties van uw webserver te verlagen.
pt_pt: Isso transforma em pesquisas de nome de host para o servidor web. Isso faz com que o servidor para fazer uma pesquisa de DNS do IP do cliente quando ele se conecta ao servidor, e gravá-lo nos arquivos de log. Esta informação hostname é então disponível nos relatórios de uso do servidor web. Sem esse recurso, apenas os endereços IP dos clientes são relatados no relatório de domínio uso do servidor web. AVISO: Ativando esta opção irá diminuir o desempenho do seu servidor web.

# MinMaxError
source: The [[base-apache.maxSpareField]] must be greater than or equal to the [[base-apache.minSpareField]].
da_dk: [[base-apache.maxSpareField]] skal være højere end eller lig med [[base-apache.minSpareField]].
de_de: Die [[base-apache.maxSpareField]] muß größer oder gleich dem [[base-apache.minSpareField]] sein.
es_es: El [[base-apache.maxSpareField]] debe ser mayor que o igual a la [[base-apache.minSpareField]].
fr_fr: Le nombre [[base-apache.maxSpareField]] doit être supérieure ou égale au nombre [[base-apache.minSpareField]].
ja_jp: 「[[base-apache.maxSpareField]]」には、「[[base-apache.minSpareField]]」と同じかまたはそれ以上の値を指定してください。
nl_nl: De [[base-apache.maxSpareField]] moet groter dan of gelijk aan de [[base-apache.minSpareField]] zijn.
pt_pt: O [[base-apache.maxSpareField]] deve ser superior ou igual à [[base-apache.minSpareField]].

# ClientMaxError
source: The value entered for [[base-apache.maxClientsField]] is less than the value entered for [[base-apache.maxSpareField]]. While this is okay, it may impact the performance of the server. It is recommended that the value for [[base-apache.maxClientsField]] be greater than or equal to the value for [[base-apache.maxSpareField]].
da_dk: Den indtastede værdi for [[base-apache.maxClientsField]] er lavere end værdien indtastet for [[base-apache.maxSpareField]]. Skønt dette er okay, kan det have en indflydelse på serverens ydeevne. Det anbefales at værdien for [[base-apache.maxClientsField]] er større end værdien for [[base-apache.maxSpareField]].
de_de: Der eingegebene Wert für [[base-apache.maxClientsField]] ist kleiner als der eingegebenen Wert für [[base-apache.maxSpareField]]. Auch wenn das O.K. ist, kann dies die Leistung des Servers negativ beeinflussen. Es wird empfohlen, dass der Wert für [[base-apache.maxClientsField]] größer oder gleich em Wert für [[base-apache.maxSpareField]] ist.
es_es: Se ha definido la [[base-apache.maxClientsField]] es menor que el valor especificado para [[base-apache.maxSpareField]]. Si bien esto es correcto, puede afectar al rendimiento del servidor. Se recomienda que el valor de [[base-apache.maxClientsField]] ser mayor que o igual que el valor de [[base-apache.maxSpareField]].
fr_fr: La valeur saisie pour [[base-apache.maxClientsField]] est inférieure au nombre [[base-apache.maxSpareField]]. Alors que ce n'est pas grave, ça peut influer sur les performances du serveur. Il est recommandé que la valeur pour [[base-apache.maxClientsField]] soit supérieure ou égale au nombre [[base-apache.maxSpareField]].
ja_jp: 「[[base-apache.maxClientsField]]」には、「[[base-apache.maxSpareField]]」と同じかまたはそれ以上の値を指定してください。
nl_nl: De ingevoerde voor [[base-apache.maxClientsField]] waarde lager is dan de ingevoerde voor [[base-apache.maxSpareField]] waarde. Hoewel dit in orde is, kan dit de prestaties van de server beïnvloeden. Aanbevolen wordt de waarde [[base-apache.maxClientsField]] groter dan of gelijk aan de waarde [[base-apache.maxSpareField]] zijn.
pt_pt: O valor introduzido para [[base-apache.maxClientsField]] é menor do que o valor digitado para [[base-apache.maxSpareField]]. Enquanto isso é bom, isso pode afetar o desempenho do servidor. Recomenda-se que o valor para [[base-apache.maxClientsField]] ser maior ou igual ao valor de [[base-apache.maxSpareField]].

# webScriptingTitle
source: Web Scripting Settings for [[VAR.fqdn]]
de_de: Web Scripting Einstellungen für [[VAR.fqdn]]
es_es: Configuración del Web Scripting para [[VAR.fqdn]]
fr_fr: Options langage script web pour [[VAR.fqdn]]
ja_jp: ウェブスクリプト設定 - [[VAR.fqdn]]
nl_nl: Webscripting Instellingen voor [[VAR.fqdn]]
pt_pt: Configurações de script da Web para [[VAR.fqdn]]

# webScriptingDescription
source: Configure web options such as scripting languages.
de_de: Web Optionen einstellen, wie z.B. Scripting Sprachen.
es_es: Configurar las opciones de la web, como lenguajes de script.
fr_fr: Configurer les options des langages script pour web.
ja_jp: 使用するスクリプト言語などのウェブオプションを設定できます。
nl_nl: Configureren web opties, zoals scripting talen.
pt_pt: Configurar opções da web, tais como linguagens de script.

# cgi_help
source: Enable the use of CGI applications.
da_dk: Aktiver brug af CGI applikationer
de_de: Die Nutzung von CGI-Applikationen gestatten.
es_es: Habilitar el uso de las aplicaciones CGI.
fr_fr: Permettre l'utilisation des applications CGI.
ja_jp: このボックスをチェックすると、CGI アプリケーションの使用が許可されます。
nl_nl: Maken het gebruik van CGI-toepassingen.
pt_pt: Permitir o uso de aplicativos CGI.

# ssi_help
source: Enable the use of Server-Side Includes.
de_de: Nutzung von Server-Side Includes einschalten.
es_es: Permitir el uso de inclusión del servidor.
fr_fr: Permettre l'utilisation de Server Side Includes.
ja_jp: このボックスをチェックすると、SSI の使用が許可されます。
nl_nl: Maken het gebruik van Server-Side Includes.
pt_pt: Permitir o uso de Server-Side includes.

# userwebs
source: Enable user owned webs
da_dk: Aktiver brugernes ejede webs
de_de: Benutzer-Webs aktivieren
es_es: Activar las redes propiedad de los usuarios
fr_fr: [[base-vsite.userwebs]]
ja_jp: ユーザ所有のウェブを有効に
nl_nl: Enable gebruiker eigendom webs
pt_pt: Ativar teias de propriedade do usuário

# userwebs_help
source: If enabled, then each user has his own webspace, which is separated from the main website webspace and reachable through http://www.example.com/~username/ . Users can then upload their own webpages through FTP into their own /web directory. PLEASE NOTE: If suPHP is enabled, user owned webs are no longer supported and this feature will be turned off.
da_dk: Hvis aktiveret, så hver bruger har sin egen webhotel, som er adskilt fra det primære websted webspace og kan nås via http://www.example.com/~ brugernavn/. Brugere kan derefter uploade deres egne websider via FTP ind i deres egen /web-mappe. BEMÆRK: Hvis der suphp er aktiveret, bruger ejede webs understøttes ikke længere, og denne funktion vil blive slukket.
de_de: Falls aktiviert, hat jeder Benutzer dieser Site einen eigenen Webspace, der über http://www.example.com/~username/ zu erreichen ist. Benutzer können dann ihr eigenen Webseiten per FTP in ihr persönliches /web Verzeichnis hochladen.
es_es: Si está habilitado, cada usuario tiene su propio espacio web, que está separada de la página web principal de espacio web y se puede llegar a través http://www.example.com/ ~ usuario /. Después, los usuarios pueden subir sus propias páginas web a través de FTP en su propio /web directorio. NOTA: Si suPHP está habilitada, el usuario propiedad de las redes ya no son compatibles y esta función se desactivará.
fr_fr: [[base-vsite.userwebs_help]] ATTENTION&nbsp;: Si suPHP est activé, cette fonction ne sera pas prise en compte et les utilisateurs n'auront pas d'espace web privé.
ja_jp: 有効にした場合、各ユーザーはhttp://www.example.com/を介してメインウェブサイトのウェブスペースと到達〜ユーザ名/から分離されている彼自身のウェブスペースを持っています。ユーザーは、自分のWeb /専用のディレクトリにFTPを通じて、自分のWebページをアップロードすることができます。注意：suPHPが有効になっている場合は、ユーザが所有するウェブもはやサポートされておらず、この機能がオフになります。
nl_nl: Indien ingeschakeld, dan heeft elke gebruiker zijn eigen webruimte, die gescheiden is van de belangrijkste website webruimte en bereikbaar via http://www.example.com/~username/. Gebruikers kunnen vervolgens uploaden hun eigen webpagina's via FTP in hun eigen /web directory. LET OP: Als suPHP is ingeschakeld, worden de gebruiker eigendom webben niet meer ondersteund en deze functie wordt uitgeschakeld.
pt_pt: Se ativado, em seguida, cada usuário tem seu próprio espaço na web, que é separado do principal website webspace e acessível através http://www.example.com/~username/. Os usuários podem fazer upload de suas próprias páginas web através de FTP em seu próprio /web diretório. ATENÇÃO: Se suPHP está habilitado, o usuário de propriedade teias não são mais suportados e esse recurso será desativado.

# ftpnonadminI18nName
source: FTP for non-Site admins enabled
da_dk: FTP til ikke-Site aktiveret admins
de_de: Benutzern FTP erlauben
es_es: FTP para que los administradores del sitio no permitido
fr_fr: FTP autorisé aux utilisateurs
ja_jp: 有効非サイト管理者用のFTP
nl_nl: FTP voor niet-Site admins enabled
pt_pt: FTP para os administradores do site não-habilitadas

# userwebsI18nName
source: User owned webs enabled
da_dk: Bruger ejede webs aktiveret
de_de: Benutzer-Webs aktiviert
es_es: Redes propiedad de los usuarios habilitados
fr_fr: Espaces web privés autorisés
ja_jp: 有効になっているユーザーが所有するウェブ
nl_nl: Gebruiker eigendom webs ingeschakeld
pt_pt: Teias de propriedade do usuário habilitado

# Options_AllField
source: All
da_dk: Alle
es_es: Todo
fr_fr: Tout
ja_jp: すべて
nl_nl: Alle
pt_pt: Tudo

# Options_AllField_help
source: All options except for MultiViews. (Default: Off)
da_dk: Alle muligheder undtagen MultiViews. (Standard: Fra)
de_de: Alle Optionen außer MultiViews. (Standard: Aus)
es_es: Todas las opciones excepto MultiViews. (Por defecto: Desactivado)
fr_fr: Toutes les options sauf MultiViews. (désactivé par défaut)
ja_jp: All MultiViewsを除いたオプション。 （デフォルト：オフ）
nl_nl: Alle opties behalve MultiViews. (Standaard: Uit)
pt_pt: Todas as opções, exceto para MultiViews. (Padrão: Desativado)

# Options_FollowSymLinksField_help
source: The server will follow symbolic links. (Default: On)
da_dk: Serveren vil følge symbolske links. (Standard: Til)
de_de: Der Server folgt symbolischen Links in diesem Verzeichnis. (Standard: An)
es_es: El servidor seguirá los enlaces simbólicos. (Por defecto: On)
fr_fr: Le serveur va suivre les liens symboliques. (activé par défaut)
ja_jp: サーバは、シンボリックリンクをたどります。 （デフォルト：オン）
nl_nl: De server zal volgen symbolische koppelingen. (Standaard: On)
pt_pt: O servidor seguirá links simbólicos. (Padrão: Ativado)

# Options_IncludesField
source: Includes
da_dk: Inkluderer
es_es: Incluye
fr_fr: SSI
ja_jp: 含まれています
nl_nl: Inclusief
pt_pt: Inclui

# Options_IncludesField_help
source: Server-side includes are permitted. (Default: On)
da_dk: Server-side indeholder er tilladt. (Standard: Til)
de_de: Server Side Includes, die von mod_include bereitgestellt werden, sind erlaubt. (Standard: An)
es_es: Del lado del servidor incluye están permitidos. (Por defecto: On)
fr_fr: Le langage de programmation Server Side Includes est autorisé. (activé par défaut)
ja_jp: サーバーサイドインクルードが許可されます。 （デフォルト：オン）
nl_nl: Server-side includes zijn toegestaan. (Standaard: On)
pt_pt: Server-side includes são permitidas. (Padrão: Ativado)

# Options_IndexesField
source: Indexes
es_es: Índices
ja_jp: インデックス
nl_nl: Indexen
pt_pt: Índices
