Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/branches/dev/ui/*-fileshare.mod/locale/*/fileshare.po
Languages: es

source: File Sharing
es: Archivo & Imprimir

# fileSharing_help
source: Click here to configure file sharing.
es: Haga clic aquí para configurar los servicios de archivos.

source: Guest Share
es: Invitados

# guestShare_help
source: Click here to configure [[base-fileshare.fileSharingSettings]].
es: Haga clic aquí para configurar [[base-fileshare.fileSharingSettings]].

# fileSharingSettings
source: Guest Share Settings
es: Configuración de archivos compartidos para invitados

# guestShareField
source: Enable Guest Access
es: Habilitar acceso de invitados

# guestShareField_help
source: Turn guest access to Apple File Sharing, FTP, and Windows File Sharing on or off. Disabling guest access here will not disable access to these services for users with accounts on this server appliance.
es: Active o desactive el acceso de invitados a los archivos compartidos Apple, FTP y Windows. Aun si se deshabilita este acceso, los usuarios con cuentas en el servidor podrán acceder a estos servicios.

# incomingEnable
source: Enable
es: Habilitar

# incomingField
source: Incoming File Access
es: Acceso de archivos entrantes

# incomingField_help
source: Turn incoming file access on or off. When enabled, guest users can upload files to the guest share.
es: Active o desactive el acceso de archivos entrantes. Cuando esta habilitado, los usuarios invitados pueden cargar archivos en la ubicación de invitados.

# maxDiskSpaceField
source: Maximum Allowed Disk Space (MB)
es: Espacio de disco máximo permitido (MB)

# maxDiskSpaceField_rule
source: Please enter an integer value within the specified limits.
es: Número entero entre 1 y 1024000. El valor predeterminado es 50 MB.

# maxDiskSpaceField_help
source: Set the maximum disk space available to guest users for uploading incoming files. [[base-fileshare.maxDiskSpaceField_rule]]
es: Espacio de disco máximo disponible para los usuarios invitados para cargar archivos entrantes. [[base-fileshare.maxDiskSpaceField_rule]]

# guestDescription
source: This workgroup provides a file share with guest access.
es: Este grupo de trabajo proporciona archivos compartidos con acceso para invitados.

# userAlreadyTaken
source: Error: User already taken
es: Error: usuario ya elegido.

# groupDoesntExist
source: Error: Group doesn't exist
es: Error: el grupo no existe.

# cantChangeGroup
source: Error: Can't change group
es: Error: no puede cambiar el grupo.

# invalidUser
source: Sorry, an error occurred. The guest user is invalid.
es: Error: el usuario invitado no es válido.

# invalidPath
source: Sorry, an error occurred. The guest share path is invalid.
es: Error: la ruta de la ubicación de archivos compartidos para invitados no es válida.

# cantSetQuota
source: Sorry, an error occurred while trying to set the guest share quota. The required configuration files may be missing.
es: Error al intentar definir la cuota de archivos compartidos para invitados. Tal vez falten los archivos de configuración necesarios.

# capgroup_adminFileShareSettings
source: Manage File Sharing Settings
es: Administrar la configuración de uso compartido de archivos

# capgroup_adminFileShareSettings_help
source: This administrative right allows a user to modify the guest file sharing settings
es: Este derecho administrativo permite que un usuario modifique las opciones de uso compartido de archivos para invitados.

# capgroup_adminFileShare
source: Manage File Sharing
es: Administrar el uso compartido de archivos

# capgroup_adminFileShare_help
source: This administrative right allows a user to manage all aspects of file sharing
es: Este derecho administrativo permite que un usuario administre todos los aspectos del uso compartido de archivos.
