Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-firewall.mod/locale/*/firewall.po
Languages: de, es, zh_cn, zh_tw

# firewall_menu
source: Basic Firewall
de: Brandmauer
es: Cortafuego
zh_cn: 基础防火墙
zh_tw: 基本防火牆

# firewall_menu_help
source: [[base-firewall.FirewallTop]] can be configured here. Firewalling allows you to define filtering policies to restrict network traffic flowing through this server appliance.
de: Hier können Sie [[base-firewall.FirewallTop]] konfigurieren. Mit Hilfe von Brandmauern können Sie Filterrichtlinien definieren, die den Netzwerkverkehr über diesen Server beschränken.
es: [[base-firewall.FirewallTop]]. El cortafuego permite definir directrices de filtrado para limitar flujo de tráfico de red por este servidor.
zh_cn: [[base-firewall.FirewallTop]]可在此处配置。防火墙功能可使您确定限制通过此服务器设备的网络流量的过滤策略。
zh_tw: 此處可配置[[base-firewall.FirewallTop]]。防火牆作業可讓您定義過濾策略，以限制通過此伺服器設備的網路流量。

# FirewallTop
source: Packet Filtering Firewall Settings
de: Paketfilter-Brandmauer-Einstellungen
es: Configuración de cortafuego de filtrado de paquetes
zh_cn: 数据包过滤防火墙设置
zh_tw: 封包過濾防火牆設定

# FirewallTop_help
source: Firewalling allows you to define policies restricting what kinds of network traffic are allowed to pass through your server. This is an advanced security feature of your server, so be sure to refer to available documentation before configuring your firewall.
de: Mit Hilfe von Brandmauern können Sie Richtlinien zur Beschränkung des Netzwerkverkehrs definieren, der über den Server geleitet wird. Dabei handelt es sich um eine erweiterte Sicherheitsfunktion Ihres Servers. Ziehen Sie daher die verfügbare Dokumentation zu Rate, bevor Sie Ihre Brandmauer konfigurieren.
es: El cortafuego permite definir directrices para limitar la clase de tráfico de red por su servidor. Es una función de seguridad avanzada, por lo que se recomienda consultar la documentación de referencia antes de configurarlo.
zh_cn: 防火墙功能可使您确定限制哪类网络流量允许通过服务器的策略。这是服务器的高级安全功能，因此在配置防火墙前一定要参考可用的文档。
zh_tw: 防火牆作業可讓您定義防火牆策略，限制允許哪種網路流量可通過您的伺服器。這是一種高階的伺服器安全功能，因此請務必先參閱可用的文件，然後再行配置防火牆。

# EditRuleChain
source: Rule Chain
de: Regelkette
es: Cadena de reglas
zh_cn: 规则链
zh_tw: 規則鏈

# EditRuleChain_help
source: Select a rule chain to configure. The firewall is configured by three separate chains of rules. The input chain is used to filter packets coming into the machine. The forward chain is used to filter packets destined for another machine. The output chain is used to filter packets going out of the machine.
de: Wählen Sie eine zu konfigurierende Regelkette aus. Die Brandmauer wird durch drei separate Regelketten konfiguriert. Die Eingangskette filtert auf dem Rechner eingehende Pakete. Die Weiterleitungskette filtert Pakete, die für einen anderen Rechner bestimmt sind. Die Ausgangskette filtert vom Rechner ausgehende Pakete.
es: Seleccionar una cadena de reglas para configurar. El cortafuego tiene tres cadenas diferentes de reglas. La de entrada se usa para filtrar los paquetes que entran. La de reenvío se usa para filtrar los paquetes para otros equipos. La cadena de salida se usa para filtrar los paquetes que salen del equipo.
zh_cn: 选择要配置的规则链。防火墙由三个独立的规则链配置。输入链用于过滤到达机器的数据包。转发链用于过滤到达另一机器的数据包。输出链用于过滤离开机器的数据包。
zh_tw: 請選取要配置的規則鏈。防火牆是由三個個別的規則鏈所配置。輸入鏈用來過濾進入機器的封包。轉向鏈用來過濾其目的地為另一部機器的封包。輸出鏈則用來過濾傳出機器的封包。

source: Enable Firewall
de: Brandmauer aktivieren
es: Habilitar cortafuego
zh_cn: 启用防火墙
zh_tw: 啟用防火牆

# enableFirewall_help
source: Enable or disable your packet filtering firewall.
de: Aktivieren oder deaktivieren Sie Ihre Paketfilter-Brandmauer.
es: Habilitar o deshabilitar cortafuego de filtrado de paquetes.
zh_cn: 启用或禁用包过滤防火墙。
zh_tw: 啟用或關閉封包過濾防火牆。

# firewall-not-dirty_help
source: Select Section...
de: Mit dieser Schaltfläche wenden Sie Ihre Konfigurationsänderungen auf die ausgeführte Brandmauer an. Momentan können Sie keine neuen Änderungen übernehmen.
es: Botón para aplicar los cambios de configuración al cortafuego en ejecución. Ahora no hay cambios nuevos para aplicar.
zh_cn: 选择区段...
zh_tw: 選取區段...

# general_settings
source: Firewall Settings
de: Brandmauer-Einstellungen
es: Configuración de cortafuego
zh_cn: 防火墙设置
zh_tw: 防火牆設定

# chain_input
source: Input Rule Chain
de: Eingangs-Regelkette
es: Cadena de reglas de entrada
zh_cn: 输入规则链
zh_tw: 輸入規則鏈

# chain_output
source: Output Rule Chain
de: Ausgangs-Regelkette
es: Cadena de reglas de salida
zh_cn: 输出规则链
zh_tw: 輸出規則鏈

# chain_forward
source: Forward Rule Chain
de: Weiterleitungs-Regelkette
es: Cadena de reglas de reenvío
zh_cn: 转发规则链
zh_tw: 轉向規則鏈

# commit-changes-button
source: Apply Changes Now
de: Änderungen jetzt übernehmen
es: Aplicar cambios ahora
zh_cn: 立即应用更改
zh_tw: 立即套用變更

# commit-changes-button_help
source: Enable Firewall
de: Sie haben die Definitionsregeln Ihrer Brandmauer geändert, doch werden Ihre Änderungen erst vom ausgeführten Brandmauer-System übernommen, wenn Sie auf diese Schaltfläche klicken.
es: Las reglas que definen su cortafuego se han modificado, pero los cambios no se aplicarán al sistema cortafuego en ejecución hasta que se pulse este botón.
zh_cn: 启用防火墙
zh_tw: 啟用防火牆

# disable-firewall-button
source: Disable Firewall
de: Brandmauer deaktivieren
es: Deshabilitar cortafuego
zh_cn: 禁用防火墙
zh_tw: 關閉防火牆

# FirewallRulesinput
source: Input Rules
de: Eingangsregeln
es: Reglas de entrada
zh_cn: 输入规则
zh_tw: 輸入規則

# header_order
source: Order
de: Reihenfolge
es: Orden
zh_cn: 顺序
zh_tw: 順序

# header_order_help
source: This is the order in which the rules will be applied to the packets. Each packet will be analyzed to determine if it matches the criteria specified by each rule in the order that the rules are listed.
de: Die Reihenfolge, in der die Regeln auf die Pakete angewendet werden. Jedes Paket wird analysiert, um zu bestimmen, ob es den Kriterien jeder Regel in der Reihenfolge der aufgelisteten Regeln entspricht.
es: Orden de aplicación de reglas a los paquetes. Se analizará cada paquete para determinar si cumple los criterios especificados por cada regla en el orden establecido.
zh_cn: 这是规则应用于数据包的顺序。每个数据包都要经过分析，才能确定它是否按照规则列出的顺序满足每个规则规定的条件。
zh_tw: 這是規則將套用到封包的順序。每一個封包都會經過分析，以判定其是否符合各個規則（依所示的規則順序） 所指定的標準。

# header_source
source: Source Criteria
de: Quellkriterien
es: Criterios de origen
zh_cn: 源条件
zh_tw: 來源標準

# header_source_help
source: This is the source criteria by which the packets will be filtered. The source parameters of a packet will be compared to the criteria for a given rule. The policy specified for that rule will be applied to the packet if all criteria are satisfied.
de: Die Quellkriterien, nach denen die Pakete gefiltert werden. Die Quellparameter eines Pakets werden mit den Kriterien einer gegebenen Regel verglichen. Die für diese Regel angegebene Richtlinie wird auf das Paket angewendet, wenn alle Kriterien erfüllt sind.
es: Criterios de origen para filtrar los paquetes. Los parámetros de origen de un paquete se compararán con los criterios de una regla. La directriz de esa regla se aplicará al paquete si se cumplen todos los criterios.
zh_cn: 这是数据包过滤的源条件。数据包的源参数将与给定规则的条件进行对比。如果所有条件满足要求，为该规则指定的策略将应用于数据包。
zh_tw: 這是過濾封包所將採行的來源標準。封包的來源參數將與給定規則的標準比較。如果符合所有的標準，則對該規則所指定的策略將會套用到該封包。

# header_dest
source: Destination Criteria
de: Zielkriterien
es: Criterios de destino
zh_cn: 目标条件
zh_tw: 目的標準

# header_dest_help
source: This is the destination criteria by which the packets will be filtered. The destination parameters of a packet will be compared to the criteria for a given rule. The policy specified for that rule will be applied to the packet if all criteria are satisfied.
de: Die Zielkriterien, nach denen die Pakete gefiltert werden. Die Zielparameter eines Pakets werden mit den Kriterien einer gegebenen Regel verglichen. Die für diese Regel angegebene Richtlinie wird auf das Paket angewendet, wenn alle Kriterien erfüllt sind.
es: Criterios de destino para filtrar los paquetes. Los parámetros de destino de un paquete se compararán con los criterios para una regla. La directriz de esa regla se aplicará al paquete si se cumplen todos los criterios.
zh_cn: 这是数据包过滤的目标条件。数据包的目标参数将与给定规则的条件进行对比。如果所有条件满足要求，为该规则确定的策略将应用于数据包。
zh_tw: 這是過濾封包所將採行的目的標準。封包的目的參數將與給定規則的標準比較。如果符合所有的標準，則對該規則所指定的策略將會套用到該封包。

# header_policy
source: Policy
de: Richtlinie
es: Directriz
zh_cn: 策略
zh_tw: 策略

# header_policy_help
source: This is the policy which determines the outcome of any packets which match this rule. If a packet meets all of the criteria specified by a given rule (source, destination, interface, protocol), the policy specified will be applied to the packet.
de: Die Richtlinie, die das Ergebnis aller Pakete bestimmt, die dieser Regel entsprechen. Wenn ein Paket alle durch eine bestimmte Regel festgelegten Kriterien erfüllt (Quelle, Ziel, Schnittstelle, Protokoll), wird die angegebene Richtlinie auf das Paket angewendet.
es: Directriz determinante del desenlace de los paquetes que cumplan esta regla. Si un paquete cumple todos los criterios de una regla (origen, destino, interfaz, protocolo), se aplicará al paquete la directriz especificada.
zh_cn: 这是确定任何符合此规则的数据包外出的策略。如果一个数据包满足指定规则（源、目标、接口、协议）规定的所有条件，则指定的策略将应用于数据包。
zh_tw: 這是決定所有符合此規則之封包的結果策略。如果封包符合某給定規則所指定的所有標準（來源、目的地、介面、協定），則指定的策略將套用到該封包。

# header_action
source: Action
de: Aktion
es: Acción
zh_cn: 操作
zh_tw: 動作

# header_action_help
source: These are the buttons used to modify a rule or to remove a rule.
de: Dies sind die Schaltflächen, mit denen eine Regel geändert oder entfernt werden kann.
es: Botones para modificar o eliminar una regla.
zh_cn: 这些是用于修改或删除规则的按钮。
zh_tw: 這些是用來更改或移除規則的按鈕。

# defaultPolicyField
source: Default Policy
de: Standard-Richtlinie
es: Directriz predeterminada
zh_cn: 缺省策略
zh_tw: 預設策略

# defaultPolicyField_help
source: Select the default policy for this rule chain. The default policy determines what will happen to any packets that does not match any of the rules listed above.
de: Wählen Sie die Standard-Richtlinie für diese Regelkette aus. Die Standard-Richtlinie bestimmt, was mit Paketen geschieht, die keiner der oben aufgeführten Regeln entsprechen.
es: Seleccionar la directriz predeterminada para esta cadena de reglas. La directriz predeterminada determina el destino de los paquetes que no cumplan alguna regla enumerada arriba.
zh_cn: 选择此规则链的缺省策略。缺省策略决定任何不满足以上规则的数据包将出现什么现象。
zh_tw: 請選取此規則鏈的預設策略。預設策略決定將對所有不符合上列任一規則的封包進行何種動作。

# CreateFirewallRule
source: Add New Firewall Rule
de: Neue Brandmauer-Regel hinzufügen
es: Añadir nueva regla de cortafuego
zh_cn: 添加新防火墙规则
zh_tw: 新增防火牆規則

# SourceCriteriaSection
source: Source Criteria
de: Quellkriterien
es: Criterios de origen
zh_cn: 源条件
zh_tw: 來源標準

# SourceCriteriaSection_help
source: Criteria are used to determine which packets a firewall rule should apply to. Source criteria can be used to match packets coming from a specific connection.
de: Mit Hilfe von Kriterien wird bestimmt, auf welche Pakete eine Brandmauer-Regel angewendet werden soll. Quellkriterien werden dazu verwendet, Pakete, die von einer bestimmten Verbindung eingehen, zu vergleichen.
es: Criterios para determinar a qué paquetes aplicar una regla de cortafuego. Con los criterios de origen se pueden analizar los paquetes de una cierta conexión.
zh_cn: 条件用于确定防火墙规则应用于哪些数据包。源条件可用于匹配来自特定连接的数据包。
zh_tw: 標準用來決定防火牆規則應套用到哪一個封包。來源標準可找到相配的、來自特定連接的封包。

# source_ip_start_field
source: Source IP Address (Low)
de: Quell-IP-Adresse (niedrigste)
es: Dirección IP de origen (baja)
zh_cn: 源 IP 地址（低）
zh_tw: 來源 IP 位址（下限）

# source_ip_start_field_help
source: Enter the first or lowest source IP address in the range of IP addresses to be matched by this rule. To match any source IP address, leave the Source IP Address fields empty.
de: Geben Sie die erste oder niedrigste Quell-IP-Adresse im Bereich der IP-Adressen ein, die mit dieser Regel verglichen werden soll. Um beliebige Quell-IP-Adressen zu vergleichen, lassen Sie die Quell-IP-Adressenfelder leer.
es: Primera dirección IP de origen o la dirección IP de origen más baja del rango de direcciones IP que analizará esta regla. Para analizar cualquier dirección IP de origen, dejar en blanco los campos Dirección IP de origen.
zh_cn: 在此规则将匹配的 IP 地址范围内输入第一个或最低的源 IP 地址。要匹配任何源 IP 地址，将源 IP 地址字段留空。
zh_tw: 請輸入要符合此規則之 IP 位址範圍內的第一個或最低的來源 IP 位址。若要符合任一來源 IP 位址，請保留「來源 IP 位址」欄位空白。

# source_ip_stop_field
source: Source IP Address (High)
de: Quell-IP-Adresse (höchste)
es: Dirección IP de origen (alta)
zh_cn: 源 IP 地址（高）
zh_tw: 來源 IP 位址（上限）

# source_ip_stop_field_help
source: Enter the last or highest source IP address in the range of IP addresses to be matched by this rule. To match any source IP address, leave the Source IP Address fields empty.
de: Geben Sie die letzte oder höchste Quell-IP-Adresse im Bereich der IP-Adressen ein, die mit dieser Regel verglichen werden soll. Um beliebige Quell-IP-Adressen zu vergleichen, lassen Sie die Quell-IP-Adressenfelder leer.
es: Primera dirección IP de origen o la dirección IP de origen más alta del rango de direcciones IP que analizará esta regla. Para analizar cualquier dirección IP de origen, dejar en blanco los campos Dirección IP de origen.
zh_cn: 在此规则将匹配的 IP 地址范围内输入最后一个或最高源 IP 地址。要匹配任何源 IP 地址，将源 IP 地址字段留空。
zh_tw: 請輸入要符合此規則之 IP 位址範圍內的最後一個或最高的來源 IP 位址。若要符合任一來源 IP 位址，請保留「來源 IP 位址」欄位空白。

# source_ports_field
source: Source Port Number(s)
de: Quell-Portnummer(n)
es: Número(s) de puerto de origen
zh_cn: 源端口号码
zh_tw: 來源埠號

# source_ports_field_help
source: Enter the first and last source port number in the range of source IP addresses to be matched by this rule. To match any source port number, leave the Source Port Number fields empty.
de: Geben Sie die erste und letzte Quell-Portnummer im Bereich der Quell-IP-Adressen ein, die mit dieser Regel verglichen werden soll. Um beliebige Quell-Portnummern zu vergleichen, lassen Sie die Quell-Portnummernfelder leer.
es: Primer y último número de puerto de origen del rango de direcciones IP de origen que analizará esta regla. Para analizar cualquier número de puerto de origen, dejar en blanco los campos Número de puerto de origen.
zh_cn: 在此规则将匹配的源 IP 地址范围内输入第一个或最后一个源端口号码。要匹配任何源端口号码，将源端口号码字段留空。
zh_tw: 請輸入要符合此規則之來源 IP 位址範圍內的第一個及最後一個來源埠號。若要符合任一來源埠號，請保留「來源埠號」欄位空白。

# source_ip_start_invalid
source: An invalid IP address was specified for the Source IP Address (Low) field. Please specify an IP address of the form 172.16.1.1.
de: Für das Feld Quell-IP-Adresse (niedrigste) wurde eine ungültige IP-Adresse angegeben. Geben Sie eine IP-Adresse im Format 172.16.1.1 ein.
es: Se ha especificado una dirección IP inválida para el campo Dirección IP de origen (baja). Especificar una dirección IP con el formato 172.16.1.1.
zh_cn: 在“源 IP 地址（低）”字段指定的 IP 地址无效。请以 172.16.1.1 形式指定 IP 地址。
zh_tw: 在「來源 IP 位址 (低)」欄位中指定了無效的的 IP 位址。請以 172.16.1.1 的格式指定 IP 位址。

# source_ip_stop_invalid
source: An invalid IP address was specified for the Source IP Address (High) field. Please specify an IP address of the form 172.16.1.1.
de: Für das Feld Quell-IP-Adresse (höchste) wurde eine ungültige IP-Adresse angegeben. Geben Sie eine IP-Adresse im Format 172.16.1.1 ein.
es: Se ha especificado una dirección IP inválida para el campo Dirección IP de origen (alta). Especificar una dirección IP con el formato 172.16.1.1.
zh_cn: 在“源 IP 地址（高）”字段指定的 IP 地址无效。请以 172.16.1.1 形式指定 IP 地址。
zh_tw: 在「來源 IP 位址 (高)」欄位中指定了無效的的 IP 位址。請以 172.16.1.1 的格式指定 IP 位址。

# dest_ip_start_invalid
source: An invalid IP address was specified for the Destination IP Address (Low) field. Please specify an IP address of the form 172.16.1.1.
de: Für das Feld Ziel-IP-Adresse (niedrigste) wurde eine ungültige IP-Adresse angegeben. Geben Sie eine IP-Adresse im Format 172.16.1.1 ein.
es: Se ha especificado una dirección IP inválida para el campo Dirección IP de destino (baja). Especificar una dirección IP con el formato 172.16.1.1.
zh_cn: 在“目的地 IP 地址（低）”字段指定的 IP 地址无效。请以 172.16.1.1 形式指定 IP 地址。
zh_tw: 在「目的 IP 位址 (低)」欄位中指定了無效的的 IP 位址。請以 172.16.1.1 的格式指定 IP 位址。

# dest_ip_stop_invalid
source: An invalid IP address was specified for the Destination IP Address (High) field. Please specify an IP address of the form 172.16.1.1.
de: Für das Feld Ziel-IP-Adresse (höchste) wurde eine ungültige IP-Adresse angegeben. Geben Sie eine IP-Adresse im Format 172.16.1.1 ein.
es: Se ha especificado una dirección IP inválida para el campo Dirección IP de destino (alta). Especificar una dirección IP con el formato 172.16.1.1.
zh_cn: 在“目的地 IP 地址（高）”字段指定的 IP 地址无效。请以 172.16.1.1 形式指定 IP 地址。
zh_tw: 在「目的 IP 位址 (高)」欄位中指定了無效的的 IP 位址。請以 172.16.1.1 的格式指定 IP 位址。

# source_ports_invalid
source: The specified Source Port Number range was invalid. Source port numbers must be positive integers. To create a rule that matches only one port, enter that port number as a range (ie. 23-23).
de: Der angegebene Quell-Portnummernbereich ist ungültig. Quell-Portnummern müssen positive Ganzzahlen sein. Um eine Regel zu definieren, die nur einem Port entspricht, geben Sie diese Portnummer als Bereich ein (z. B. 23-23).
es: El rango de número de puerto de origen especificado no es válido. Tal puerto debe incluir números enteros positivos. Para crear una regla que analice sólo un puerto, escribir ese número de puerto como rango (por ejemplo, 23-23).
zh_cn: 指定的“源端口号”范围无效。源端口号必须是正整数。要创建仅符合一个端口的规则，请输入该端口号作为范围（即 23-23）。
zh_tw: 指定了無效的「來源端埠號」範圍；「來源端埠號」必須為正整數，為了要建立只符合於一個埠的規則，請以指定範圍的方式輸入一個埠號 （即 23-23）。

# dest_ports_invalid
source: The specified Destination Port Number range was invalid. Port numbers must be positive integers. To create a rule that matches only one port, enter that port number as a range (ie. 23-23).
de: Der angegebene Ziel-Portnummernbereich ist ungültig. Portnummern müssen positive Ganzzahlen sein. Um eine Regel zu definieren, die nur einem Port entspricht, geben Sie diese Portnummer als Bereich ein (z. B. 23-23).
es: El rango de número de puerto de destino especificado no es válido. Tal puerto debe incluir números enteros positivos. Para crear una regla que analice sólo un puerto, escriba ese número de puerto como rango (por ejemplo, 23-23).
zh_cn: 指定的“目的地端口号”范围无效。端口号必须是正整数。要创建仅符合一个端口的规则，请输入该端口号作为范围（即 23-23）。
zh_tw: 指定了無效的「目的端埠號」範圍；「目的端埠號」必須為正整數，為了要建立只符合於一個埠的規則，請以指定範圍的方式輸入一個埠號 （即 23-23）。

# redir_target_invalid
source: The port entered to redirect to is invalid. Please enter a port number that is a positive integer.
de: Das Feld An lokale Portnummer umleiten muss aus einer positiven Ganzzahl bestehen, die eine Portnummer angibt (z. B. 23).
es: El campo Redirigir a número de puerto local debe estar formado por un número entero positivo que indique un número de puerto (por ejemplo, 23).
zh_cn: 目标条件
zh_tw: 目的標準

# DestCriteriaSection_help
source: Criteria are used to determine which packets a firewall rule should apply to. Destination criteria can be used to match packets going to a specific connection.
de: Mit Hilfe von Kriterien wird bestimmt, auf welche Pakete eine Brandmauer-Regel angewendet werden soll. Zielkriterien werden dazu verwendet, Pakete, die an eine bestimmte Verbindung gesendet werden, zu vergleichen.
es: Criterios para determinar a qué paquetes aplicar una regla de cortafuego. Con los criterios de destino se pueden analizar los paquetes a una cierta conexión.
zh_cn: 条件用于确定防火墙规则应用于哪些数据包。目标条件可用于匹配转向特定连接的数据包。
zh_tw: 標準用來決定防火牆規則應套用到哪一個封包。目的標準可找到相配的、傳送到特定連接的封包。

# dest_ip_start_field
source: Destination IP Address (Low)
de: Ziel-IP-Adresse (niedrigste)
es: Dirección IP de destino (baja)
zh_cn: 目的地 IP 地址（低）
zh_tw: 目的 IP 位址（下限）

# dest_ip_start_field_help
source: Enter the first or lowest destination IP address in the range of IP addresses to be matched by this rule. To match any destination IP address, leave the Destination IP Address fields empty.
de: Geben Sie die erste oder niedrigste Ziel-IP-Adresse im Bereich der IP-Adressen ein, die mit dieser Regel verglichen werden soll. Um beliebige Ziel-IP-Adressen zu vergleichen, lassen Sie die Ziel-IP-Adressenfelder leer.
es: Primera dirección IP de destino o dirección IP de destino más baja del rango de direcciones IP que analizará esta regla. Para analizar cualquier dirección IP de destino, dejar en blanco los campos Dirección IP de destino.
zh_cn: 在此规则将匹配的 IP 地址范围内输入第一个或最低目的地 IP 地址。要匹配任何目的地 IP 地址，将目的地 IP 地址字段留空。
zh_tw: 請輸入要符合此規則之 IP 位址範圍內的第一個或最低的目的 IP 位址。若要符合任一目的 IP 位址，請保留「目的 IP 位址」欄位空白。

# dest_ip_stop_field
source: Destination IP Address (High)
de: Ziel-IP-Adresse (höchste)
es: Dirección IP de destino (alta)
zh_cn: 目的地 IP 地址（高）
zh_tw: 目的 IP 位址（上限）

# dest_ip_stop_field_help
source: Enter the last or highest destination IP address in the range of IP addresses to be matched by this rule. To match any destination IP address, leave the Destination IP Address fields empty.
de: Geben Sie die letzte oder höchste Ziel-IP-Adresse im Bereich der IP-Adressen ein, die mit dieser Regel verglichen werden soll. Um beliebige Ziel-IP-Adressen zu vergleichen, lassen Sie die Ziel-IP-Adressenfelder leer.
es: Primera dirección IP de destino o la dirección IP de destino más alta del rango de direcciones IP que analizará esta regla. Para analizar cualquier dirección IP de destino, dejar en blanco los campos Dirección IP de origen.
zh_cn: 在此规则将匹配的 IP 地址范围内输入最后一个或最高目的地 IP 地址。要匹配任何目的地 IP 地址，将目的地 IP 地址字段留空。
zh_tw: 請輸入要符合此規則之 IP 位址範圍內的最後一個或第一個目的 IP 位址。若要符合任一目的 IP 位址，請保留「目的 IP 位址」欄位空白。

# dest_ports_field
source: Destination Port Number(s)
de: Ziel-Portnummer(n)
es: Número(s) de puerto de destino
zh_cn: 目的地端口号码
zh_tw: 目的埠號

# dest_ports_field_help
source: Enter the first and last destination port number in the range of destination IP addresses to be matched by this rule. To match any destination port number, leave the Destination Port Number fields empty.
de: Geben Sie die erste und letzte Ziel-Portnummer im Bereich der Ziel-IP-Adressen ein, die mit dieser Regel verglichen werden soll. Um beliebige Ziel-Portnummern zu vergleichen, lassen Sie die Ziel-Portnummernfelder leer.
es: Primer y último número de puerto de destino del rango de direcciones IP de destino que analizará esta regla. Para analizar cualquier número de puerto de destino, dejar en blanco los campos Número de puerto de destino.
zh_cn: 在此规则将匹配的目的地 IP 地址范围内输入第一个或最后一个的目的地端口号码。要匹配任何目的地端口号码，将目的地端口号码字段留空。
zh_tw: 請輸入要符合此規則之目的 IP 位址範圍內的第一個及最後一個埠號。若要符合任一目的埠號，請保留「目的埠號」欄位空白。

# GeneralCriteriaSection
source: Other Criteria
de: Sonstige Kriterien
es: Otros criterios
zh_cn: 其他条件
zh_tw: 其他標準

# GeneralCriteriaSection_help
source: Criteria are used to determine which packets a firewall rule should apply to. Other criteria such as the protocol and the connection interface of the packets can also be used to match packets to a rule.
de: Mit Hilfe von Kriterien wird bestimmt, auf welche Pakete eine Brandmauer-Regel angewendet werden soll. Andere Kriterien wie z. B. das Protokoll und die Verbindungsschnittstelle der Pakete können ebenfalls eingesetzt werden, um Pakete mit einer Regel zu vergleichen.
es: Los criterios para determinar a qué paquetes aplicar una regla de cortafuego. También pueden utilizarse otros criterios, como el protocolo y la interfaz de conexión de los paquetes, para analizar paquetes según una regla.
zh_cn: 条件用于确定防火墙规则应用于哪些数据包。如数据包协议和连接接口等其他条件也可用于匹配数据包与规则。
zh_tw: 標準用來決定防火牆規則應套用到哪一個封包。其他標準（如封包的協定和連接介面）也可使封包與規則正確相符。

# protocol_field
source: Network Protocol
de: Netzwerkprotokoll
es: Protocolo de red
zh_cn: 网络协议
zh_tw: 網路通信協定

# protocol_field_help
source: Enter the network protocol of the packets to be matched by this rule.
de: Geben Sie das Netzwerkprotokoll der Pakete ein, die mit dieser Regel verglichen werden sollen.
es: Especificar protocolo de red de los paquetes que analizará esta regla.
zh_cn: 输入此规则匹配的数据包的网络协议。
zh_tw: 請輸入要符合此規則的封包網路協定。

# all
source: Any Network Protocol
de: Beliebiges Netzwerkprotokoll
es: Cualquier protocolo de red
zh_cn: 任何网络协议
zh_tw: 任一網路通信協定

# interface_field
source: Network Interface
de: Netzwerkschnittstelle
es: Interfaz de red
zh_cn: 网络接口
zh_tw: 網路介面
