Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-firewall.mod/locale/*/firewall.po
Languages: de, es, zh_cn, zh_tw

# interface_field_help
source: Enter the network interface of the packets to be matched by this rule.
de: Geben Sie die Netzwerkschnittstelle der Pakete ein, die mit dieser Regel verglichen werden sollen.
es: Especificar interfaz de red de los paquetes que analizará esta regla.
zh_cn: 输入此规则匹配的数据包的网络接口。
zh_tw: 請輸入要符合此規則的封包網路協定。

# any
source: Any Network Interface
de: Beliebige Netzwerkschnittstelle
es: Cualquier interfaz de red
zh_cn: 任何网络接口
zh_tw: 任一網路介面

# eth0
source: Primary Ethernet Interface
de: Primäre Ethernet-Schnittstelle
es: Interfaz Ethernet principal
zh_cn: 主以太网接口
zh_tw: 主要乙太網路介面

# eth1
source: Secondary Ethernet Interface
de: Sekundäre Ethernet-Schnittstelle
es: Interfaz Ethernet secundaria
zh_cn: 辅助以太网接口
zh_tw: 次要乙太網路介面

# ppp0
source: PPP Dialup Interface
de: PPP-Wählverbindungs-Schnittstelle
es: Interfaz de acceso telefónico PPP
zh_cn: PPP 拨号接口
zh_tw: PPP 撥接介面

# DescribePolicy
source: Chain Policy
de: Kettenrichtlinie
es: Directriz de cadena
zh_cn: 链策略
zh_tw: 鏈策略

# DescribePolicy_help
source: Policy
de: Die Richtlinie einer Regel gibt die Disposition eines Pakets an, das die Paketfilterkriterien einer Regel erfüllt.
es: Una directriz de cadena indica la disposición de un paquete que cumple los criterios de filtrado de paquetes de una regla.
zh_cn: 策略
zh_tw: 策略

# policy_field_help
source: Select the policy for this rule chain. The policy determines what will happen to any packets that match this firewall rule. Accepting a packet allows it to continue through this machine. Denying a packet discards the packet as if it never reached this machine. Rejecting a packet discards the packet as denying a packet does, but informs the sender that the packet has been discarded. Masquerading a packet rewrites the packet as it passes through the firewall to appear as if the packet originated at the firewall. This policy is only applicable when configuring forward rules. Redirecting a packet rewrites the packet as it passes through the firewall to appear as if the packet is destined for a local port number. This policy is only applicable when configuring input rules.
de: Wählen Sie die Richtlinie für diese Regelkette aus. Die Richtlinie bestimmt, was mit Paketen geschieht, die dieser Brandmauer-Regel entsprechen. Wenn ein Paket akzeptiert wird, kann es über diesen Rechner weitergeleitet werden. Wird ein Paket hingegen verweigert, wird es gelöscht, so als ob es nie bei diesem Rechner angekommen wäre. Wenn ein Paket abgelehnt wird, wird es so gelöscht wie bei der Verweigerung, doch wird der Absender informiert, dass das Paket gelöscht wurde. Durch Maskieren eines Pakets wird das Paket umgeschrieben, wenn es die Brandmauer durchdringt. Dies hat den Anschein, als ob das Paket an der Brandmauer entstanden wäre. Diese Richtlinie gilt nur, wenn Weiterleitungsregeln konfiguriert werden. Durch Umleiten eines Pakets wird das Paket umgeschrieben, wenn es die Brandmauer durchdringt. Dies hat den Anschein, als ob das Paket für eine lokale Portnummer bestimmt wäre. Diese Richtlinie gilt nur, wenn Eingangsregeln konfiguriert werden.
es: Directriz para esta cadena de reglas. Ésta determina el destino de los paquetes que cumplan esta regla de cortafuego. Si se acepta, un paquete continúa por este equipo. Si se niega, se elimina totalmente. Si se rechaza, se descarta, pero se informa al remitente. Si se enmascara, su origen mostrará el cortafuego. Esta directriz sólo se aplica en la configuración de reglas de reenvío. Si se redirige un paquete, su destino mostrará un número de puerto local. Esta directriz sólo se aplica en la configuración de reglas de entrada.
zh_cn: 选择此规则链的策略。策略决定与此防火墙规则匹配的任何数据包将发生什么现象。接受数据包允许它继续通过此机器。否决数据包则将其丢弃，使之永远不会到达机器。拒绝数据包与否则数据包一样将其丢弃，但是会通知发送人数据包已被丢弃。伪装数据包则在通过防火墙时进行重写，犹如数据包是自防火墙发出的。此策略只在配置转发规则时适用。重定向数据包则在数据包通过防火墙时进行重写，犹如数据包的目标是本地端口号码。此策略只在配置输入规则时适用。
zh_tw: 請選取此規則鏈的策略。此策略決定將對所有符合此防火牆規則的封包進行何種動作。接受封包可讓它繼續通過這部機器。禁止封包是捨棄該封包，猶如其從未到達這部機器。拒絕封包則如同禁止封包一樣捨棄封包，但會通知傳送者該封包已遭捨棄。偽裝封包是在封包通過防火牆時加以重新寫入，使該封包看來有如起始於防火牆；這項策略僅適用於配置轉寄規則。轉向封包是在封包通過防火牆時加以重新寫入，使該封包的目的地看來有如在本端埠號；這項策略僅適用於配置輸入規則。

# redir_target_field
source: Redirect to Local Port Number
de: An lokale Portnummer umleiten
es: Redirigir a número de puerto local
zh_cn: 重定向至本地端口号码
zh_tw: 轉向至本端埠號

# redir_target_field_help
source: If the redirect policy has been selected above, enter a local port number for packets that match this firewall rule to be redirected. Otherwise, this field is ignored.
de: Wenn die Umleitungsrichtlinie oben ausgewählt wurde, geben Sie eine lokale Portnummer für Pakete ein, die dieser Brandmauer-Regel entsprechen und umgeleitet werden. Ansonsten wird dieses Feld ignoriert.
es: Si se ha elegido arriba la directriz de redirección, escribir un número de puerto local para redirigir los paquetes que cumplan esta regla de cortafuego. En caso contrario, este campo se ignorará.
zh_cn: 如果上面选择了重定向策略，输入匹配要重定向的防火墙规则的数据包的本地端口号码。否则，忽略此字段。
zh_tw: 如果已在前述選取了轉向策略，請輸入要轉向之封包（且符合此防火牆規則者）的本端埠號；否則，這個欄位會被忽略。

source: Edit Firewall Rule
de: Brandmauer-Regel bearbeiten
es: Editar regla de cortafuego
zh_cn: 编辑防火墙规则
zh_tw: 編輯防火牆規則

# FirewallRulesforward
source: Forwarding Rules
de: Weiterleitungsregeln
es: Reglas de reenvío
zh_cn: 转发规则
zh_tw: 轉向規則

# FirewallRulesoutput
source: Output Rules
de: Ausgangsregeln
es: Reglas de salida
zh_cn: 输出规则
zh_tw: 輸出規則

# Select_chain
source: Select Chain to Edit ...
de: Zu bearbeitende Kette auswählen...
es: Seleccionar cadena para editar...
zh_cn: 选择要编辑的链...
zh_tw: 選取要編輯的規則鏈 ...

source: Default Policy
de: Standard-Richtlinie
es: Directriz predeterminada
zh_cn: 缺省策略
zh_tw: 預設策略

# defaultPolicy_help
source: The default policy for this chain determines what will happen to any packet that do not match any of the rules listed above.
de: Die Standard-Richtlinie für diese Kette bestimmt, was mit Paketen geschieht, die keiner der oben aufgeführten Regeln entsprechen.
es: La directriz predeterminada para esta cadena determina el destino de los paquetes que no cumplan alguna de las reglas enumeradas arriba.
zh_cn: 此链的缺省策略将适用于不匹配以上所列规则的数据包。
zh_tw: 此規則鏈的預設策略決定將對所有不符合上列任一規則的封包進行何種動作。

# criteria_ports
source: Port=[[VAR.ports]];
es: Puerto=[[VAR.ports]];
zh_cn: 端口=[[VAR.ports]];

# criteria_proto
source: Protocol=[[VAR.proto]];
de: Protokoll=[[VAR.proto]];
es: Protocolo=[[VAR.proto]];
zh_cn: 协议=[[VAR.proto]];

# criteria_interface
source: Interface=[[VAR.iface]];
de: Schnittstelle=[[VAR.iface]];
es: Interfaz=[[VAR.iface]];
zh_cn: 接口=[[VAR.iface]];

# policy_ACCEPT
source: Accept
de: Akzeptieren
es: Aceptar
zh_cn: 接受
zh_tw: 接受

# policy_DENY
source: Deny
de: Verweigern
es: Rehusar
zh_cn: 否决
zh_tw: 禁止

# policy_REJECT
source: Reject
de: Ablehnen
es: Rechazar
zh_cn: 拒绝
zh_tw: 拒絕

# policy_MASQ
source: Masquerade
de: Maskieren
es: Enmascarar
zh_cn: 伪装
zh_tw: 偽裝

# policy_REDIRECT
source: Redirect to Port
de: An Port [[VAR.redir]] umleiten
es: Redirigir a puerto [[VAR.redir]]
zh_cn: 重定向至端口
zh_tw: 轉向至埠號

# policy_RETURN
source: Return
de: Zurücksenden
es: Devolver
zh_cn: 返回
zh_tw: 返回

# policy_JUMP
source: Jump to Chain [[VAR.jump]]
de: Zu Kette [[VAR.jump]] springen
es: Saltar a la cadena [[VAR.jump]]
zh_cn: 跳转至链[[VAR.jump]]
zh_tw: 跳至鏈 [[VAR.jump]]

source: Accept
de: Akzeptieren
es: Aceptar
zh_cn: 接受
zh_tw: 接受

source: Deny
de: Verweigern
es: Rehusar
zh_cn: 否决
zh_tw: 禁止

source: Reject
de: Ablehnen
es: Rechazar
zh_cn: 拒绝
zh_tw: 拒絕

# MASQ
source: Masquerade
de: Maskieren
es: Enmascarar
zh_cn: 伪装
zh_tw: 偽裝

# REDIRECT
source: Redirect to Port
de: An Port umleiten
es: Redirigir a puerto
zh_cn: 重定向至端口
zh_tw: 轉向至埠號

source: Return
de: Zurücksenden
es: Regresar
zh_cn: 返回
zh_tw: 返回

# JUMP
source: Jump to Chain
de: Zu Kette [[VAR.jump]] springen
es: Saltar la cadena
zh_cn: 跳转至链
zh_tw: 跳至鏈

# no_rules_defined
source: This chain contains no rules. Click Add to create a rule for this chain.
de: Diese Kette enthält keine Regeln. Klicken Sie auf Hinzufügen, um eine Regel für diese Kette festzulegen.
es: Esta cadena no contiene reglas. Pulse Añadir para crear una regla.
zh_cn: 此链不包含规则。单击“添加”为此链创建规则。
zh_tw: 這個規則鏈不含任何規則。請按「新增」，為此規則鏈建立規則。

# FirewallEnable1
source: Firewall Activation
de: Brandmauer-Aktivierung
es: Activación del cortafuego
zh_cn: 防火墙激活
zh_tw: 防火牆啟動

# FirewallEnable1_help
source: Please wait while your firewall settings are applied.
de: Bitte warten Sie, während Ihre Brandmauer-Einstellungen übernommen werden.
es: Espere mientras se aplica la configuración de cortafuego.
zh_cn: 请等待防火墙设置生效。
zh_tw: 請稍候，正在套用您的防火牆設定。

# explain-firewall-enable1-page
source: Click Apply Settings to proceed, or Cancel to return to the Firewall Configuration page.
de: Bitte warten Sie, während Ihre Brandmauer-Einstellungen übernommen werden. Diese Seite sollte automatisch mit der Brandmauer-Konfigurationsseite aktualisiert werden. Ist das nicht der Fall, wurde Ihre Brandmauer möglicherweise falsch konfiguriert. Warten Sie sechzig Sekunden, damit die Brandmauer-Sicherheitsfunktion aktiviert werden kann, und versuchen Sie dann noch einmal, auf Ihren Server zuzugreifen.
es: Espere mientras se aplica la configuración de cortafuego. Esta página se actualiza automáticamente a la página Configuración de cortafuego. Si no es así, tal vez el cortafuego esté configurado erróneamente. Espere 60 segundos para que se active la característica de protección con cortafuego y luego intente reconectarse a su servidor.
zh_cn: 单击“应用设置”继续，或单击“取消”返回至“防火墙配置”页。
zh_tw: 請按「套用設定」繼續，或按「取消」返回「防火牆配置」頁。

# proceed-button
source: Apply Settings
de: Einstellungen übernehmen
es: Aplicar configuración
zh_cn: 应用设置
zh_tw: 套用設定

# proceed-button_help
source: Clicking on this button will apply your new firewall settings.
de: Wenn Sie auf diese Schaltfläche klicken, werden Ihre neuen Brandmauer-Einstellungen übernommen.
es: Al pulsar este botón se aplicará la nueva configuración de cortafuego.
zh_cn: 单击此按钮将应用您的新防火墙设置。
zh_tw: 按此按鈕將會套用新的防火牆設定。

# FirewallEnable2
source: Firewall Configuration Complete
de: Brandmauer-Konfiguration abgeschlossen
es: Configuración de cortafuego completa
zh_cn: 防火墙配置完成
zh_tw: 防火牆配置完成

# FirewallEnable2_help
source: This is the second of two steps necessary to activate the firewall.
de: Dies ist der zweite von zwei Schritten zur Aktivierung der Brandmauer.
es: Segundo paso necesario para activar el cortafuego.
zh_cn: 这是激活防火墙两个必要步骤的第二步。
zh_tw: 這是啟動防火牆的兩個必要步驟的第二個步驟。

# firewall-congrat-page
source: Congratulations! If you can read this message, your firewall settings are working properly. Please click on the Confirm Settings button below to keep these firewall settings permanently.
de: Testseite! Wenn Sie diese Meldung lesen können, funktionieren Ihre Brandmauer-Einstellungen richtig. Bitte klicken Sie auf die Schaltfläche Einstellungen bestätigen unten, um diese Brandmauer-Einstellungen permanent zu speichern.
es: ¡Enhorabuena! Si puede leer este mensaje, la configuración de cortafuego funciona correctamente. Pulse el botón Confirmar configuración para conservar permanentemente esta configuración.
zh_cn: 恭喜您！如果您能看到此消息，表示您的防火墙设置正常工作。请单击下面的“确认设置”按钮，永久保留这些防火墙设置。
zh_tw: 恭喜您！如果您可看到這則訊息，表示您的防火牆設定運作正常。請按以下的「確認設定」按鈕，永久保留這些防火牆設定。

# firewall-congrat-page_help
source: Congratulations!
de: Testseite!
es: ¡Enhorabuena!
zh_cn: 恭喜您！
zh_tw: 恭喜您！

# confirm-firewall-button
source: Confirm Settings
de: Einstellungen bestätigen
es: Confirmar configuración
zh_cn: 确认设置
zh_tw: 確認設定

# confirm-firewall-button_help
source: Please click here to keep your firewall settings permanently.
de: Bitte klicken Sie hier, um Ihre Brandmauer-Einstellungen permanent zu speichern.
es: Pulse aquí para conservar permanentemente la configuración de cortafuego.
zh_cn: 请单击此处永久保留您的防火墙设置。
zh_tw: 請按一下此處，永久保留您的防火牆設定。

# reorder-button
source: Reorder
de: Neu sortieren
es: Reordenar
zh_cn: 重新排序
zh_tw: 重新排序

# reorder-button_help
source: Click here to reorder your rules according to your changes to the numeric Order field in the table above.
de: Klicken Sie hier, um Ihre Regeln den Änderungen des numerischen Reihenfolgefelds in der Tabelle oben entsprechend neu zu sortieren.
es: Pulse aquí para reordenar las reglas según los cambios realizados en el campo numérico Orden de la tabla anterior.
zh_cn: 单击此处，根据您对上表中数字式顺序字段所进行的更改对规则进行重新排序。
zh_tw: 按一下此處，可根據您對上清單格中的數字「排序」欄位的變更，對您的規則重新排序。

# Order_help
source: Edit the numeric fields below to change the order in which rules are applied. Click the Reorder button to apply your changes.
de: Bearbeiten Sie die numerischen Felder unten, um die Reihenfolge zu ändern, in der die Regeln angewendet werden. Klicken Sie auf die Schaltfläche Neu sortieren, um Ihre Änderungen anzuwenden.
es: Modifique los campos numéricos situados debajo para cambiar el orden de aplicación de las reglas. Pulse el botón Reordenar para aplicar los cambios.
zh_cn: 编辑下面的数字字段，更改规则应用的顺序。单击“重新排序”按钮应用更改。
zh_tw: 請編輯下列的數字欄位來變更規則套用的順序。按「重新排序」按鈕可套用變更。

# firewall-is-dirty-message
source: You have made unsaved changes to the firewall configuration.
de: Sie haben Änderungen an der Brandmauer-Konfiguration noch nicht gespeichert.
es: Realizó cambios en la configuración de cortafuego que no se han guardado.
zh_cn: 您已经对防火墙配置进行了未保存的更改。
zh_tw: 您已對防火牆配置完成了變更（未儲存） 。

# firewall-is-dirty-message_help
source: This message notifies you when you have unsaved changes to the firewall configuration. Click on the Apply Changes button to save your changes.
de: Diese Meldung benachrichtigt Sie, wenn Sie Änderungen an der Brandmauer-Konfiguration noch nicht gespeichert haben. Klicken Sie auf die Schaltfläche Änderungen übernehmen, um Ihre Änderungen zu speichern.
es: No ha guardado los cambios realizados en la configuración de cortafuego. Pulse el botón Aplicar cambios para guardar los cambios.
zh_cn: 当您对防火墙配置进行了未保存的更改时，此消息会通知您。单击“应用更改”按钮保存您所做的更改。
zh_tw: 這則訊息通知您已對防火牆配置完成了變更（未儲存） 。按「套用變更」按鈕可儲存變更。

# apply-changes-popup
source: Firewall Settings
de: ------------------------------------------------------- Regeln der ausgeführten Brandmauer ändern ------------------------------------------------------- Ihre unlängst vorgenommenen Änderungen werden in Kürze auf die ausgeführte Paketfilter-Brandmauer angewendet. Es ist möglich, dass eine falsch konfigurierte Brandmauer verhindert, dass Sie auf die Webschnittstelle Ihres Servers zugreifen können. Diese Brandmauer implementiert eine Sicherheitsfunktion, die die Brandmauer nach sechzig Sekunden automatisch deaktiviert, wenn Ihre Browser- Sitzung unterbrochen wird. Wenn die Verbindung unterbrochen werden sollte, warten Sie eine Minute und versuchen Sie, noch einmal auf Ihren Server zuzugreifen. Möchten Sie fortfahren?
es: ------------------------------------------------------- Cambiar reglas de cortafuego en ejecución ------------------------------------------------------- Va a aplicar los cambios realizados recientemente al estado en ejecución del cortafuego de filtrado de paquetes. Tal vez un cortafuego configurado erróneamente pueda impedir el acceso a la interfaz web de su servidor. Este cortafuego brinda una protección que deshabilitará automáticamente el cortafuego después de 60 segundos si se desconecta la sesión del navegador. Si se desconecta, espere un minuto e intente conectarse de nuevo al servidor. ¿Desea continuar?
zh_cn: 防火墙设置
zh_tw: 防火牆設定

# FirewallConfiguration_help
source: Firewalling allows you to define policies restricting what kinds of network traffic are allowed to pass through your server. This is an advanced security feature of your server, so be sure to refer to available documentation before configuring your firewall.
de: Mit Hilfe von Brandmauern können Sie Richtlinien zur Beschränkung des Netzwerkverkehrs definieren, der über den Server geleitet wird. Dabei handelt es sich um eine erweiterte Sicherheitsfunktion Ihres Servers. Ziehen Sie daher die verfügbare Dokumentation zu Rate, bevor Sie Ihre Brandmauer konfigurieren.
es: El cortafuego permite definir directrices para limitar la clase de tráfico de red por su servidor. Es una característica de seguridad avanzada, por lo que se recomienda consultar la documentación de referencia antes de configurarlo.
zh_cn: 防火墙功能可使您确定限制哪类网络流量允许通过服务器的策略。这是服务器的高级安全功能，因此在配置防火墙前一定要参考可用的文档。
zh_tw: 防火牆作業可讓您定義防火牆策略，限制允許哪種網路流量可通過您的伺服器。這是一種高階的伺服器安全功能，因此請務必先參閱可用的文件，然後再行配置防火牆。

# ipip-rule-cannot-have-ports
source: Any
de: Das IPIP-Protokoll unterstützt Portnummern nicht. Sie können daher keinen Vergleich mit einem Bereich von Portnummern für ein IPIP-Paket durchführen.
es: El protocolo IPIP no admite números de puerto,por lo que no se puede realizar un análisis de rango de números de puerto en un paquete IPIP.
zh_cn: 任何
zh_tw: 任意

# capgroup_adminFirewall
source: Manage Basic Firewall
de: Verwaltung der Standard-Firewall
es: Administrar cortafuegos básico
zh_cn: 管理基础防火墙
zh_tw: 管理基本防火牆

# capgroup_adminFirewall_help
source: This administrative right allows a user to manage all aspects of the system's firewall
de: Dieses Administrationsrecht ermöglicht dem Benutzer, alle Aspekte der System-Firewall zu verwalten.
es: Este derecho administrativo permite que un usuario administre todos los aspectos del cortafuegos del sistema.
zh_cn: 此管理权限允许用户管理系统防火墙的所有方面。
zh_tw: 這個管理權限允許使用者管理系統防火強所有方面。
