Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-webmail.mod/locale/*/webmail.po
Languages: de, fr, zh_tw

# version
source: Version 1.0
zh_tw: 1.0 版

# webmailDescription
source: [[base-webmail.webmail]] allows you to send and read email using your web browser.
de: [[base-webmail.webmail]] ermöglicht das Senden und Lesen von E-Mail mit Hilfe Ihres Web-Browsers.
fr: [[base-webmail.webmail]] vous permet d'envoyer et de lire votre courrier en utilisant votre navigateur.
zh_tw: [[base-webmail.webmail]] 可讓您使用 Web 瀏覽器傳送及閱讀電子郵件。

# splashWelcomeTo
source: Welcome to [[base-carmel.osVendor]] WebMail!
de: Willkommen bei [[base-carmel.osVendor]] WebMail!
fr: Bienvenue dans [[base-carmel.osVendor]] WebMail!
zh_tw: 歡迎使用 [[base-carmel.osVendor]] WebMail！

# splashWelcomeTo_monterey
source: Welcome to Sun Cobalt Webmail!
de: Wilkommen bei Cobalt Networks Webmail!
fr: Bienvenue à Cobalt Networks Webmail!
zh_tw: 歡迎使用 Sun Cobalt Webmail！

source: Messages
de: Nachrichten
zh_tw: 訊息

source: Logout
de: Schließen
fr: Quitter
zh_tw: 登出

# logoutDescription
source: Click here to close WebMail
de: Klicken Sie hier, um WebMail zu schließen.
fr: Cliquez ici pour quitter WebMail
zh_tw: 按一下此處，可關閉 WebMail

source: Compose
de: Verfassen
fr: Composer
zh_tw: 撰寫

# composeDescription
source: Click here to compose a new email message.
de: Klicken Sie hier, um eine neue E-Mail-Nachricht zu verfassen.
fr: Cliquez ici pour composer un nouveau message.
zh_tw: 按一下此處，可撰寫電子郵件訊息。

# mailboxes
source: Folder List
de: Ordnerliste
fr: Liste des dossiers
zh_tw: 資料夾清單

# mailboxesDescription
source: Click here to view email folders.
de: Klicken Sie hier, um E-Mail-Ordner anzuzeigen.
fr: Cliquez ici pour afficher les dossiers de messages.
zh_tw: 按一下此處，可檢視電子郵件資料夾。

source: Inbox
de: Posteingang
fr: Boîte de réception
zh_tw: 收件匣

# inboxDescription
source: Incoming Mail
de: Eingehende E-Mail
fr: Courrier entrant
zh_tw: 收進來的郵件

source: Sent
de: Gesendet
fr: Envoyé
zh_tw: 已寄出

# sentDescription
source: Sent Mail
de: Gesendete E-Mail
fr: Courrier envoyé
zh_tw: 已寄出郵件

source: Sent-mail
de: Gesendete E-Mail
fr: Courrier envoyé
zh_tw: 已寄出的郵件

# Sent-mail_help
source: The Sent Mail folder contains email messages you have sent.
de: Der Ordner Gesendete E-Mail enthält E-Mail-Nachrichten, die Sie gesendet haben.
fr: Le dossier du courrier envoyé contient les messages que vous avez envoyés.
zh_tw: 「已寄出郵件」資料夾包含您已寄出的電子郵件訊息。

# mailboxadmin
source: Manage Folders
de: Ordner verwalten
fr: Gérer les dossiers
zh_tw: 管理資料夾

# mailboxadminDescription
source: Click here to add, rename, or remove email folders.
de: Klicken Sie hier, um E-Mail-Ordner hinzuzufügen, umzubenennen oder zu entfernen.
fr: Cliquez ici pour ajouter, renommer ou supprimer les dossiers de messages.
zh_tw: 按一下此處，可新增、更名或移除電子郵件資料夾。

# maillists
source: Mailing Lists
de: Mailing-Listen
fr: Listes de diffusion
zh_tw: 郵寄清單

# maillistsDescription
source: Click here to view archives of mailing lists to which you are currently subscribed.
de: Klicken Sie hier, um Archive der Mailing-Listen, die Sie momentan abonnieren, anzuzeigen.
fr: Cliquez ici pour afficher les archives des listes de diffusion auxquelles vous êtes abonné.
zh_tw: 按一下此處，可檢視您目前訂閱之郵寄清單的記錄。

# openThisMaillistFolder
source: Click here to view this mailing list archive.
de: Klicken Sie hier, um dieses Mailing-Listen-Archiv anzuzeigen.
fr: Cliquez ici pour afficher l'archive de cette liste de diffusion.
zh_tw: 按一下此處，可檢視此郵寄清單的記錄。

source: To
de: An
fr: A
zh_tw: 收件者

source: From
de: Von
fr: De
zh_tw: 寄件者

source: Attachments
de: Anlagen
fr: Pièces jointes
zh_tw: 附加檔案

# attachments_help
source: Attachments included with the message.
de: Mit der Nachricht gesendete Anlagen.
fr: Pièces jointes incluses au message.
zh_tw: 隨訊息寄出的附加檔案。

source: Subject
de: Betreff
fr: Sujet
zh_tw: 標題

# subject_help
source: This is the subject of the message.
de: Der Betreff der Nachricht.
fr: Sujet du message.
zh_tw: 這是訊息的標題。

source: <No Subject>
de: <Kein Betreff>
fr: Pas de sujet
zh_tw: <無標題>

source: <No Sender>
de: <Kein Absender>
fr: Aucun expéditeur
zh_tw: <無寄件者>

# body
source: Message
de: Nachricht
zh_tw: 訊息

# viewAsHTML
source: [This email was sent formatted in HTML. To view this email with formatting, click View as HTML above.]
de: [Diese E-Mail wurde im HTML-Format gesendet. Um die E-Mail formatiert anzuzeigen, klicken Sie oben auf Als HTML anzeigen.]
fr: [Ce message électronique a été envoyé au format HTML. Pour l'afficher dans son format, cliquez sur Afficher en HTML ci-dessus.]
zh_tw: [此封電子郵件已使用 HTML 格式寄出；若要檢視該封格式化的電子郵件，請按一下上方的「以 HTML 格式檢視」。]

# body_help
source: This is the email message
de: Die E-Mail-Nachricht.
fr: Ceci est le message électronique
zh_tw: 這是電子郵件訊息。

source: Sender
de: Absender
fr: Expéditeur
zh_tw: 寄件者

# sender_help
source: This is the name or email address of the person who sent the message.
de: Der Name oder die E-Mail-Adresse der Person, die die Nachricht gesendet hat.
fr: Nom ou adresse email de la personne qui a envoyé le message.
zh_tw: 這是寄件者的名稱或電子郵件位址。

source: Date
de: Datum
zh_tw: 日期

# date_help
source: This is the date the message was received.
de: Das Datum, an dem die Nachricht empfangen wurde.
fr: date de réception du message.
zh_tw: 這是收到郵件的日期。

source: Forward
de: Weiterleiten
fr: Transférer
zh_tw: 轉寄

# forward_help
source: Click here to forward this message to another recipient.
de: Klicken Sie hier, um diese Nachricht an einen anderen Empfänger weiterzuleiten.
fr: Cliquez ici pour transférer ce message à un autre destinataire.
zh_tw: 按一下此處，可將此訊息轉寄給另一位收件者。

source: Remove
de: Entfernen
fr: Supprimer
zh_tw: 移除

# remove_help
source: Click here to remove this message.
de: Klicken Sie hier, um diese Nachricht zu entfernen.
fr: Cliquez ici pour supprimer ce message.
zh_tw: 按一下此處，可移除這個訊息。

# removeMessage
source: Are you sure you wish to delete this message?
de: Wollen Sie diese Nachricht wirklich löschen?
fr: Voulez-vous vraiment supprimer ce message ?
zh_tw: 您確定要刪除這個訊息嗎？

# subject_empty
source: Sorry, you have not entered a [[base-webmail.cmpSubject]].
de: Sie haben keinen [[base-webmail.cmpSubject]] eingegeben.
fr: Vous n'avez pas entré de [[base-webmail.cmpSubject]].
zh_tw: 很抱歉，您並未輸入 [[base-webmail.cmpSubject]]。

# body_empty
source: Sorry, you have not entered any message text.
de: Sie haben keinen Text für die Nachricht eingegeben.
fr: Vous n'avez pas saisi de texte de message.
zh_tw: 很抱歉，您並未輸入任何訊息文字。

# toAddy_empty
source: Sorry, you have not specified a recipient for this email in the To field.
de: Sie haben im Feld An keinen Empfänger für diese E-Mail angegeben.
fr: Vous n'avez pas spécifié le destinataire du message dans le champ A :
zh_tw: 很抱歉，您並未在「收件者」欄位內指定此電子郵件的收件者。

# toAddy_invalid
source: Sorry, The email address(es) entered in the To field are not recognizable. Please enter email addresses in the form 'jsmith@company.com' or 'John Smith <jsmith@company.com>' separated by commas.
de: Die im Feld An eingegebenen E-Mail-Adressen wurden leider nicht erkannt. Bitte geben Sie E-Mail-Adressen im Format dienstmann-172@muenchen-hbf.de von Kommata getrennt ein.
fr: La ou les adresses email entrées dans le champ A ne sont pas reconnaissables. Entrez les adresses email sous la forme 'jmartin@entreprise.fr' ou 'Jacques Martin' séparées par des virgules.
zh_tw: 很抱歉，無法辨識「收件者」欄位中所輸入的電子郵件位址。請以 'jsmith@company.com' 或 'John Smith <jsmith@company.com>' 的形式輸入電子郵件位址，並以逗點區隔。

# ccAddy_invalid
source: Sorry, The email address(es) entered in the Cc field are not recognizable. Please enter email addresses in the form 'jsmith@company.com' or 'John Smith <jsmith@company.com>' separated by commas.
de: Die im Feld CC eingegebenen E-Mail-Adressen wurden leider nicht erkannt. Bitte geben Sie E-Mail-Adressen im Format dienstmann-172@muenchen-hbf.de von Kommata getrennt ein.
fr: La ou les adresses email entrées dans le champ CC ne sont pas reconnaissables. Entrez les adresses email sous la forme 'jmartin@entreprise.fr' ou 'Jacques Martin' séparées par des virgules.
zh_tw: 很抱歉，無法辨識「CC」欄位中所輸入的電子郵件位址。請以 'jsmith@company.com' 或 'John Smith <jsmith@company.com>' 的形式輸入電子郵件位址，並以逗點區隔。

# bccAddy_invalid
source: Sorry, The email address(es) entered in the BCc field are not recognizable. Please enter email addresses in the form 'jsmith@company.com' or 'John Smith <jsmith@company.com>' separated by commas.
de: Die im Feld BCC eingegebenen E-Mail-Adressen wurden leider nicht erkannt. Bitte geben Sie E-Mail-Adressen im Format dienstmann-172@muenchen-hbf.de von Kommata getrennt ein.
fr: La ou les adresses email entrées dans le champ Cci ne sont pas identifiables. Entrez les adresses email sous la forme 'jmartin@entreprise.fr' ou 'Jacques Martin' séparées par des virgules.
zh_tw: 很抱歉，無法辨識 Bcc 欄位中所輸入的電子郵件位址。請以 'jsmith@company.com' 或 'John Smith <jsmith@company.com>' 的形式輸入電子郵件位址，並以逗點區隔。

# composeMsg
source: Compose
de: Verfassen
fr: Composer
zh_tw: 撰寫

# cmpTo
source: To
de: An
fr: A
zh_tw: 收件者

# cmpTo_help
source: Enter the email address of this message's recipient. You may use a comma to separate the email addresses.
de: Geben Sie die E-Mail-Adresse des Empfängers dieser Nachricht ein.
fr: Entrez l'adresse email du destinataire de ce message. Utilisez des virgules pour séparer les adresses email.
zh_tw: 請輸入收件者的電子郵件位址。您可以使用逗點來區隔電子郵件位址。

# cmpCc_help
source: Enter the email addresses of recipients who should receive a copy of this message. You may use a comma to separate the email addresses.
de: Geben Sie die E-Mail-Adressen der Empfänger ein, die eine Kopie dieser Nachricht erhalten sollen.
fr: Entrez les adresses email des personnes qui doivent recevoir une copie de ce message. Utilisez des virgules pour séparer les adresses email.
zh_tw: 請輸入郵件副本收件者的電子郵件位址。您可以使用逗點來區隔電子郵件位址。

# cmpBcc_help
source: Enter the email addresses of recipients who should recive a copy of this message. A Blind Carbon Copy (BCC) will not include a list of the other recipients in the message. You may use a comma to separate the email addresses.
de: Geben Sie die E-Mail-Adressen der Empfänger ein, die eine Kopie dieser Nachricht erhalten sollen. Wenn Sie diese Option wählen, enthält die Kopie keine Liste der anderen Empfänger der Nachricht.
fr: Entrez les adresses email des personnes qui doivent recevoir une copie de ce message. Une copie carbone cachée (Cci) n'inclut pas la liste des autres destinataires du message. Utilisez des virgules pour séparer les adresses email.
zh_tw: 請輸入郵件副本收件者的電子郵件位址。(BCC) 將不會併入郵件其他收件者的清單中。您可以使用逗點來區隔電子郵件位址。

# cmpAttachments
source: Attachments
de: Anlagen
fr: Pièces jointes
zh_tw: 附加檔案

# cmpAttachments_help
source: This is the list of attachments for this message. File attachments can be added or removed by clicking the icons to the right of the attachment list.
de: Die Liste der Anlagen dieser Nachricht. Dateianlagen können durch Klicken auf die Symbole rechts neben der Anlagenliste hinzugefügt oder entfernt werden.
fr: liste des pièces jointes pour ce message. Les pièces jointes peuvent être ajoutées ou supprimées en cliquant sur les icônes à droite de la liste des pièces jointes.
zh_tw: 這是此訊息的附加檔案清單。按附加檔案清單右邊的圖示，可新增或移除附加檔案。

# cmpAttachmentsSingle_help
source: Click the Browse button to add an attachment to this message.
de: Klicken Sie auf Durchsuchen, um eine Anlage zu dieser Nachricht hinzuzufügen.
fr: Cliquez sur le bouton Parcourir pour ajouter une pièce jointe à ce message.
zh_tw: 按「瀏覽」按鈕，可新增附加檔案到此訊息。

# cmpAddAttachment
source: Add
de: Hinzufügen
fr: Ajouter
zh_tw: 新增

# cmpAddAttachment_help
source: Click here to add an attachment.
de: Klicken Sie hier, um eine Anlage hinzuzufügen.
fr: Cliquez ici pour ajouter une pièce jointe.
zh_tw: 按一下此處，可新增附加檔案。

# cmpRemoveAttachment
source: Remove
de: Entfernen
fr: Supprimer
zh_tw: 移除

# cmpRemoveAttachment_help
source: Click here to remove an attachment.
de: Klicken Sie hier, um eine Anlage zu entfernen.
fr: Cliquez ici pour supprimer une pièce jointe.
zh_tw: 按一下此處，可移除附加檔案。

# cmpSubject
source: Subject
de: Betreff
fr: Sujet
zh_tw: 標題

# cmpSubject_help
source: Enter the subject of this message.
de: Geben Sie den Betreff dieser Nachricht ein.
fr: Entrez le sujet de ce message.
zh_tw: 請輸入這封訊息的標題。

# cmpBody
source: Message
de: Nachricht
zh_tw: 訊息

# cmpBody_help
source: Enter your email message here.
de: Geben Sie hier Ihre E-Mail-Nachricht ein.
fr: Entrez votre message ici.
zh_tw: 請在此處輸入您的電子郵件訊息本文。

source: Send
de: Senden
fr: Envoyer
zh_tw: 傳送

# send_help
source: Click here to send this message.
de: Klicken Sie hier, um diese Nachricht zu senden.
fr: Cliquez ici pour envoyer ce message.
zh_tw: 按一下此處，可傳送這封訊息。

source: Message Sent
de: Nachricht gesendet
fr: Message envoyé
zh_tw: 已送出訊息

# msgSent
source: Addressed To
de: Adressiert an
fr: Adressé à
zh_tw: 寄到

# msgSent_help
source: The addresses to which your message was sent.
de: Die Adressen, an die Ihre Nachricht gesendet wurde.
fr: Adresses auxquelles le message a été envoyé.
zh_tw: 訊息送達的位址。

# errorSettingAnsweredFlag
source: Sorry, an error occurred while trying to mark the message as answered.
de: Leider trat beim Versuch, die Nachricht als beantwortet zu markieren, ein Fehler auf.
fr: Une erreur s'est produite lors de la signalisation de réponse obtenue au message.
zh_tw: 很抱歉，在嘗試將訊息標示為已回覆時發生錯誤。

# forwardMsg
source: Forward
de: Weiterleiten
fr: Transférer
zh_tw: 轉寄

# origMsgSeparator
source: ---------- Original message ----------
de: ---------- Ursprüngliche Nachricht ----------
fr: ---------- Message d'origine ----------
zh_tw: ---------- 原始訊息 ----------

# forwardMsgSeparator
source: ---------- Forwarded message ----------
de: ---------- Weitergeleitete Nachricht----------
fr: ---------- Message transféré ----------
zh_tw: ---------- 轉寄的訊息 ----------

source: Reply-To
de: Antwort
fr: Repondre à
zh_tw: 回覆給

# Inbox_help
source: The Inbox contains incoming email.
de: Der Posteingang enthält eingehende E-Mail.
fr: La boîte de réception contient les messages entrants.
zh_tw: 「收件匣」包含收到的電子郵件。

# removeMessages
source: Remove
de: Entfernen
fr: Supprimer
zh_tw: 移除

# removeMessages_help
source: Click here to remove the selected messages. You can only remove one page of messages at a time.
de: Klicken Sie hier, um die ausgewählten Nachrichten zu entfernen.
fr: Cliquez ici pour supprimer les messages sélectionnés. Vous pouvez supprimer une seule page de messages à la fois.
zh_tw: 按一下此處，可移除選定的訊息。您一次只能移除一個訊息。

# removeMessagesConfirm
source: Are you sure you wish to delete the selected messages?
de: Wollen Sie die ausgewählten Nachrichten wirklich löschen?
fr: Voulez-vous vraiment supprimer les messages sélectionnés ?
zh_tw: 您確定要刪除選定的訊息嗎？

# errorRemovingMessageNoneSelected
source: Please select the messages you wish to remove first. You can only remove one page of messages at a time. No messages were removed.
de: Wählen Sie zuerst die Nachrichten aus, die entfernt werden sollen. Es wurden keine Nachrichten entfernt.
fr: Sélectionnez les messages que vous souhaitez supprimer en premier. Vous pouvez supprimer une seule page de messages à la fois. Aucun message n'a été supprimé.
zh_tw: 請先選取要移除的訊息。您一次只能移除一封訊息；未移除任何訊息。

# errorMovingMessage
source: Sorry, an error occurred while trying to move the selected messages.
de: Leider trat beim Versuch, die ausgewählten Nachrichten zu verschieben, ein Fehler auf.
fr: Une erreur s'est produite lors du déplacement des messages sélectionnés.
zh_tw: 很抱歉，在嘗試移動選定的訊息時發生錯誤。

# errorMovingMessageNoneSelected
source: Please select the messages you wish to move first. You can only move one page of messages at a time. No messages were moved.
de: Wählen Sie zuerst die Nachrichten aus, die verschoben werden sollen. Es wurden keine Nachrichten verschoben.
fr: Sélectionnez les messages que vous souhaitez supprimer en premier. Vous pouvez supprimer une seule page de messages à la fois. Aucun message n'a été déplacé.
zh_tw: 請先選取要移動的訊息。您一次只能移動一封訊息；未移動任何訊息。

# status_help
source: This is the status of each message. Read messages are indicated by a circle, and unread messages are indicated by a dot.
de: Der Status jeder Nachricht. Gelesene Nachrichten werden mit einem Kreis markiert, nicht gelesene Nachrichten mit einem Punkt.
fr: Etat de chaque message. Les messages lus sont indiqués par un cercle, et les messages non lus par un point.
zh_tw: 這是每一個訊息的狀態。已讀訊息是以圓圈表示，未讀訊息則是以點表示。

# openThisFolder
source: Click here to view a list of the messages in this folder.
de: Klicken Sie hier, um eine Liste der Nachrichten in diesem Ordner anzuzeigen.
fr: Cliquez ici pour afficher la liste des messages de ce dossier.
zh_tw: 按一下此處，可檢視此資料夾中的訊息清單。

# shownMessage
source: ([[VAR.showing]] shown)
de: ([[VAR.showing]] angezeigt)
fr: ([[VAR.showing]] listé(s))
zh_tw: （顯示 [[VAR.showing]]）

# showingAll
source: All
de: Alle
fr: Tout(s)
zh_tw: 全部

# singularMessage
source: [[VAR.count]] Message
de: [[VAR.count]] Nachricht
zh_tw: [[VAR.count]] 訊息

# pluralMessages
source: [[VAR.count]] Messages
de: [[VAR.count]] Nachrichten
zh_tw: [[VAR.count]] 訊息

# keyTitle
source: Message Key
de: Nachrichtenschlüssel
fr: Clé du message
zh_tw: 訊息鍵值

# keyReplied
source: Message has been replied to or forwarded.
de: Die Nachricht wurde beantwortet oder weitergeleitet.
fr: Le message a obtenu une réponse ou a été transféré.
zh_tw: 訊息已回覆或轉寄。

# keyNew
source: Message is new or unread.
de: Die Nachricht ist neu oder wurde noch nicht gelesen.
fr: Le message est nouveau ou non lu.
zh_tw: 訊息是新收進來的或尚未讀取。

# keyOld
source: Message has been read.
de: Die Nachricht wurde gelesen.
fr: Le message a été lu.
zh_tw: 訊息已讀取。

source: Read Message
de: Nachricht lesen
fr: Message lu
zh_tw: 讀取訊息

source: Reply
de: Antworten
fr: Répondre
zh_tw: 回覆

# reply_help
source: Click here to reply to the author of the message.
de: Klicken Sie hier, um eine Antwort an den Verfasser der Nachricht zu senden.
fr: Cliquez ici pour répondre à l'auteur du message.
zh_tw: 按一下此處，可回覆給訊息的作者。

source: Reply All
de: Antwort an alle
fr: Répondre à tous
zh_tw: 全部回覆

# replyAll_help
source: Click here to reply to the author and all other recipients of the message.
de: Klicken Sie hier, um eine Antwort an den Verfasser und alle anderen Empfänger der Nachricht zu senden.
fr: Cliquez ici pour répondre à l'auteur et aux autres destinataires du message.
zh_tw: 按一下此處，可回覆給寄件者及其他所有的接收者。

# from_help
source: This is the email address of the person who sent the message.
de: Die E-Mail-Adresse der Person, die die Nachricht gesendet hat.
fr: Adresse email de la personne qui a transmis le message.
zh_tw: 這是寄件者的電子郵件位址。

# read_to
source: To
de: An
fr: A
zh_tw: 收件者

# read_to_help
source: This is the email address to which the message was sent.
de: Die E-Mail-Adresse, an die die Nachricht gesendet wurde.
fr: Adresse email à laquelle le message a été envoyé.
zh_tw: 這是訊息寄達的電子郵件位址。

# read_cc_help
source: These are additional email addresses to which a copy of this message was sent.
de: Dies sind weitere E-Mail-Adressen, an die eine Kopie dieser Nachricht gesendet wurde.
fr: Adresses supplémentaires auxquelles une copie de ce message a été envoyé.
zh_tw: 這些是副本寄達的電子郵件位址。

# viewHtml
source: View as HTML
de: Als HTML anzeigen
fr: Afficher au format HTML
zh_tw: 以 HTML 檢視

# replyMsg
source: Reply
de: Antworten
fr: Répondre
zh_tw: 回覆

# replyAllMsg
source: Reply All
de: Antwort an alle
fr: Répondre à tous
zh_tw: 全部回覆

source: Sent To
de: Gesendet an
fr: Envoyé à
zh_tw: 收件位址

# sentto_help
source: This is the email address to which the message was sent.
de: Die E-Mail-Adresse, an die die Nachricht gesendet wurde.
fr: Adresse email à laquelle le message a été envoyé.
zh_tw: 這是訊息寄達的電子郵件位址。

# dateSent
source: Date
de: Datum
zh_tw: 日期

# dateSent_help
source: This is the date the message was sent.
de: Das Datum, an dem die Nachricht gesendet wurde.
fr: date d'envoi du message.
zh_tw: 這是訊息寄出的日期。

# mailboxName
source: Name
fr: Nom
zh_tw: 名稱

# mailboxName_help
source: This is the name of the folder.
de: Der Name des Ordners.
fr: Nom du dossier.
zh_tw: 這是資料夾的名稱。

# mailboxAction
source: Action
de: Aktion
zh_tw: 動作

# mailboxAction_help
source: Click the edit icon to edit a folder, or click the remove icon to delete a folder.
de: Klicken Sie auf das Symbol Bearbeiten, um einen Ordner zu bearbeiten, oder auf das Symbol Entfernen, um einen Ordner zu löschen.
fr: Cliquez sur l'icône de modification pour modifier un dossier ou cliquez sur l'icône de suppression pour supprimer un dossier.
zh_tw: 按編輯圖示可編輯資料夾，或按移除圖示可刪除資料夾。

# removeMailbox
source: Remove
de: Entfernen
fr: Supprimer
zh_tw: 移除

# addMailbox
source: Add
de: Hinzufügen
fr: Ajouter
zh_tw: 新增

# addMailbox_help
source: Click here to add a new folder.
de: Klicken Sie hier, um einen neuen Ordner hinzuzufügen.
fr: Cliquez ici pour ajouter un nouveau dossier.
zh_tw: 按一下此處，可新增資料夾。

# mailboxDeleteStatus
source: Folder deletion status
de: Löschstatus des Ordners
fr: Etat de suppression du dossier
zh_tw: 資料夾刪除狀態

# confirmRemoveMailbox
source: Are you sure you want to remove the folder '[[VAR.name]]'?
de: Wollen Sie den Ordner [[VAR.name]] wirklich entfernen?
fr: Voulez-vous vraiment supprimer le dossier '[[VAR.name]]' ?
zh_tw: 您確定要移除資料夾 '[[VAR.name]]' 嗎？

# deletionMailboxFailed
source: Sorry, an error occurred while trying to remove the folder.
de: Leider trat beim Versuch, den Ordner zu entfernen, ein Fehler auf.
fr: Une erreur s'est produite lors de la suppression du dossier.
zh_tw: 很抱歉，在嘗試移除資料夾時發生錯誤。

# createMailbox
source: Add Folder
de: Ordner hinzufügen
fr: Ajouter le dossier
zh_tw: 新增資料夾

# newMailboxName
source: Name
fr: Nom
zh_tw: 名稱

# mailboxName_rule
source: Please enter a name between 1 and 250 characters.
de: Bitte geben Sie einen Namen ein, der zwischen 1 und 250 Zeichen lang ist.
fr: Entrez un nom comprenant entre 1 et 250 caractères.
zh_tw: 請輸入一個介於 1 到 250 個字元的名稱。

# newMailboxName_help
source: Enter the name of the new folder you wish to add.
de: Geben Sie den Namen des neuen Ordners ein, den Sie hinzufügen möchten.
fr: Entrez le nom du nouveau dossier à ajouter.
zh_tw: 請輸入您要新增之新資料夾的名稱。

# mailbox_empty
source: Sorry, you have not entered a folder Name.
de: Sie haben keinen Ordnernamen eingegeben.
fr: Vous n'avez pas saisi de nom de dossier.
zh_tw: 很抱歉，您並未輸入資料夾名稱。

# mailboxNameIsTooLong
source: The folder name '[[VAR.mailboxName]]' is too long. [[base-webmail.mailboxName_rule]]
de: Der Ordnername [[VAR.mailboxName]] ist zu lang. [[base-webmail.mailboxName_rule]]
fr: Le nom de dossier '[[VAR.mailboxName]]' est trop long. [[base-webmail.mailboxName_rule]]
zh_tw: 資料夾名稱 '[[VAR.mailboxName]]' 太長。 [[base-webmail.mailboxName_rule]]

# mailboxCreationFailed
source: Sorry, an error occurred while trying to create the folder '[[VAR.mailbox]]'.
de: Leider trat beim Versuch, den Ordner '[[VAR.mailbox]]' zu erstellen, ein Fehler auf. Der Ordnername darf nur alphanumerische Zeichen sowie - und _, jedoch keine Umlaute, ß oder sonstige Sonderzeichen enthalten.
fr: Une erreur s'est produite lors de la tentative de création du dossier '[[VAR.mailbox]]'.
zh_tw: 很抱歉，在嘗試建立資料夾 '[[VAR.mailbox]]' 時發生錯誤。

# mailboxOnlyWhitespace
source: Sorry, you have entered a folder name that only contains spaces. Please enter a name that contains other characters as well.
de: Sie haben einen Ordnernamen eingegeben, der nur Leerzeichen enthält. Bitte geben Sie einen Namen ein, der auch andere Zeichen enthält.
fr: Vous avez saisi un nom de dossier ne contenant que des espaces. Entrez un nom qui contienne également d'autres caractères.
zh_tw: 很抱歉，您輸入了一個只包含空格的資料夾名稱；請輸入也包含其他字元的名稱。

# mailboxInitalPeriod
source: Sorry, you have entered a folder name with a period as it's first character. This is not an allowed mailbox name.
de: Sie haben einen Ordnernamen eingegeben, dessen erstes Zeichen ein Punkt ist. Dies ist kein zulässiger Name für eine Mailbox.
fr: Vous avez saisi un nom de dossier contenant un point comme premier caractère. Ce n'est pas autorisé pour les noms de dossier.
zh_tw: 很抱歉，您輸入的資料夾名稱的起始字元為句點；這不是一個可被接受的信箱名稱。
