Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-webmail.mod/locale/*/webmail.po
Languages: de, fr, zh_tw

# renameMailbox
source: Modify Folder - [[VAR.origMailbox]]
de: Ordner ändern - [[VAR.origMailbox]]
fr: Modifier le dossier - [[VAR.origMailbox]]
zh_tw: 更改資料夾 - [[VAR.origMailbox]]

# renameMailboxName
source: Name
fr: Nom
zh_tw: 名稱

# renameMailboxName_help
source: Enter a new name for this folder.
de: Geben Sie einen neuen Namen für diesen Ordner ein.
fr: Entrez un nouveau nom pour ce dossier.
zh_tw: 請輸入這個資料夾的新名稱。

# mailboxRenamingFailed
source: Sorry, an error occurred while trying to rename the folder '[[VAR.oldName]]' to '[[VAR.newName]]'.
de: Leider trat beim Versuch, den Ordner [[VAR.oldName]] in [[VAR.newName]] umzubenennen, ein Fehler auf. Der Ordnername darf nur alphanumerische Zeichen sowie - und _, jedoch keine Umlaute, ß oder sonstige Sonderzeichen enthalten.
fr: Une erreur s'est produite lorsque vous avez essayer de modifier '[[VAR.oldName]]' par '[[VAR.newName]]'.
zh_tw: 很抱歉，在嘗試將資料夾 '[[VAR.oldName]]' 更名為 '[[VAR.newName]]' 時發生錯誤。

# welcomeTo
source: Welcome to [[carmel.osVendor]] WebMail. Please enter your login name and password to access your mail.
de: Willkommen bei [[carmel.osVendor]] WebMail! Bitte geben Sie Ihren Anmeldenamen und Ihr Passwort ein, um auf Ihre E-Mail zuzugreifen.
fr: Bienvenue dans [[carmel.osVendor]] WebMail. Entrez votre nom d'utilisateur et votre mot de passe pour accéder à votre courrier.
zh_tw: 歡迎使用 [[carmel.osVendor]] WebMail。請輸入您的登入名稱和密碼來存取您的郵件。

source: WebMail Login
de: WebMail-Anmeldung
fr: Connexion WebMail
zh_tw: WebMail 登入

source: Login
de: Anmelden
fr: Connexion
zh_tw: 登入

source: Password
de: Passwort
fr: Mot de passe
zh_tw: 密碼

source: Submit
de: Absenden
fr: Envoyer
zh_tw: 提出

# authenticationFailed
source: Sorry, authentication Failed. Please check your username and password and try again.
de: Leider schlug die Authentifizierung fehl. Bitte überprüfen Sie Ihren Benutzernamen und Ihr Passwort und versuchen Sie es noch einmal.
fr: Echec de l'authentification. Vérifiez votre nom d'utilisateur et votre mot de passe et réessayez.
zh_tw: 很抱歉，驗證失敗。請檢查您的使用者名稱和密碼，然後重試。

# imapLocked
source: Sorry, the connection to your mailbox failed. Please try again in a moment.
de: Die Verbindung mit Ihrer Mailbox ist leider ausgefallen. Bitte versuchen Sie es etwas später noch einmal.
fr: La connexion à la boîte de réception a échoué. Réessayez plus tard.
zh_tw: 很抱歉，無法連接到您的信箱。請稍後重試。

# imapServerDown
source: Sorry, the connection to the IMAP server failed. The server may be experiencing difficulties, or may be disabled by your system administrator. Please contact your system administrator for assistance.
de: Die Verbindung mit dem IMAP-Server ist leider ausgefallen. Es sind möglicherweise Serverprobleme aufgetreten oder der Server wurde von Ihrem Systemadministrator deaktiviert. Bitte wenden Sie sich an Ihren Systemadministrator.
fr: La connexion au serveur IMAP a échoué. Le serveur connaît des difficultés, ou il peut avoir été désactivé par votre administrateur système. Contactez votre administrateur système pour assistance.
zh_tw: 很抱歉，連接 IMAP 伺服器失敗。伺服器可能遇到問題，或是被您的系統管理員所關閉。請聯繫您的系統管理員以取得協助。

# noImapAccount
source: Sorry, you do not have an account on this IMAP server. Please contact your system administrator for assistance.
de: Sie haben kein Konto auf diesem IMAP-Server. Bitte wenden Sie sich an Ihren Systemadministrator.
fr: Vous ne disposez pas de compte utilisateur sur ce serveur IMAP. Contactez votre administrateur système pour assistance.
zh_tw: 很抱歉，您在這部 IMAP 伺服器上沒有任何帳戶；請連繫您的系統系統管理員以取得協助。

source: Re:
de: Betr.:
zh_tw: 回覆：

source: Fwd:
de: Weiterl.:
fr: Transfert :
zh_tw: 轉寄：

source: Move to...
de: Verschieben in...
fr: Déplacer vers...
zh_tw: 移至...

# mailFolder
source: mail/
zh_tw: 郵件/

# sentMailFolder
source: Sent-mail
de: Abgesendete E-Mail
fr: Courrier envoyé
zh_tw: 已寄出的郵件

# inboxFolder
source: Inbox
de: Posteingang
fr: Boîte de réception
zh_tw: 收件匣

source: Inbox
de: Posteingang
fr: Boîte de réception
zh_tw: 收件匣

# errorFetchingHeader
source: Error reading the message header
de: Fehler beim Lesen der Nachrichtenkopfzeile
fr: Erreur de lecture de l'en-tête du message
zh_tw: 讀取訊息標頭時發生錯誤

# errorFetchingStructure
source: Error reading the message structure
de: Fehler beim Lesen der Nachrichtenstruktur
fr: Erreur de lecture de la structure du message
zh_tw: 讀取訊息結構時發生錯誤

# errorSendingMessageSingle
source: Sorry, an error occurred while trying to send the message. The email address '[[VAR.emails]]' is not valid or does not exist.
de: Leider trat beim Versuch, die Nachricht zu senden, ein Fehler auf. Die E-Mail-Adresse [[VAR.emails]] ist unzulässig oder nicht vorhanden.
fr: Une erreur s'est produite lors de l'envoi de votre message. L'adresse email '[[VAR.emails]]' n'est pas valide ou n'existe pas.
zh_tw: 很抱歉，在嘗試傳送訊息時發生錯誤。電子郵件位址 '[[VAR.emails]]' 無效或不存在。

# errorSendingMessagePlural
source: Sorry, an error occurred while trying to send the messages. The email address '[[VAR.emails]]' are not valid or do not exist.
de: Leider trat beim Versuch, die Nachrichten zu senden, ein Fehler auf. Die E-Mail-Adressen [[VAR.emails]] sind unzulässig oder nicht vorhanden.
fr: Une erreur s'est produite lors de l'envoi des messages. Les adresses email '[[VAR.emails]]' ne sont pas valides ou n'existent pas.
zh_tw: 很抱歉，在嘗試傳送訊息時發生錯誤。電子郵件位址 '[[VAR.emails]]' 無效或不存在。

# errorArchivingMessage
source: The message was sent, but an error occurred while trying to save a copy to your Sent Mail folder.
de: Die Nachricht wurde gesendet, doch trat beim Versuch, eine Kopie in Ihrem Ordner Abgesendete E-Mail zu speichern, ein Fehler auf.
fr: Le message a été envoyé, mais une erreur s'est produite lors de l'enregistrement d'une copie vers votre dossier des messages envoyés.
zh_tw: 訊息已送出，但在儲存副本到您「已寄出郵件」的資料夾時發生錯誤。

source: Ok
zh_tw: 確定

# webmailDownImapNotRunning
source: WebMail has been disabled by your system administrator.
de: WebMail wurde von Ihrem Systemadministrator deaktiviert.
fr: WebMail a été désactivé par votre administrateur système.
zh_tw: WebMail 已被您的系統管理員所關閉。

source: Bcc
fr: Cci

# cmpBcc
source: BCC
fr: CCI
