Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-remote.mod/locale/*/remote.po
Languages: da_dk, de_de, pt_pt

# header
source: Connect to Server
da_dk: Opret forbindelse til server
de_de: Server Shell-Zugang
pt_pt: Ligar ao servidor

# connect
source: Console Login
da_dk: Konsol Login
de_de: Konsolen-Login
pt_pt: Login do console

# connect_help
source: Connect to the console of this server via 'Shellinabox' to open a shell.
da_dk: Opret forbindelse til konsollen på denne server via 'Shellinabox' for at åbne en shell.
de_de: Hier können Sie eine Verbindung zur Konsole des Servers mittels 'Shellinabox' herstellen, um Shellzugang zu erhalten.
pt_pt: Conecte-se ao console deste servidor via 'Shellinabox' para abrir um shell.

# info_text
source: This GUI page allows you to login to the console of this server. For that it doesn't use SSH, but a true console connection through 'Shellinabox'.<br><br>Access to 'Shellinabox' is only granted if the service is accessed via the GUI by an authenticated user which has shell access enabled.
da_dk: Denne GUI side kan du logge ind på konsollen på denne server. For at den ikke bruger SSH, men en sand konsol forbindelse via 'Shellinabox'.<br><br>Adgang til 'Shellinabox' kun gives, hvis tjenesten er tilgængelig via GUI af en godkendt bruger, der har shell adgang aktiveret.
de_de: Diese GUI-Seite erlaubt es Ihnen, eine Konsole mit Eingabe-Aufforderung auf diesem Server zu öffnen. Dazu wird kein SSH verwendet, sondern mittels des Dienstes 'Shellinabox' eine Vebindung geöffnet.<br><br>Zugang zu 'Shellinabox' wird nur gewährt, wenn ein ausreichend legitimierter Benutzer über diese GUI auf den Dienst zugreift und dieser Nutzer Shell-Zugang aktiviert hat.
pt_pt: Esta página GUI permite que você faça login no console deste servidor. O acesso ao 'Shellinabox' só é concedido se o serviço for acessado através da GUI por um usuário autenticado que tenha acesso ao shell habilitado.

# admin_text
source: <b>Please note:</b><br><br>User 'admin' can login, but he cannot use 'su -' to gain root access. If you require root access, login as another 'Server Administrator' with enabled 'Root-Access' and then use 'su root-username' to gain 'root' access.
da_dk: <b>Bemærk:</b><br><br>Bruger 'admin' kan logge ind, men han kan ikke bruge 'su -' for at få root-adgang. Hvis du har brug for root-adgang, log ind som en anden 'Server Administrator' med aktiveret 'Root-adgang' og derefter bruge 'su root-brugernavn' at vinde 'root' adgang.
de_de: <b>Achtung:</b><br><br>Benutzer 'admin' kann sich zwar an der Konsole anmelden, aber er kann nicht mittels 'su -' root-Zugang erhalten. Falls Sie root-Rechte brauchen, verwenden Sie für den Login bitte den Zugang eines anderen 'Server-Administators' mit aktivierten 'Root-Rechten'. Sobald eingeloggt, verwenden Sie dann 'su root-username' um root-Zugang zu erhalten.
pt_pt: <b>Observe:</b><br><br>O usuário 'admin' pode fazer login, mas ele não pode usar 'su -' para obter acesso root. Se você precisar de acesso root, faça login como outro 'Server Administrator' com 'Root-Access' ativado e use 'su root-username' para obter acesso 'root'.

# ShellinaboxEnabled
source: Shellinabox Console Access
da_dk: Shellinabox Konsol Access
de_de: Shellinabox Konsolen-Zugang
pt_pt: Acesso ao console Shellinabox

# ShellinaboxEnabled_help
source: This enables the service 'Shellinabox' which is needed if you want to use '[[base-remote.connect]]' via 'Personal Profile' / 'Programs' / '[[base-remote.connect]]'.
da_dk: Dette gør det muligt tjeneste 'Shellinabox', som er nødvendig, hvis du ønsker at bruge '[[base-remote.connect]]' via 'Personlige Profil / 'Programmer' / '[[base-remote.connect]]'.
de_de: Aktiviert den Dienst 'Shellinabox', welcher benötigt wird, um '[[base-remote.connect]]' über die GUI-Seite 'Persönliches Profil' / 'Programme' / '[[base-remote.connect]]' zu nutzen.
pt_pt: Isso permite que o serviço 'Shellinabox' que é necessário se você quiser usar '[[base-remote.connect]]' através de 'Perfil Pessoal' / 'Programas' / '[[base-remote.connect]]'.

# service_disabled
source: The Service 'Shellinabox' is not enabled. Console Login is therefore not possible at this time.
de_de: Der Dienst 'Shellinabox' ist nicht aktiviert. Deswegen sind derzeit keine Konsolen-Logins über die GUI möglich.
pt_pt: O Serviço 'Shellinabox' não está habilitado. Portanto, o login do console não é possível neste momento.

# amRemoteNameTag
source: Shellinabox Server
pt_pt: Servidor Shellinabox

# amDetailsTitle
source: Shellinabox Server Details
da_dk: Shellinabox Server Detaljer
de_de: Shellinabox Server Status
pt_pt: Detalhes do servidor Shellinabox

# amStatusOK
source: The Shellinabox server is operating normally.
da_dk: Den Shellinabox server fungerer normalt.
de_de: Der Dienst Shellinabox Server funktioniert einwandfrei.
pt_pt: O servidor Shellinabox está operando normalmente.

# amNotAccepting
source: The Shellinabox server is not running and could not be restarted. Try turning the Shellinabox server off then on again to see if this corrects the problem.
da_dk: Den Shellinabox-serveren kører ikke, og kunne ikke genstartes. Prøv at dreje Shellinabox serveren fra og derefter på igen for at se, om det løser problemet.
de_de: Der Shellinabox Server läuft nicht und konnte auch nicht wieder neu gestartet werden. Bitte versuchen Sie, den Dienst Shellinabox über die GUI zu deaktivieren und erneut zu aktivieren. Möglicherweise wird das Problem dadurch behoben.
pt_pt: O servidor Shellinabox não está sendo executado e não pôde ser reiniciado. Tente desligar o servidor Shellinabox e ligue novamente para ver se isso corrige o problema.
