Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/branches/dev/ui/*-appleshare.mod/locale/*/appleshare.po
Languages: de, fr, zh_cn

# appleshare_help
source: [[base-appleshare.appleshareSettings]] can be changed here.
de: Hier können Sie [[base-appleshare.appleshareSettings]] ändern.
fr: Les [[base-appleshare.appleshareSettings]] peuvent être modifiés ici.
zh_cn: [[base-appleshare.appleshareSettings]]可在此处更改。

# appleshareSettings
source: Apple File Sharing Settings
de: Apple File Sharing-Einstellungen
fr: Paramètres du partage de fichiers Apple
zh_cn: Apple 文件共享设置

# enableServerField
source: Enable Server
de: Server aktivieren
fr: Activer le serveur
zh_cn: 启用服务器

# enableServerField_help
source: Turn Apple File Sharing on or off. Guest access to Apple File Sharing is configured by going to [[base-fileshare.guestShare]].
de: Aktivieren oder deaktivieren Sie Apple File Sharing. Um den Gastzugriff auf Apple File Sharing zu konfigurieren, gehen Sie zu [[base-fileshare.guestShare]].
fr: Active ou désactive le partage de fichiers Apple. L'accès invité au partage de fichiers Apple est configuré en allant à [[base-fileshare.guestShare]].
zh_cn: 打开或关闭 Apple 文件共享。来宾访问 Apple 文件共享通过进入[[base-fileshare.guestShare]]进行配置。

# maxUserField
source: Maximum Simultaneous Users
de: Höchstzahl der gleichzeitig angemeldeten Benutzer
fr: Utilisateurs simultanés maximum
zh_cn: 并发用户最大数量

# maxUserField_rule
source: Please enter an integer between 1 and 1024. The default value is 25.
de: Bitte geben Sie eine Ganzzahl zwischen 1 und 1024 ein. Der Vorgabewert beträgt 25.
fr: Entrez un nombre entier compris entre 1 et 1024. La valeur par défaut est 25.
zh_cn: 请输入一个 1 和 1024 之间的整数。缺省值是 25。

# maxUserField_help
source: Change the maximum number of users that can be connected to the Apple File Share at the same time. [[base-appleshare.maxUserField_rule]]
de: Ändern Sie die Höchstzahl der Benutzer, die gleichzeitig mit Apple File Share verbunden sein können. [[base-appleshare.maxUserField_rule]]
fr: Changez le nombre maximum d'utilisateurs qui peuvent être connectés en même temps au Partage de fichiers Apple. [[base-appleshare.maxUserField_rule]]
zh_cn: 更改同时连接至 Apple 文件共享的用户最大数量。[[base-appleshare.maxUserField_rule]]

# amAppleshareNameTag
source: Apple File Sharing Server
fr: Serveur du partage de fichiers Apple
zh_cn: Apple 文件共享服务器

# amDetailsTitle
source: Apple File Sharing Server Details
fr: Détails du serveur de partage de fichiers Apple
zh_cn: Apple 文件共享服务器详细信息

# amNotResponding
source: The Apple file sharing server is not running.
de: Der Apple File Sharing-Server ist nicht in Betrieb.
fr: Le serveur de partage de fichiers Apple ne fonctionne pas.
zh_cn: Apple 文件共享服务器没有运行。

# amStatusOK
source: The Apple file sharing server is operating normally.
de: Der Apple File Sharing-Server arbeitet normal.
fr: Le serveur de partage de fichiers Apple fonctionne normalement.
zh_cn: Apple 文件共享服务器运行正常。

# badUser
source: If server configuration files were removed or manually modified, please restore the original versions and try again.
de: Wenn Server-Konfigurationsdateien entfernt oder manuell geändert wurden, stellen Sie bitte die Originalversionen wieder her und versuchen Sie es noch einmal.
fr: Les fichiers de configuration du serveur ont été supprimés ou modifiés manuellement, restaurez leur version initiale et recommencez.
zh_cn: 如果服务器配置文件被删除或手动修改，请恢复原始版本并重试。

# cantConfigFile
source: Sorry, an error occurred while trying to modify the Apple File Sharing configuration files. [[base-appleshare.badUser]]
de: Leider trat beim Versuch, die Apple File Sharing-Konfigurationsdateien zu modifizieren, ein Fehler auf. [[base-appleshare.badUser]]
fr: Une erreur s'est produite lors de la tentative de modification des fichiers de configuration du partage de fichiers Apple. [[base-appleshare.badUser]]
zh_cn: 对不起，在试图修改 Apple 文件共享配置文件时出现错误。[[base-appleshare.badUser]]

# cantToggleSetting
source: Sorry, an error occurred while trying to modify the Apple File Sharing configuration files. [[base-appleshare.badUser]]
de: Leider trat beim Versuch, die Apple File Sharing-Konfigurationsdateien zu modifizieren, ein Fehler auf. [[base-appleshare.badUser]]
fr: Une erreur s'est produite lors de la tentative de modification des fichiers de configuration du partage de fichiers Apple. [[base-appleshare.badUser]]
zh_cn: 对不起，在试图修改 Apple 文件共享配置文件时出现错误。[[base-appleshare.badUser]]

# cantModifyGroup
source: Sorry, an error occurred while trying to modify the Apple File Sharing configuration files. [[base-appleshare.badUser]]
de: Leider trat beim Versuch, die Apple File Sharing-Konfigurationsdateien zu modifizieren, ein Fehler auf. [[base-appleshare.badUser]]
fr: Une erreur s'est produite lors de la tentative de modification des fichiers de configuration du partage de fichiers Apple. [[base-appleshare.badUser]]
zh_cn: 对不起，在试图修改 Apple 文件共享配置文件时出现错误。[[base-appleshare.badUser]]

# capgroup_adminAppleShare
source: Manage Apple File Sharing
de: Verwaltung von Apple File Sharing
fr: Gérer le partage de fichiers Apple
zh_cn: 管理 Apple 文件共享

# capgroup_adminAppleShare_help
source: This administrative right allows a user to modify the setting used by Apple File Sharing
de: Dieses Administrationsrecht ermöglicht dem Benutzer, die von Apple File Sharing verwendeten Einstellungen zu ändern.
fr: Ce droit administratif permet à un utilisateur de modifier le paramètre utilisé par le partage de fichiers Apple
zh_cn: 此管理权限允许用户修改用于 Apple 文件共享的设置。
