Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5209R/ui/*-docker.mod/locale/*/docker.po
Languages: da_dk, de_de, es_es, it_it, nl_nl, pt_pt

# DownLoadInProgress
source: The chosen image is now being downloaded in the background. Depending on the size of the image it may take a while to complete the download. Please check the list of Docker images again in a moment to see if the new image is already present.
da_dk: Det valgte billede downloades nu i baggrunden. Afhængigt af billedets størrelse kan det tage et stykke tid at afslutte downloaden. Se venligst listen over Dockerbilleder igen om et øjeblik for at se om det nye billede allerede er til stede.
de_de: Das ausgewählte Image wird nun im Hintergrund heruntergeladen. Je nach Größe des Image kann es eine Weile dauern, bis der Download abgeschlossen ist. Bitte überprüfen Sie die Liste der Docker-Images in einigen Momenten noch einmal und es sollte nach Ende des Downloads dort auftauchen.
es_es: La imagen elegida se está descargando ahora en segundo plano. Dependiendo del tamaño de la imagen puede tardar un poco en completar la descarga. Por favor, revise la lista de imágenes Docker de nuevo en un momento para ver si la nueva imagen ya está presente.
it_it: L'immagine scelta viene ora scaricata in background. A seconda delle dimensioni dell'immagine, potrebbe essere necessario un po' di tempo per completare il download. Controllare di nuovo l'elenco delle immagini Docker per vedere se la nuova immagine è già presente.
nl_nl: De gekozen afbeelding wordt nu op de achtergrond gedownload. Afhankelijk van de grootte van de afbeelding kan het even duren om de download te voltooien. Controleer de lijst met Docker-afbeeldingen zo dadelijk nog eens om te zien of de nieuwe afbeelding al aanwezig is.
pt_pt: A imagem escolhida está sendo baixada em segundo plano. Dependendo do tamanho da imagem, pode levar algum tempo para concluir o download. Verifique a lista de imagens do Docker novamente em um momento para ver se a nova imagem já está presente.

# OK
source: Continue
da_dk: Fortsæt
de_de: Zurück
es_es: Continuar
it_it: Continua
nl_nl: Verder
pt_pt: Continuar

# OK_help
source: Continue back to the list of Docker images.
da_dk: Fortsæt tilbage til listen over Docker-billeder.
de_de: Zurück zur Liste der Docker-Images.
es_es: Volver a la lista de imágenes del Docker.
it_it: Tornare all'elenco delle immagini di Docker.
nl_nl: Ga terug naar de lijst met Docker-afbeeldingen.
pt_pt: Continue de volta para a lista de imagens do Docker.

# dockerTagInspectImage_help
source: See available versions.
de_de: Alle verfügbaren Versionen anzeigen lassen.
es_es: Ver versiones disponibles.
it_it: Vedere le versioni disponibili.
pt_pt: Veja as versões disponíveis.

# AutoStart_UnableToSet
source: Unable to modify 'Autostart' behaviour of this Docker Container.
de_de: Das 'Autostart'-Verhalten dieses Docker-Containers konnte nicht geändert werden.
it_it: Impossibile modificare il comportamento di Autostart di questo contenitore Docker.
pt_pt: Não é possível modificar o comportamento 'Autostart' deste contêiner do Docker.
