Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5209R/ui/*-docker.mod/locale/*/docker.po
Languages: da_dk, de_de, es_es, it_it, nl_nl, pt_pt

# connect_help
source: The Docker menu allows you to access your Docker configuration.
da_dk: Docker-menuen giver dig adgang til din Docker-konfiguration.
de_de: Das Docker-Menü ermöglicht Ihnen den Zugriff auf Ihre Docker-Konfiguration.
es_es: El menú Docker le permite acceder a la configuración de su Docker.
it_it: Il menu Docker consente di accedere alla configurazione del Docker.
nl_nl: Via het Docker-menu heeft u toegang tot uw Docker-configuratie.
pt_pt: O menu Docker permite que você acesse sua configuração do Docker.

# header
source: Docker Service
de_de: Docker-Dienst
es_es: Servicio Docker
it_it: Servizio Docker
pt_pt: Serviço Docker

# enabledField
source: Docker Daemon
de_de: Docker-Dämon
it_it: Daemon Docker
pt_pt: Daemon do Docker

# enabledField_help
source: In order to use Docker the service 'docker' must be running. Please note: This requires Kernel 3.10.0 or better. Therefore Docker will not run in VPS's on OpenVZ 6 or 6108R.
da_dk: For at bruge Docker skal tjenesten 'docker' køres. Bemærk: Dette kræver Kernel 3.10.0 eller bedre. Derfor kører Docker ikke i VPS på OpenVZ 6 eller 6108R.
de_de: Um Docker nutzen zu können, muss der Dienst 'docker' laufen. Hinweis: Dies erfordert Kernel 3.10.0 oder besser. Daher läuft Docker nicht in VPS'en unter OpenVZ 6 oder 6108R.
es_es: Para usar Docker el servicio 'docker' debe estar funcionando. Nota: Esto requiere Kernel 3.10.0 o superior. Por lo tanto, Docker no se ejecutará en VPS en OpenVZ 6 o 6108R.
it_it: Per poter usare Docker deve essere in esecuzione il servizio 'docker'. Nota bene: questo richiede il Kernel 3.10.0 o superiore. Pertanto Docker non funzionerà in VPS su OpenVZ 6 o 6108R.
nl_nl: Om Docker te kunnen gebruiken moet de service 'docker' draaien. NB: Hiervoor is Kernel 3.10.0 of hoger vereist. Daarom zal Docker niet draaien in VPS'en op OpenVZ 6 of 6108R.
pt_pt: A fim de usar o Docker, o 'docker' de serviço deve estar rodando. Por favor note: Isto requer o Kernel 3.10.0 ou melhor. Portanto, o Docker não rodará em VPS's no OpenVZ 6 ou 6108R.

# amDockerNameTag
source: Docker Server
es_es: Servidor Docker
it_it: Server Docker
pt_pt: Servidor Docker

# amStatusOK
source: The service Docker is working normally.
da_dk: Service Docker fungerer normalt.
de_de: Der Dienst Docker funktioniert normal.
es_es: El servicio Docker está funcionando normalmente.
it_it: Il docker di servizio funziona normalmente.
nl_nl: De service docker werkt normaal.
pt_pt: O Docker de serviço está funcionando normalmente.

# amNotAccepting
source: The service Docker is currently not running and could not be restarted automatically.
da_dk: Service Docker kører i øjeblikket ikke og kunne ikke genstartes automatisk.
de_de: Der Dienst Docker läuft derzeit nicht und konnte nicht automatisch neu gestartet werden.
es_es: El servicio Docker no se está ejecutando actualmente y no se puede reiniciar automáticamente.
it_it: Il service Docker non è attualmente in funzione e non è stato possibile riavviarlo automaticamente.
nl_nl: De service docker draait momenteel niet en kon niet automatisch opnieuw worden gestart.
pt_pt: O Docker de serviço não está atualmente em execução e não pôde ser reiniciado automaticamente.

source: Docker Images
da_dk: Dockerbilleder
it_it: Immagini Docker
nl_nl: Dockerafbeeldingen
pt_pt: Imagens Docker

# dockerImages_help
source: Docker Images allows you to download Docker Images from the Docker repository. You can also inspect local Docker Images and can create Docker containers using already downloaded images.
da_dk: Docker-billeder giver dig mulighed for at downloade Docker-billeder fra Docker-depotet. Du kan også inspicere lokale Docker-billeder og kan oprette Docker-containere ved hjælp af allerede downloadede billeder.
de_de: Diese Seite ermöglicht den Download von Docker-Images aus dem Docker Repository. Sie können auch lokale Docker-Images einsehen und Docker-Container mit bereits heruntergeladenen Images erstellen.
es_es: Docker Images le permite descargar las imágenes del Docker desde el repositorio del Docker. También puede inspeccionar imágenes Docker locales y crear contenedores Docker utilizando imágenes ya descargadas.
it_it: Docker Images consente di scaricare le immagini dal repository Docker. È inoltre possibile ispezionare le immagini Docker locali e creare i contenitori Docker utilizzando le immagini già scaricate.
nl_nl: Docker Images (Dockerafbeeldingen) stelt u in staat om Dockerafbeeldingen te downloaden vanuit de Docker-repository. U kunt ook lokale Dockerafbeeldingen inspecteren en Docker-containers maken met behulp van reeds gedownloade afbeeldingen.
pt_pt: O Docker Images permite que você baixe imagens do Docker a partir do repositório do Docker. Você também pode inspecionar imagens do Docker local e criar contêineres do Docker usando imagens já baixadas.

# dockerImageSearchButton
source: Search online for Images
da_dk: Søg online for billeder
de_de: Online nach Images suchen
es_es: Buscar imágenes en línea
it_it: Ricerca immagini online
nl_nl: Online naar afbeeldingen zoeken
pt_pt: Pesquisar online por imagens

# dockerImageSearchButton_help
source: Search online for Docker images
da_dk: Søg online for Docker-billeder
de_de: Online nach Images suchen
es_es: Buscar en línea imágenes de Docker
it_it: Ricerca online per immagini Docker
nl_nl: Online zoeken naar Docker-afbeeldingen
pt_pt: Pesquisar on-line por imagens do Docker

source: Repository
da_dk: Depotet
de_de: Archiv
es_es: Etiqueta
it_it: Deposito
nl_nl: Bewaarplaats
pt_pt: Repositório

# REPOSITORY_help
source: Name of the repository.
da_dk: Navnet på depotet.
de_de: Name des Projektarchivs.
es_es: Nombre del repositorio.
it_it: Nome del repository.
nl_nl: Naam van het archief.
pt_pt: Nome do repositório.

# TAG_help
source: Shows the tag info of this image.
da_dk: Viser taginfo for dette billede.
de_de: Zeigt die Tag-Info dieses Images an.
es_es: Muestra la información de la etiqueta de esta imagen.
it_it: Mostra le informazioni sui tag di questa immagine.
nl_nl: Toont de tag info van deze afbeelding.
pt_pt: Mostra a informação da tag desta imagem.

source: Image ID
da_dk: Billed ID
es_es: ID imagen
it_it: ID immagine
pt_pt: Imagem ID

# IMAGE_ID_help
source: Identifier of this image.
da_dk: Identifikator for dette billede.
de_de: Checksumme des Images.
es_es: Identificador de esta imagen.
it_it: Identificatore di questa immagine.
nl_nl: Identificatie van deze afbeelding.
pt_pt: Identificador desta imagem.

source: Created
da_dk: Opret
de_de: Erstellt
es_es: Creado
it_it: Creato
nl_nl: Gemaakt
pt_pt: Criado

# CREATED_help
source: Show the time of creation.
da_dk: Vis tidspunktet for oprettelsen.
de_de: Gibt das Alter des Images an.
es_es: Mostrar la hora de la creación.
it_it: Mostra l'ora di creazione.
nl_nl: Toon het tijdstip van de schepping.
pt_pt: Mostrar a hora da criação.

source: Size
da_dk: Størrelse
de_de: Größe
es_es: Tamaño
it_it: Dimensione
nl_nl: Grootte
pt_pt: Tamanho

# SIZE_help
source: Shows the file size of the image or container.
da_dk: Viser filstørrelsen for billedet eller beholderen.
de_de: Zeigt die Dateigröße des Images oder Containers an.
es_es: Muestra el tamaño del archivo de la imagen o contenedor.
it_it: Mostra la dimensione del file dell'immagine o del contenitore.
nl_nl: Toont de bestandsgrootte van de afbeelding of container.
pt_pt: Mostra o tamanho do arquivo da imagem ou container.

source: Action
da_dk: Handling
de_de: Aktion
es_es: Acción
it_it: Azione
nl_nl: Actie
pt_pt: Açao

# Action_help
source: Defines what you can do with this item.
da_dk: Definerer, hvad du kan gøre med dette element.
de_de: Definiert, was Sie mit diesem Artikel machen können.
es_es: Define lo que puedes hacer con este ítem.
it_it: Definisce cosa si può fare con questa voce.
nl_nl: Bepaalt wat je met dit item kunt doen.
pt_pt: Define o que você pode fazer com este item.

source: Search
da_dk: Søg
de_de: Suche
es_es: Búsqueda
it_it: Ricerca
nl_nl: Zoeken
pt_pt: Pesquisa

# Search_help
source: Specify a phrase that you want to search for in the online Docker image repository.
da_dk: Angiv en sætning, som du vil søge efter i online Docker image repository.
de_de: Geben Sie einen Begriff an, nach dem Sie online im Docker Image Repository suchen möchten.
es_es: Especifique una frase que desee buscar en el repositorio de imágenes del Docker en línea.
it_it: Specificare una frase che si desidera cercare nel repository immagini Docker online.
nl_nl: Geef een zin op waarnaar u wilt zoeken in de online bewaarplaats voor Docker-afbeeldingen.
pt_pt: Especifique uma frase que você deseja procurar no repositório de imagens do Docker online.

source: Name
da_dk: Navn
es_es: Nombre
it_it: Nome
nl_nl: Naam
pt_pt: Nome

# NAME_help
source: Name of the repository and image.
da_dk: Navn på lageret og billedet.
de_de: Name des Projektarchivs und des Images.
es_es: Nombre del repositorio e imagen.
it_it: Nome del repository e dell'immagine.
nl_nl: Naam van de opslagplaats en afbeelding.
pt_pt: Nome do repositório e imagem.

source: Description
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
nl_nl: Beschrijving
pt_pt: Descrição

# DESCRIPTION_help
source: Description of the image.
da_dk: Beskrivelse af billedet.
de_de: Beschreibung des Images.
es_es: Descripción de la imagen.
it_it: Descrizione dell'immagine.
nl_nl: Beschrijving van de afbeelding.
pt_pt: Descrição da imagem.

source: Stars
da_dk: Stjerner
de_de: Sterne
es_es: Estrellas
it_it: Stelle
nl_nl: Sterren
pt_pt: Estrelas

# STARS_help
source: Shows how many stars reviewers have given this image.
da_dk: Viser hvor mange stjerner korrekturlæsere har givet dette billede.
de_de: Zeigt an, wie viele Sterne zufriedene Benutzer diesem Image verliehen haben.
es_es: Muestra cuántas estrellas han dado esta imagen los críticos.
it_it: Mostra quanti recensori di stelle hanno dato questa immagine.
nl_nl: Geeft aan hoeveel sterrenreviewden dit beeld hebben gegeven.
pt_pt: Mostra quantas estrelas os revisores deram esta imagem.

source: Official
da_dk: Officiel
de_de: Offiziell
es_es: Oficial
it_it: Ufficiale
nl_nl: Officieel
pt_pt: Oficial

# OFFICIAL_help
source: Shows if this is an officially endorsed image or not.
da_dk: Viser, om dette er et officielt godkendt billede eller ej.
de_de: Zeigt an, ob dies ein offizielles Image ist oder nicht.
es_es: Muestra si esta es una imagen con aval oficial o no.
it_it: Mostra se si tratta di un'immagine ufficialmente approvata o meno.
nl_nl: Geeft aan of dit een officieel goedgekeurde afbeelding is of niet.
pt_pt: Mostra se esta é uma imagem oficialmente endossada ou não.

# AUTO_help
source: Shows if this image was automatically built.
da_dk: Viser, om dette billede blev bygget automatisk.
de_de: Zeigt an, ob dieses Image automatisch erstellt wurde.
es_es: Muestra si esta imagen fue construida automáticamente.
it_it: Mostra se questa immagine è stata creata automaticamente.
nl_nl: Toont als dit beeld automatisch is opgebouwd.
pt_pt: Mostra se esta imagem foi criada automaticamente.

# dockerDownloadImage_help
source: Download Image
da_dk: Download Billede
de_de: Image herunterladen
es_es: Descargar Imagen
it_it: Scarica immagine
nl_nl: Beeld downloaden
pt_pt: Baixar imagem

# dockerLaunchImage_help
source: Launch a new Docker container using this image.
da_dk: Start en ny dockerbeholder med dette billede.
de_de: Starten Sie einen neuen Docker-Container mit diesem Image.
es_es: Lanzar un nuevo contenedor Docker usando esta imagen.
it_it: Avviare un nuovo contenitore Docker utilizzando questa immagine.
nl_nl: Een nieuwe Docker-container lanceren met behulp van deze afbeelding.
pt_pt: Lançar um novo contêiner Docker usando esta imagem.

# dockerDeleteImage_help
source: Delete local copy of this image.
da_dk: Slet lokal kopi af dette billede.
de_de: Lokale Kopie dieses Images löschen.
es_es: Borrar copia local de esta imagen.
it_it: Elimina copia locale di questa immagine.
nl_nl: Lokale kopie van deze afbeelding verwijderen.
pt_pt: Excluir cópia local desta imagem.

# dockerInstanceCreate
source: Create a new Docker container
da_dk: Opret en ny dockerbeholder
de_de: Einen neuen Docker-Container erstellen
es_es: Crear un nuevo contenedor Docker
it_it: Creare un nuovo contenitore Docker
nl_nl: CreÃ«er een nieuwe Docker container
pt_pt: Criar um novo contêiner do Docker

source: Image
da_dk: Billede
es_es: Imagen
it_it: Immagine
nl_nl: Beeld
pt_pt: Imagem

# Image_help
source: Specifies which image is being used.
da_dk: Angiver hvilket billede der skal bruges.
de_de: Gibt an, welches Image verwendet wird.
es_es: Especifica qué imagen se está usando.
it_it: Specifica quale immagine viene utilizzata.
nl_nl: Specificeert welke afbeelding wordt gebruikt..
pt_pt: Especifica qual imagem está sendo usada.

source: Name
da_dk: Navn
es_es: Nombre
it_it: Nome
nl_nl: Naam
pt_pt: Nome

# Name_help
source: Name of the Docker container.
da_dk: Dockerbeholderens navn.
de_de: Name des Docker-Containers.
es_es: Nombre del contenedor Docker.
it_it: Nome del contenitore Docker.
nl_nl: Naam van de dokcontainer.
pt_pt: Nome do contêiner do Docker.

# LaunchParameters
source: Parameters
da_dk: Parametre
de_de: Parameter
es_es: Parámetros
it_it: Parametri
pt_pt: Parâmetros

# LaunchParameters_help
source: Which command line parameters to pass to the docker run command.
da_dk: Hvilke kommandolinjeparametre, der skal overføres til docker-run-kommandoen.
de_de: Welche Kommandozeilenparameter sollen an den Docker Run-Befehl übergeben werden.
es_es: Qué parámetros de línea de comandos pasar al comando de ejecución del acoplador.
it_it: Quali parametri della riga di comando devono essere passati al comando di marcia del docker.
nl_nl: Welke parameters van de opdrachtregel moeten worden doorgegeven aan het commando voor het uitvoeren van de docker.
pt_pt: Que parâmetros da linha de comando passar para o comando docker run.

# dockerList
source: Docker Containers
da_dk: Docker Container
de_de: Docker-Container
it_it: Contenitori per docker
pt_pt: Contêineres do Docker

# dockerList_help
source: List of Docker containers present on this server.
da_dk: "Liste over Dockerbeholdere til stede på denne server.
de_de: Liste der auf diesem Server vorhandenen Docker-Container.
es_es: Lista de contenedores Docker presentes en este servidor.
it_it: Elenco dei contenitori Docker presenti su questo server.
nl_nl: Lijst van Docker-containers aanwezig op deze server.
pt_pt: Lista de contêineres do Docker presentes neste servidor.

# CTID_help
source: Container Identification.
da_dk: Containeridentifikation.
de_de: Container-Identifikation.
es_es: Identificación de Contenedores.
it_it: Identificazione del contenitore.
nl_nl: Containeridentificatie.
pt_pt: Identificação do contêiner.

source: Command
da_dk: Kommando
de_de: Befehl
es_es: Comando
it_it: Comando
nl_nl: Commando
pt_pt: Comando

# COMMAND_help
source: Shows which command the container is runing on startup.
da_dk: Viser hvilken kommando beholderen kører ved opstart.
de_de: Zeigt an, welcher Befehl der Container beim Start ausgeführt wird.
es_es: Muestra qué comando está ejecutándose al iniciar el contenedor.
it_it: Mostra quale comando il contenitore sta eseguendo alla messa in servizio.
nl_nl: Toont welke opdracht de container bij de inbedrijfstelling uitvoert.
pt_pt: Mostra qual comando o contêiner está executando na inicialização.

source: Status
es_es: Estado
it_it: Stato

# STATUS_help
source: Shows the status of this container.
da_dk: Viser status for denne container.
de_de: Zeigt den Status dieses Containers an.
es_es: Muestra el estado de este contenedor.
it_it: Mostra lo stato di questo contenitore.
nl_nl: Toont de status van deze container.
pt_pt: Mostra o status deste contêiner.

source: Ports
da_dk: Porte
es_es: Puertos
it_it: Porte
nl_nl: Poorten
pt_pt: Portos

# PORTS_help
source: Shows which ports this container has bound to or what port mappings are active.
da_dk: Viser hvilke porte denne container har bundet til eller hvilke portmappninger der er aktive.
de_de: Zeigt an, an welche Ports dieser Container gebunden hat oder welche Portzuordnungen aktiv ist.
es_es: Muestra a qué puertos está vinculado este contenedor o qué mapeos de puertos están activos.
it_it: Mostra a quali porte questo contenitore è collegato o quali mappature di porte sono attive.
nl_nl: Toont aan welke poorten deze container gebonden is of welke haventoewijzingen actief zijn.
pt_pt: Mostra a quais portas este contêiner está vinculado ou quais mapeamentos de porta estão ativos.

# NAMES
source: Name
da_dk: Navn
es_es: Nombre
it_it: Nome
nl_nl: Naam
pt_pt: Nome

# NAMES_help
source: Shows the given name of this container.
da_dk: Viser navnet på denne container.
de_de: Zeigt den Namen des Containers an.
es_es: Muestra el nombre de este contenedor.
it_it: Mostra il nome dato a questo contenitore.
nl_nl: Toont de naam van deze container.
pt_pt: Mostra o nome deste contêiner.

# dockerInspect_help
source: Inspect Docker container.
da_dk: Inspicer dockerbeholder.
de_de: Parameter des Docker-Container einsehen.
es_es: Inspeccionar contenedor Docker.
it_it: Ispezionare il contenitore Docker.
nl_nl: Inspecteer de container.
pt_pt: Inspecionar contêiner do Docker.

# dockerRestart_help
source: Restart Docker container.
da_dk: Genstart dockerbeholder.
de_de: Docker-Container neu starten.
es_es: Reiniciar contenedor Docker.
it_it: Riavviare il contenitore Docker..
nl_nl: Dockercontainer opnieuw opstarten.
pt_pt: Reinicie o contêiner do Docker.

# dockerStop_help
source: Stop Docker container.
da_dk: Stop dockerbeholderen.
de_de: Docker-Container stoppen.
es_es: Detenga el contenedor Docker.
it_it: Arrestare il contenitore docker.
nl_nl: Dockercontainer stoppen.
pt_pt: Pare o contêiner Docker.

# dockerDelete_help
source: Delete Docker container.
da_dk: Slet Dockerbeholder.
de_de: Docker-Container löschen.
es_es: Eliminar contenedor Docker.
it_it: Elimina contenitore Docker.
nl_nl: Verwijderen Dockercontainer.
pt_pt: Exclua o contêiner do Docker.

# ErrorRestartInstance
source: An error occured while trying to restart this container.
da_dk: Der opstod en fejl under forsøg på at genstarte denne container.
de_de: Beim Versuch, diesen Container neu zu starten, trat ein Fehler auf.
es_es: Ocurrió un error al intentar reiniciar este contenedor.
it_it: Si è verificato un errore durante il tentativo di riavviare questo contenitore.
nl_nl: Tijdens het opnieuw starten van deze container is een fout opgetreden.
pt_pt: Ocorreu um erro ao tentar reiniciar este contêiner.

# ErrorStopInstance
source: An error occured while trying to stop this container.
da_dk: Der opstod en fejl under forsøg på at stoppe denne container.
de_de: Beim Versuch, diesen Container zu stoppen, trat ein Fehler auf.
es_es: Ocurrió un error al intentar detener este contenedor.
it_it: Si è verificato un errore durante il tentativo di arrestare questo contenitore.
nl_nl: Er is een fout opgetreden bij het proberen stoppen van deze container.
pt_pt: Ocorreu um erro ao tentar parar este contêiner.

# ErrorDeleteInstance
source: An error occured while trying to delete this container.
da_dk: En fejl opstod under forsøg på at slette denne container.
de_de: Beim Versuch, diesen Container zu löschen, trat ein Fehler auf.
es_es: Se ha producido un error al intentar eliminar este contenedor.
it_it: Si è verificato un errore durante l'eliminazione di questo contenitore.
nl_nl: Tijdens het wissen van deze container is een fout opgetreden.
pt_pt: Ocorreu um erro ao tentar excluir este contêiner.

# ErrorImageDelete
source: An error occured while trying to delete this image. Perhaps you are currently running containers that are based on this image? You need to stop and delete these containers first.
da_dk: En fejl opstod under forsøg på at slette dette billede. Måske kører du i øjeblikket containere, der er baseret på dette billede? Du skal stoppe og slette disse beholdere først.
de_de: Beim Versuch, dieses Image zu löschen, trat ein Fehler auf. Vielleicht betreiben Sie gerade Container, die auf diesem Image basieren? Sie müssen diese Container zuerst stoppen und löschen.
es_es: Se ha producido un error al intentar eliminar esta imagen. ¿Quizás está ejecutando contenedores basados en esta imagen? Necesitas parar y borrar estos contenedores primero.
it_it: Si è verificato un errore durante l'eliminazione dell'immagine. Forse state attualmente eseguendo dei contenitori basati su questa immagine? È necessario prima fermare e cancellare questi contenitori.
nl_nl: Er is een fout opgetreden bij het verwijderen van deze afbeelding. Misschien draait u op dit moment containers die gebaseerd zijn op dit beeld? U moet deze containers eerst stoppen en verwijderen.
pt_pt: Ocorreu um erro ao tentar excluir esta imagem. Talvez você esteja atualmente executando contêineres baseados nesta imagem? É necessário parar e excluir esses contêineres primeiro.

# ErrorImageRun
source: An error occured while trying to run a container based on this image.
da_dk: En fejl opstod under forsøg på at køre en container baseret på dette billede.
de_de: Beim Versuch, einen Container basierend auf diesem Image auszuführen, trat ein Fehler auf.
it_it: Si è verificato un errore durante il tentativo di eseguire un contenitore in base a questa immagine.
nl_nl: Er is een fout opgetreden bij het uitvoeren van een container op basis van deze afbeelding.
pt_pt: Ocorreu um erro ao tentar executar um contêiner baseado nesta imagem.

# ErrorImagePrep
source: An error occured while trying to prepare a container based on this image.
da_dk: En fejl opstod under forsøg på at forberede en container baseret på dette billede.
de_de: Beim Versuch, dieses Image herunterzuladen, trat ein Fehler auf.
es_es: Ocurrió un error al intentar ejecutar un contenedor basado en esta imagen.
it_it: Si è verificato un errore durante la preparazione di un contenitore in base a questa immagine.
nl_nl: Er is een fout opgetreden bij het voorbereiden van een container op basis van deze afbeelding.
pt_pt: Ocorreu um erro ao tentar preparar um contêiner baseado nesta imagem.

# ErrorImageDownload
source: An error occured while trying to download this image.
da_dk: Der opstod en fejl under forsøg på at downloade dette billede.
es_es: Ocurrió un error al intentar descargar esta imagen.
it_it: Si è verificato un errore durante il tentativo di scaricare questa immagine.
nl_nl: Tijdens het downloaden van deze afbeelding is een fout opgetreden.
pt_pt: Ocorreu um erro ao tentar baixar esta imagem.

# docker_inspect
source: Configuration of this docker container
da_dk: Konfiguration af denne dockerbeholder
de_de: Konfiguration dieses Dockers-Containers
es_es: Configuración de este contenedor Docker
it_it: Si è verificato un errore durante la preparazione di un contenitore in base a questa immagine.
nl_nl: Configuratie van deze dokcontainer
pt_pt: Configuração deste contêiner docker

# ImageDownload
source: Docker image download
de_de: Docker-Image herunterladen
es_es: Descarga de imágenes del Docker
it_it: Scarica l'immagine del docker
nl_nl: Docker beeld downloaden
