Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-network.mod/locale/*/network.po
Languages: de_de, fr_fr

# ethernet_help
source: Click here to change TCP/IP Settings.
de_de: Hier können Sie die TCP/IP-Einstellungen ändern.
fr_fr: Cliquer ici pour changer les paramètres TCP/IP.

source: TCP/IP Settings
de_de: TCP/IP-Einstellungen
fr_fr: Réglages TCP/IP

# wan_help
source: Click here to change Internet settings.
de_de: Hier können Sie die Einstellungen der Internet-Anbindung ändern.
fr_fr: Cliquer ici pour modifier les paramètres d'Internet.

source: Primary Settings
de_de: Primäre Einstellungen
fr_fr: Paramètres principaux

# primarySettings_help
source: Settings for the real Ethernet ports of the server in addition to the servers DNS settings and host and domain names.
de_de: Einstellungen für die Ethernet Ports des Servers, sowie DNS-Einstellungen, Host- und Domänenname.
fr_fr: Configuration des ports Ethernet réels du serveur, des paramètres DNS des serveurs et des hôtes et noms de domaine.

# aliasSettings
source: Interface Aliases
de_de: Interface Aliasse
fr_fr: Alias d'Interface

# aliasSettings_help
source: Settings for additional IP addresses for which this server should respond.
de_de: Einstellungen für zusätzliche IP Adressen, die an diesen Server gebunden werden sollen.
fr_fr: Les adresses IP supplémentaires auxquelles ce serveur doit répondre.

# enterFqdn
source: Host and Domain Name
de_de: Host- und Domain Name
fr_fr: Hôte et nom de domaine

# enterFqdn_help
source: Enter the host name of the server in the first field and the domain name in the second field. For example, www is a valid host name, and example.com is a valid domain name. Please enter only lowercase alphanumeric characters, dashes or periods.
de_de: Geben Sie den Hostnamen des Serves in das erste Feld und den Domänennamen in das zweite Feld ein. Zum Beispiel 'www' ist ein gültiger Hostname und 'BlueOnyx.org' ein gültiger Domänenname. Bitte geben Sie nur alphanumerische Kleinbuchstaben, Bindestriche und Punkte ein.
fr_fr: Saisir le nom d'hôte du serveur dans le premier champ et le nom de domaine dans le second champ. [[base-network.alphanum_rule]]. Par exemple, « www » est un nom d'hôte valide, et « example.com » est un nom de domaine valide.

# hostNameField
source: Host Name
fr_fr: Nom d'hôte

# hostNameField_rule
source: Please enter only lowercase alphanumeric characters, dashes or periods. For example, www is a valid entry.
de_de: Bitte geben Sie nur alphanumerische Zeichen in Kleinschreibung ein. Bindestriche oder Punkte dürfen verwendet werden, jedoch keine Umlaute oder sonstige Sonderzeichen. Eine gültige Eingabe ist z. B. 'www' für den Hostnamen und 'BlueOnyx.org' für den Domänennamen.
fr_fr: [[base-network.alphanum_rule]]. Par exemple, « www » est une entrée valide.

# hostNameField_help
source: Enter the host name of this server appliance. The host name and the domain name combined together should uniquely identify this server appliance. [[base-network.hostNameField_rule]]
de_de: Geben Sie den Hostnamen dieses Servers ein. Der Host- und Domänenname sollte diesen Server eindeutig identifizieren. [[base-network.hostNameField_rule]]
fr_fr: Saisir le nom d'hôte de ce serveur. Le nom d'hôte et le nom de domaine combinés devraient identifier de manière unique ce serveur. [[base-network.hostNameField_rule]]

# domainNameField
source: Domain Name
de_de: Domänenname
fr_fr: Nom de domaine

# domainNameField_rule
source: Please enter only lowercase alphanumeric characters, dashes or periods. The first character must be a letter, and the last character must be either a letter or number. For example, example.com is a valid entry.
de_de: Bitte geben Sie nur alphanumerische Zeichen in Kleinschreibung ein. Bindestriche oder Punkte dürfen verwendet werden, jedoch keine Umlaute, oder sonstige Sonderzeichen. Eine gültige Eingabe ist z. B. 'BlueOnyx.org'
fr_fr: [[base-network.alphanum_rule]]. De plus, le premier caractère doit être une lettre et le dernier caractère doit être une lettre ou un chiffre. Par exemple, « example.com » est une entrée valide.

# domainNameField_help
source: Enter the domain name of this server appliance. The host name and the domain name combined together should uniquely identify this server appliance. [[base-network.domainNameField_rule]]
de_de: Geben Sie den Domänennamen dieses Servers ein. Der Host- und der Domänenname sollten diesen Server eindeutig identifizieren. [[base-network.domainNameField_rule]]
fr_fr: Saisir le nom de domaine de ce serveur. Le nom d'hôte et le nom de domaine combinés devraient identifier de manière unique ce serveur. [[base-network.domainNameField_rule]]

# dnsAddressesField
source: DNS Servers
de_de: DNS-Server
fr_fr: Serveurs DNS

# dnsAddressesField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry. Leaving this field empty will prevent this machine from finding other machines by hostname or domain name and will cause networking difficulties.
de_de: Bitte geben Sie eine Reihe von vier Zahlen zwischen 0 und 255 ein, die mit Punkten getrennt werden. Eine gültige Eingabe ist z. B. '192.168.1.1'. Falls Sie keine IP-Addresse eines DNS-Servers eingeben, kann Ihr Server keine Host- oder Domänennamen auflösen und es kommt zu diversen Netzwerkproblemen.
fr_fr: Veuillez taper une série de quatre nombres compris entre 0 et 255 séparés par des points. Par exemple, 192.168.1.1 est une entrée valide. En laissant ce champ vide, cette machine aura des difficultés à trouver d'autres machines par nom d'hôte ou de domaine ce qui causera des difficultés de connexion dans le réseau.

# dnsAddressesField_help
source: Enter the IP address or addresses of your local domain name server or servers. A domain name server translates textual host names and domain names into numerical IP addresses, and vice-versa. [[base-network.dnsAddressesField_rule]]
de_de: Geben Sie die IP-Adresse oder -Adressen Ihres bzw. Ihrer lokalen DNS-Server(s) ein. Ein DNS-Server übersetzt Host- und Domänennamen sowie IP-Addressen und umgekehrt. [[base-network.dnsAddressesField_rule]]
fr_fr: Saisissez l'adresse IP ou les adresses de votre ou de vos serveurs DNS locaux. Un serveur DNS (serveur de noms de domaine) traduit les noms d'hôte et les noms de domaine en adresses IP numériques, et vice-versa. [[base-network.dnsAddressesField_rule]]

# interfaceeth0
source: Primary Interface
de_de: Primäres Interface
fr_fr: Interface primaire

# interfaceeth1
source: Secondary Interface
de_de: Sekundäres Interface
fr_fr: Interface secondaire

# interfaceeth2
source: Third Interface
de_de: Drittes Interface
fr_fr: Troisième Interface

# helpeth2
source: third interface
de_de: drittes Interface
fr_fr: troisième interface

# interfaceeth3
source: Fourth Interface
de_de: Viertes Interface
fr_fr: Quatrième Interface

# helpeth3
source: fourth interface
de_de: viertes Interface
fr_fr: quatrième interface

# interfaceeth4
source: Fifth Interface
de_de: Fünftes Interface
fr_fr: Cinquième Interface

# helpeth4
source: fifth interface
de_de: fünftes Interface
fr_fr: cinquième Interface

# interfaceeth5
source: Sixth Interface
de_de: Sechstes Interface
fr_fr: Sixième Interface

# helpeth5
source: sixth interface
de_de: sechstes Interface
fr_fr: sixième Interface

# interfaceeth6
source: Seventh Interface
de_de: Siebtes Interface
fr_fr: Septième Interface

# helpeth6
source: seventh interface
de_de: siebtes Interface
fr_fr: septième Interface

# interfaceeth7
source: Eighth Interface
de_de: Achtes Interface
fr_fr: Huitième Interface

# helpeth7
source: eighth interface
de_de: achtes Interface
fr_fr: huitième Interface

# interfaceeth8
source: Ninth Interface
de_de: Neuntes Interface
fr_fr: Neuvième Interface

# helpeth8
source: ninth interface
de_de: neuntes Interface
fr_fr: neuvième Interface

# interfaceeth9
source: Tenth Interface
de_de: Zehntes Interface
fr_fr: Dixième Interface

# helpeth9
source: tenth interface
de_de: zehntes Interface
fr_fr: dixième Interface

source: Primary Interface
de_de: Primäre Schnittstelle
fr_fr: Interface primaire

source: Secondary Interface
de_de: Sekundäre Schnittstelle
fr_fr: Interface secondaire

# ipAddressNetMaskMismatch
source: Sorry, the IP Network Mask is required if the IP Address field is filled in. [[base-network.netMaskField_rule]]
de_de: Die Eingabe einer Netzwerkmaske ist zwingend erforderlich, wenn Sie das Feld für IP-Addresse ausgefüllt haben. [[base-network.netMaskField1_rule]]
fr_fr: Désolé, le [[base-network.netMaskField]] est nécessaire si [[base-network.ipAddressField]] y figure. [[base-network.netMaskField_rule]]

# netMaskIpAddressMismatch
source: Sorry, the [[base-network.ipAddressField]] is required if the [[base-network.netMaskField]] field is filled in. [[base-network.ipAddressField_rule]]
de_de: Eine Eingabe in das Feld [[base-network.ipAddressField]] ist notwendig, wenn das [[base-network.netMaskField]] Feld ausgefüllt wurde. [[base-network.ipAddressField_rule]]
fr_fr: Désolé, l'[[base-network.ipAddressField]] est nécessaire si le [[base-network.netMaskField]] y figure. [[base-network.ipAddressField_rule]]

# macAddressField
source: MAC Address
de_de: MAC-Adresse
fr_fr: Adresse MAC

# macAddressField_help
source: The Media Access Control (MAC) address is the hardware address of the network interface card. This hardware address is a unique identifier and cannot be changed after manufacture.
de_de: Die Media Access Control (MAC)-Adresse ist die Hardware-Adresse der Netzwerk-Schnittstelle. Diese Hardware-Adresse kommt nur einmal vor und kann nach der Herstellung nicht mehr geändert werden.
fr_fr: Le « MAC » (Media Access Control) est un texte-chaîne alphanumérique représentant l'adresse matérielle de la carte d'interface réseau. Cette adresse matérielle est un identifiant unique et ne peut être modifié après la fabrication.

# addAliasButton
source: Add Alias
de_de: Alias Hinzufügen
fr_fr: Ajouter alias

# addAliasButton_help
source: Add a new alias for this server.
de_de: Neues Alias für diesen Server hinzufügen.
fr_fr: Ajouter un nouvel alias pour ce serveur.

# aliasName
source: Interface Alias
fr_fr: Alias de l'interface

# aliasName_help
source: The interface and the alias number with which this alias is associated with.
de_de: Das Interface und die Alias Nummer, mit der das Alias verbunden wurde.
fr_fr: L'interface et le nombre d'alias avec lequel cet alias est associé.

# aliasIpaddr_help
source: The IP address on which this alias is listening.
de_de: Die IP Adresse, an welche das Alias gebunden ist.
fr_fr: L'adresse IP sur laquelle cet alias est à l'écoute.

# aliasNetmask
source: Netmask
de_de: Netzmaske
fr_fr: Masque réseau

# aliasNetmask_empty
source: Sorry, you have not entered a netmask for this alias. [[base-network.route_form_netmask_rule]]
de_de: Sie haben keine Netzmaske für dieses Alias eingegeben. [[base-network.route_form_netmask_rule]]
fr_fr: Désolé, vous n'avez pas saisi de masque pour cet alias. [[base-network.route_form_netmask_rule]]

# aliasNetmask_invalid
source: Sorry, [[VAR.invalidValue]] is not a valid netmask. [[base-network.route_form_netmask_rule]]
de_de: [[VAR.invalidValue]] ist keine gltige Netzmaske. [[base-network.route_form_netmask_rule]]
fr_fr: Désolé, [[VAR.invalidValue]] n'est pas un masque valide. [[base-network.route_form_netmask_rule]]

# aliasNetmask_help
source: The netmask for this alias.
de_de: Die Netzmaske für dieses Alias.
fr_fr: Le masque de réseau pour cet alias.

# aliasActions_help
source: Click the Modify icon to change settings for this alias. Click the Remove icon to remove this alias.
de_de: Klicken Sie die Schaltfläche 'Ändern', um die Einstellungen für dieses Alias zu ändern. Klicken Sie auf die Schaltfläche 'Löschen', um das Alias zu löschen.
fr_fr: Cliquer sur l'icône [[base-palette.modify]] pour changer les paramètres de cet alias. Cliquer sur l'icône [[base-palette.remove]] pour supprimer cet alias.

# aliaseth0
source: Primary Interface Alias [[VAR.num]]
de_de: Primäres Interface Alias [[VAR.num]]
fr_fr: Alias de l'[[base-network.interfaceeth0]] [[VAR.num]]

# aliaseth1
source: Secondary Interface Alias [[VAR.num]]
de_de: Sekundäres Interface Alias [[VAR.num]]
fr_fr: Alias de l'[[base-network.interfaceeth1]] [[VAR.num]]

# aliaseth2
source: Third Interface Alias [[VAR.num]]
de_de: Drittes Interface Alias [[VAR.num]]
fr_fr: Alias de la [[base-network.interfaceeth2]] [[VAR.num]]

# aliaseth3
source: Fourth Interface Alias [[VAR.num]]
de_de: Viertes Interface Alias [[VAR.num]]
fr_fr: Alias de la [[base-network.interfaceeth3]] [[VAR.num]]

# aliaseth4
source: Fifth Interface Alias [[VAR.num]]
de_de: Fünftes Interface Alias [[VAR.num]]
fr_fr: Alias de la [[base-network.interfaceeth4]] [[VAR.num]]

# aliaseth5
source: Sixth Interface Alias [[VAR.num]]
de_de: Sechtes Interface Alias [[VAR.num]]
fr_fr: Alias de la [[base-network.interfaceeth5]] [[VAR.num]]

# aliaseth6
source: Seventh Interface Alias [[VAR.num]]
de_de: Siebtes Interface Alias [[VAR.num]]
fr_fr: Alias de la [[base-network.interfaceeth6]] [[VAR.num]]

# aliaseth7
source: Eighth Interface Alias [[VAR.num]]
de_de: Achtes Interface Alias [[VAR.num]]
fr_fr: Alias de la [[base-network.interfaceeth7]] [[VAR.num]]

# aliaseth8
source: Ninth Interface Alias [[VAR.num]]
de_de: Neuntes Interface Alias [[VAR.num]]
fr_fr: Alias de la [[base-network.interfaceeth5]] [[VAR.num]]

# aliaseth9
source: Tenth Interface Alias [[VAR.num]]
de_de: Zehntes Interface Alias [[VAR.num]]
fr_fr: Alias de la [[base-network.interfaceeth9]] [[VAR.num]]

source: Add Alias
de_de: Alias Hinzufügen
fr_fr: Ajouter Alias

# modAlias
source: Modify Alias
de_de: Alias verändern
fr_fr: Modifier Alias

# assocIface_help
source: The real interface to which this alias should be associated.
de_de: Das tatsächliche Internface, mit dem das Alias verbunden werden soll.
fr_fr: L'interface réelle à laquelle cet alias doit être associé.

# aliasModIpaddr_empty
source: Sorry, you have not entered the IP address on which this alias should listen. [[base-network.ipAddressField_rule]]
de_de: Die Eingabe scheint keine gültige IP-Adresse zu sein. Geben Sie bitte eine gültige IP-Adresse für diese Alias ein. [[base-network.ipAddressField_rule]]
fr_fr: Désolé, vous n'avez pas saisi l'adresse IP à laquelle cet alias devrait écouter. [[base-network.ipAddressField_rule]]

# aliasModIpaddr_invalid
source: Sorry, [[VAR.invalidValue]] is not a valid IP address. [[base-network.ipAddressField_rule]]
de_de: Die Eingabe [[VAR.invalidValue]] scheint keine gültige IP-Adresse zu sein. Geben Sie bitte eine gültige IP-Adresse ein. [[base-network.ipAddressField_rule]]
fr_fr: Désolé, [[VAR.invalidValue]] n'est pas une adresse IP valide. [[base-network.ipAddressField_rule]]

# aliasModIpaddr_help
source: The IP address on which this alias should listen.
de_de: Die IP Adresse für diesen Eintrag.
fr_fr: L'adresse IP à laquelle cet alias devrait écouter.

# routes
source: Modify Static Routes
de_de: Statische Routen ändern
fr_fr: Modifier les routes statiques

# routes_help
source: Click here to create static routes from this server appliance to other subnets.
de_de: Klicken Sie hier, um statische Routen dieses Server zu anderen Subnetzen zu erstellen.
fr_fr: Cliquer ici pour créer des routes statiques à partir de ce serveur à d'autres sous-réseaux.

# routeList-list-title
source: Static Route List
de_de: Liste der statischen Routen
fr_fr: Liste des routes statiques

# createRoute
source: Add Static Route
de_de: Statische Route hinzufügen
fr_fr: Ajouter une Route Statique

# route-target
source: Target Network IP Address
de_de: IP-Adresse des Zielnetzwerks
fr_fr: Adresse IP cible

# route-target_help
source: This is the IP address of the subnet to which the listed static route refers.
de_de: Die IP-Adresse des Subnetzes, auf das sich die betreffende statische Route bezieht.
fr_fr: L'adresse IP du sous-réseau auquel l'itinéraire statique indiqué réfère.

# route-netmask
source: Target Network Subnet Mask
de_de: Subnetzmaske des Zielnetzwerks
fr_fr: Cible Masque de sous-réseau

# route-netmask_help
source: This is the netmask of the subnet to which the listed static route refers.
de_de: Die Netzmaske des Subnetzes, auf das sich die betreffende statische Route bezieht.
fr_fr: Le masque de sous-réseau auquel l'itinéraire statique indiquées concernent.

# route-gateway
source: Gateway
fr_fr: Passerelle

# route-gateway_help
source: This is the network gateway through which the network traffic of the target subnet will be routed.
de_de: Das Netzwerk-Gateway, über das der Netzwerkverkehr des Zielsubnetzes geleitet wird.
fr_fr: Il s'agit de la passerelle réseau par laquelle le trafic réseau du sous-réseau cible sera acheminé.

# route-device
source: Device
de_de: Gerät
fr_fr: Appareil

# route-device_help
source: This is the network interface through which all traffic for the static route will be routed.
de_de: Die Netzwerkschnittstelle, über die der gesamte Datenverkehr für die statische Route geleitet wird.
fr_fr: L'interface réseau par laquelle tout le trafic de la route statique sera acheminé.

# modifyRoute
source: Modify Static Route
de_de: Statische Route ändern
fr_fr: Modifier Route Statique

# verify_delete
source: Are you sure you want to remove the static route [[VAR.route]]?
de_de: Sind Sie sicher, dass Sie die statische Route löschen wollen? [[VAR.route]]
fr_fr: Etes-vous sûr de vouloir supprimer la route statique [[VAR.route]] ?

# route_form_target
source: Target Subnet
de_de: Zielsubnetz
fr_fr: sous-réseau cible

# route_form_target_help
source: Enter the IP address of the subnet to be re-routed. [[base-network.route_form_target_rule]]
de_de: Geben Sie die IP-Adresse des umzuleitenden Subnetzes ein. [[base-network.route_form_target_rule]]
fr_fr: Taper l'adresse IP du sous-réseau d'être re-routé. [[base-network.route_form_target_rule]]

# route_form_target_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.0 is a valid entry.
de_de: Bitte geben Sie eine Reihe von vier Zahlen zwischen 0 und 255 ein, die mit Punkten getrennt werden. Eine gültige Eingabe ist z. B. '192.168.1.1'.
fr_fr: Veuillez taper une série de quatre nombres compris entre 0 et 255 séparés par des points. Par exemple, 192.168.1.0 est une entrée valide.

# route_form_target_empty
source: Sorry, you have not entered a value for [[base-network.route_form_target]]. [[base-network.route_form_target_rule]]
de_de: Sie haben keinen Wert im Feld [[base-network.route_form_target]] eingegeben. [[base-network.route_form_target_rule]]
fr_fr: Désolé, vous n'avez pas saisi de valeur pour [[base-network.route_form_target]]. [[base-network.route_form_target_rule]]

# route_form_target_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-network.route_form_target]]. [[base-network.route_form_target_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld[[base-network.route_form_target]]. [[base-network.route_form_target_rule]]
fr_fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-network.route_form_target]]. [[base-network.route_form_target_rule]]

# route_form_netmask
source: Target Network Mask
de_de: Zielnetzwerkmaske
fr_fr: Masque de réseau cible

# route_form_netmask_help
source: Enter the network mask of the subnet to be re-routed. [[base-network.route_form_netmask_rule]]
de_de: Geben Sie die Netzwerkmaske des umzuleitenden Subnetzes ein. [[base-network.route_form_netmask_rule]]
fr_fr: Taper le masque réseau du sous-réseau re-routé. [[base-network.route_form_netmask_rule]]

# route_form_netmask_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 255.255.255.0 is a valid entry.
de_de: Bitte geben Sie eine Reihe von vier Zahlen zwischen 0 und 255 ein, die mit Punkten getrennt werden. Eine gültige Eingabe ist z. B. '255.255.255.0'.
fr_fr: Veuillez taper une série de quatre nombres compris entre 0 et 255 séparés par des points. Par exemple, 255.255.255.0 est une entrée valide.

# route_form_netmask_empty
source: Sorry, you have not entered a value for [[base-network.route_form_netmask]]. [[base-network.route_form_netmask_rule]]
de_de: Sie haben keinen Wert im Feld [[base-network.route_form_netmask]] eingegeben. [[base-network.route_form_netmask_rule]]
fr_fr: Désolé, vous n'avez pas saisi de valeur pour [[base-network.route_form_netmask]]. [[base-network.route_form_netmask_rule]]

# route_form_netmask_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-network.route_form_netmask]]. [[base-network.route_form_netmask_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-network.route_form_netmask]]. [[base-network.route_form_netmask_rule]]
fr_fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-network.route_form_netmask]]. [[base-network.route_form_netmask_rule]]

# route_form_gateway
source: Gateway
fr_fr: Passerelle

# route_form_gateway_help
source: Enter the IP address of the network gateway on the subnet of this server through which the packets bound for the target subnet will be re-routed. [[base-network.route_form_gateway_rule]]
de_de: Geben Sie die IP-Adresse des Netzwerk-Gateways im Subnetz dieses Servers ein, über die die für das Zielsubnetz bestimmten Pakete geleitet werden. [[base-network.route_form_gateway_rule]]
fr_fr: Taper l'adresse IP de la passerelle du sous-réseau de ce serveur. Les paquets à destination du sous-réseau cible seront réacheminés par cette passerelle réseau. [[base-network.route_form_gateway_rule]]

# route_form_gateway_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
de_de: Bitte geben Sie eine Reihe von vier Zahlen zwischen 0 und 255 ein, die mit Punkten getrennt werden. Eine gültige Eingabe ist z. B. '192.168.1.1'.
fr_fr: Veuillez taper une série de quatre nombres compris entre 0 et 255 séparés par des points. Par exemple, 192.168.1.1 est une entrée valide.

# route_form_gateway_empty
source: Sorry, you have not entered a value for [[base-network.route_form_gateway]]. [[base-network.route_form_gateway_rule]]
de_de: Sie haben keinen Wert im Feld [[base-network.route_form_gateway]] eingegeben. [[base-network.route_form_gateway_rule]]
fr_fr: Désolé, vous n'avez pas saisi de valeur pour [[base-network.route_form_gateway]]. [[base-network.route_form_gateway_rule]]

# route_form_gateway_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-network.route_form_gateway]]. [[base-network.route_form_gateway_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-network.route_form_gateway]]. [[base-network.route_form_gateway_rule]]
fr_fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-network.route_form_gateway]]. [[base-network.route_form_gateway_rule]]

# route_form_device
source: Network Interface
de_de: Netzwerkschnittstelle
fr_fr: Interface réseau

# route_form_device_help
source: Select the network interface through which packets bound for the target subnet will be re-routed. If no device is specified, a device will be selected based on the IP address of the network gateway.
de_de: Wählen Sie die Netzwerkschnittstelle aus, über die für das Zielsubnetz bestimmte Pakete geleitet werden. Wenn kein Gerät angegeben wird, so wird eines auf Grundlage der IP-Adresse des Netzwerk-Gateways ausgewählt.
fr_fr: Sélectionner l'interface réseau par lequel des paquets à destination du sous-réseau cible seront réacheminés. Si aucun interface n'est spécifié, il en sera choisi en fonction de l'adresse IP de la passerelle réseau.

# route_form_device-eth0
source: Primary Ethernet Interface (eth0)
de_de: Primäre Ethernet-Schnittstelle (eth0)
fr_fr: Interface Ethernet primaire (eth0)
