Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-network.mod/locale/*/network.po
Languages: de_de, fr_fr

# modemAuthHostField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-network.modemAuthHostField]].
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-network.modemAuthHostField]].
fr_fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-network.modemAuthHostField]].

# modemConnStatus
source: Connection Status
de_de: Verbindungsstatus
fr_fr: État de la connexion

# modemConnStatus_help
source: This shows the current connection status and indicates whether the modem is currently connected to your Internet service provider.
de_de: Zeigt den aktuellen Verbindungsstatus und gibt an, ob das Modem derzeit mit Ihrem Internet-Dienstanbieter verbunden ist.
fr_fr: Cela montre l'état actuel de la connexion et indique si le modem est actuellement connecté à votre fournisseur de services Internet.

# modemSettings
source: Internet Settings - Analog Modem or ISDN
de_de: Internet-Einstellungen - Analogmodem oder ISDN
fr_fr: Réglages Internet - modem analogique ou RNIS

# modemConnModeField
source: Connection Mode
de_de: Verbindungsmodus
fr_fr: Mode de connexion

# modemConnModeField_help
source: Select whether the modem connection should always be established, should be established only when necessary for an outgoing connection, or should never be established.
de_de: Geben Sie an, ob die Modemverbindung immer hergestellt werden soll, oder nur hergestellt werden soll, wenn dies für eine abgehende Verbindung notwendig ist. Oder ob nie eine Verbindung hergestellt werden soll.
fr_fr: Indiquer si la connexion modem doit toujours être établie, doit être établie uniquement lorsque cela est nécessaire pour une connexion sortante ou ne devrait jamais être établie.

# demand
source: Connection On Demand Only
de_de: Verbindung nur bei Bedarf
fr_fr: Connexion sur demande seulement

# on
source: Connection Always On
de_de: Verbindung immer hergestellt
fr_fr: Connexion toujours activée

# off
source: Connection Always Off
de_de: Verbindung immer deaktiviert
fr_fr: Connexion toujours désactivée

# modemUserNameField
source: Dial-Up Account User Name
de_de: Benutzername des Wählverbindungskontos
fr_fr: Identifiant du compte Dial-Up

# modemUserNameField_help
source: Enter the user name of the dial-up account used to login to your Internet service provider.
de_de: Geben Sie den Benutzernamen des Wählverbindungskontos ein, mit dem Sie sich bei Ihrem Internet-Dienstanbieter anmelden.
fr_fr: Saisir le nom d'utilisateur du compte dial-up utilisé pour se connecter à votre fournisseur d'accès à l'Internet.

# modemUserNameField_empty
source: Sorry, you have not entered a value for [[base-network.modemUserNameField]]. Please enter the user name of the dial-up account used to login to your Internet service provider.
de_de: Sie haben keinen Wert im Feld [[base-network.modemUserNameField]] eingegeben. Geben Sie den Benutzernamen des Wählverbindungskontos ein, mit dem Sie sich bei Ihrem Internet-Dienstanbieter anmelden.
fr_fr: Désolé, vous n'avez pas entré de valeur pour [[base-network.modemUserNameField]]. Veuillez saisir le nom d'utilisateur du compte dial-up utilisé pour se connecter à votre fournisseur d'accès à Internet.

# modemPasswordField
source: Dial-Up Account Password
de_de: Passwort des Wählverbindungskontos
fr_fr: Mot de passe du compte Dial-Up

# modemPasswordField_help
source: Enter the password of the dial-up account used to login to your Internet service provider. The same password is entered in both fields to protect against typing errors.
de_de: Geben Sie das Passwort des Wählverbindungskontos ein, mit dem Sie sich bei Ihrem Internet-Dienstanbieter anmelden. Das gleiche Passwort muss in beide Felder eingegeben werden, um Tippfehlern vorzubeugen.
fr_fr: Saisir le mot de passe du compte d'accès à distance dial-up permettant de se connecter à votre fournisseur d'accès à Internet. Le même mot de passe doit figurer dans les deux champs pour se protéger contre les erreurs de frappe.

# modemPasswordField_empty
source: Sorry, you have not entered a value for [[base-network.modemPasswordField]]. Please enter the password of the dial-up account used to login to your Internet service provider.
de_de: Sie haben keinen Wert im Feld [[base-network.modemPasswordField]] eingegeben. Geben Sie das Passwort des Wählverbindungskontos ein, mit dem Sie sich bei Ihrem Internet-Dienstanbieter anmelden.
fr_fr: Désolé, vous n'avez pas saisi de valeur pour [[base-network.modemPasswordField]]. Veuillez saisir le mot de passe du compte d'accès à distance dial-up permettant de se connecter à votre fournisseur d'accès à Internet.

# modemPasswordField_invalid
source: Sorry, you have not entered the same password in both fields. The same password is entered in both fields to protect against typing errors. Please try again.
de_de: Sie haben nicht das gleiche Passwort in beide Felder eingegeben. Das gleiche Passwort muss in beide Felder eingegeben werden, um Tippfehlern vorzubeugen. Bitte versuchen Sie es noch einmal.
fr_fr: [[base-network.passwordWebmasterField_invalid]]

# modemPhoneField
source: Phone Number
de_de: Telefonnummer
fr_fr: Numéro de téléphone

# modemPhoneField_help
source: Enter the phone number of your Internet service provider.
de_de: Geben Sie die Telefonnummer Ihres Internet-Dienstanbieters ein.
fr_fr: Taper le numéro de téléphone de votre fournisseur d'accès à Internet.

# modemPhoneField_empty
source: Sorry, you have not entered a value for [[base-network.modemPhoneField]]. Please enter the phone number of your Internet service provider.
de_de: Sie haben keinen Wert im Feld [[base-network.modemPhoneField]] eingegeben. Geben Sie die Telefonnummer Ihres Internet-Dienstanbieters ein.
fr_fr: Désolé, vous n'avez pas saisi de valeur pour [[base-network.modemPhoneField]]. Veuillez taper le numéro de téléphone de votre fournisseur d'accès à Internet.

# modemInitStrField
source: Modem Initialization String
de_de: Modeminitialisierungs-Zeichenfolge
fr_fr: Texte-chaîne d' initialisation du modem

# modemInitStrField_help
source: Enter the modem initialization string which will be passed to the modem before dialing. You must enter an initialization string or your server will not be able to use your modem. If you do not know your modems proper initialization string, try entering 'ATZ' or consult your modem documentation.
de_de: Geben Sie die Modeminitialisierungs-Zeichenfolge ein, die vor dem Wählen an das Modem weitergegeben wird. Sie müssen eine Initialisierungs-Zeichenfolge eingeben, da der Server Ihr Modem sonst nicht verwenden kann. Wenn Sie die richtige Initialisierungs-Zeichenfolge Ihres Modems nicht wissen, versuchen Sie es mit der Eingabe von ATZ oder schlagen Sie in Ihrer Modemdokumentation nach.
fr_fr: Saisir le texte-chaîne d'initialisation du modem qui sera transmis au modem avant de composer le numéro. Vous devez saisir un text-chaîne d'initialisation ou de votre serveur ne sera pas en mesure d'utiliser votre modem. Si vous ne connaissez pas l'initialisation correcte de votre modem , essayez de saisir « ATZ » ou consulter la documentation de votre modem.

# modemInitStrField_empty
source: Sorry, you have not entered a value for [[base-network.modemInitStrField]]. You must enter an initialization string or your server will not be able to use your modem. If you do not know your modems proper initialization string, try entering 'ATZ' or consult your modem documentation.
de_de: Sie haben keinen Wert im Feld [[base-network.modemInitStrField]] eingegeben. Sie müssen eine Initialisierungs-Zeichenfolge eingeben, da der Server Ihr Modem sonst nicht verwenden kann. Wenn Sie die richtige Initialisierungs-Zeichenfolge Ihres Modems nicht wissen, versuchen Sie es mit der Eingabe von ATZ oder schlagen Sie in Ihrer Modemdokumentation nach.
fr_fr: Désolé, vous n'avez pas entré de valeur pour [[base-network.modemInitStrField]]. Vous devez saisir un texte-chaîne d'initialisation ou de votre serveur ne sera pas en mesure d'utiliser votre modem. Si vous ne connaissez pas l'initialisation correcte de votre modem , essayez de saisir « ATZ » ou consulter la documentation de votre modem.

# modemIpField
source: Local IP Address
de_de: Lokale IP-Adresse
fr_fr: Adresse IP locale

# modemIpField_help
source: Enter the local IP address at this end of the modem connection only if one has been statically assigned by your Internet service provider.
de_de: Geben Sie die lokale IP-Adresse nur an diesem Ende der Modemverbindung ein, wenn Ihr Internet-Dienstanbieter eine IP-Adresse statisch zugewiesen hat.
fr_fr: Taper l'adresse IP locale à cette extrémité de la connexion modem seulement si elle a été statique attribuée par votre fournisseur d'accès à Internet.

# modemIpField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-network.modemIpField]].
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-network.modemIpField]].
fr_fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-network.modemIpField]].

# modemSpeedField
source: Modem Speed (Baud)
de_de: Modemgeschwindigkeit (Baud)
fr_fr: Vitesse du modem (Baud)

# modemSpeedField_help
source: Select the speed of the serial line connection to the modem. The default value is 115200.
de_de: Wählen Sie die Übertragungsgeschwindigkeit der seriellen Leitungsverbindung zum Modem aus. Der Vorgabewert ist 115200.
fr_fr: Sélection de la vitesse de la connexion de ligne série pour le modem. La valeur par défaut est 115'200.

# modemPulseField
source: Enable Pulse Dialing
de_de: Impulswahl aktivieren
fr_fr: Activer Pulse Dialing

# modemPulseField_help
source: Turn pulse dialing on or off. Enabling this feature will use pulse dialing instead of tone dialing. The default value is to leave pulse dialing off.
de_de: Aktivieren oder deaktivieren Sie die Impulswahl. Wenn Sie diese Funktion aktivieren, wird die Impulswahl anstelle der Tonwahl verwendet. Per Vorgabe bleibt die Impulswahl deaktiviert.
fr_fr: Numérotation par impulsions ou par tonalité. La valeur par défaut est la numérotation par tonalité.

# saveTest
source: Save and Test
de_de: Speichern und testen
fr_fr: Enregistrer et tester

# saveTest_help
source: This will save your current settings and attempt a test connection to your Internet service provider to verify the settings.
de_de: Damit werden Ihre aktuellen Einstellungen gespeichert und es wird versucht, eine Testverbindung mit Ihrem Internet-Dienstanbieter herzustellen, um die Einstellungen zu überprüfen.
fr_fr: Cela permettra d'enregistrer vos paramètres actuels et tenter un test de connexion à votre fournisseur d'accès Internet (FAI) pour vérifier.

# confirmNoDhcp
source: Your [[VAR.interface]] settings were obtained from a Dynamic Host Configuration Protocol (DHCP) server. Changing these settings will turn off DHCP lookups on the [[VAR.interface]]. Do you want to continue?
de_de: Ihre [[VAR.interface]]-Einstellungen wurden von einem (DHCP-Server bezogen. Wenn Sie diese Einstellungen ändern, wird [[VAR.interface]] so umkonfiguriert, dass es in Zukunft die Netzwerk-Einstellungen nicht mehr automatisch vom DHCP-Server bezieht. Möchten Sie fortfahren?
fr_fr: Vos paramètres [[VAR.interface]] ont été obtenus à partir d'un serveur HHCP (Dynamic Host Configuration Protocol). En changeant ces paramètres, les recherches DHCP sur [[VAR.interface]] ne seront plus activées. Voulez-vous continuer ?

# ethernetChanged
source: Your network settings have changed. In a few moments the system will attempt to connect to your new IP address. If the login page fails to appear, please connect to your server appliance by typing the new address into your web browser.
de_de: Ihre Netzwerkeinstellungen wurden geändert. In Kürze wird das System versuchen, eine Verbindung mit Ihrer neuen IP-Adresse herzustellen. Wenn die Anmeldeseite nicht angezeigt wird, stellen Sie bitte eine Verbindung mit Ihrem Server her, indem Sie die neue Adresse in Ihren Web-Browser eingeben.
fr_fr: Vos paramètres réseau ont changé. Dans quelques instants, le système tentera de se connecter à votre nouvelle adresse IP. Si la page de connexion ne s'affiche pas, veuillez vous connecter à votre serveur en saisissant la nouvelle adresse dans votre navigateur.

# confirmMigrateAliases
source: The [[VAR.interface]] has interface aliases that depend upon it. Disabling the interface will cause those interface aliases to be moved to the primary interface. The aliases can be moved to another interface after the change by modifying each alias. Are you sure you want to disable the [[VAR.interface]]?
de_de: [[VAR.interface]] hat Interface-Aliasse, die hiervon abhängig sind. Das Ausschalten des Interfaces hat zur Folge, da diese Aliasse zum primären Interface verschoben werden. Diese Aliasse können zu einem anderen Interface verschoben werden, nachdem jedes Alias manuell editiert wurde. Sind Sie sicher, dass Sie [[VAR.interface]] ausschalten möchten?
fr_fr: Le [[VAR.interface]] a un alias d'interface qui en dépend. La désactivation de l'interface provoque ces alias de l'interface à être déplacés vers l'interface principale. Les alias peuvent être déplacés vers une autre interface après le changement en modifiant chaque alias. Êtes-vous sûr que vous voulez désactiver la fonction [[VAR.interface]] ?

# adminRedirect
source: In a few seconds, you should be redirected to the new IP address. If you are not redirected, please click the [[base-network.reconnect]] button below to attempt to connect to the new IP address. If that fails, changing the IP address may have failed, and you should click the [[base-network.oldIPReconnect]] button to attempt to reconnect to the servers previous IP address.
de_de: In einigen Sekunden sollten Sie zu der neuen IP Adresse umgeleitet werden. Falls dies nicht passiert, klicken Sie bitte unten auf die [[base-network.reconnect]] Schaltfläche, um mit der neuen Adresse verbunden zu werden. Falls auch das nicht funktioniert, könnte es sein, daß das Ändern der IP Adresse nicht funktioniert hat. Inn dem Fall probieren Sie es bitte über die [[base-network.oldIPReconnect]] Schaltfläche mit der vorherigen IP Adresse des Servers Verbindung aufzunehmen.
fr_fr: En quelques secondes, vous devriez être redirigé vers la nouvelle adresse IP. Si vous n'êtes pas redirigé, veuillez cliquer sur le bouton [[base-network.reconnect]] ci-dessous pour tenter de se connecter à la nouvelle adresse IP. Si cela échoue, modification de l'adresse IP peut avoir échoué, et vous devez cliquer sur le [[base-network.oldIPReconnect]] pour tenter de se reconnecter au serveur à l'adresse IP précédente.

# reconnect
source: Connect To New Address
de_de: Verbinden mit neuer Adresse
fr_fr: Connectez-vous à la nouvelle adresse

# reconnect_help
source: Click here to connect to the servers new IP address.
de_de: Klicken Sie hier, um mit der neuen IP-Adresse des Servers verbunden zu werden.
fr_fr: Cliquer ici pour vous connecter au serveur avec la nouvelle adresse IP.

# oldIPReconnect
source: Connect To Old Address
de_de: Verbinde mit alter IP-Adresse
fr_fr: Connectez-vous à l'ancienne adresse

# oldIPReconnect_help
source: Click here to attempt to reconnect to the servers old IP address. This should only be used if connecting to the new IP address with the [[base-network.reconnect]] button has failed.
de_de: Klicken Sie hier, um mit der alten IP-Adresse des Servers verbunden zu werden. Dies sollte nur versucht werden, wenn eine Verbindung mit der neuen Adresse durch das Klicken der [[base-network.reconnect]] Schaltfläche nicht funktioniert hat.
fr_fr: Cliquer ici pour essayer de se reconnecter à l'ancienne adresse IP du serveur. Ceci n'est nécessaire que si la connexion à la nouvelle adresse IP a échoué avec le bouton [[base-network.reconnect]].

# netUsage
source: Network
de_de: Netzwerk
fr_fr: Réseau

# netUsage_help
source: Network usage statistics can be found here.
de_de: Hier können Sie die Netzwerkstatistik finden.
fr_fr: Les statistiques d'utilisation du réseau.

# amNetUsage
source: Network Usage
de_de: Netzwerkausnutzung
fr_fr: Utilisation du réseau

# eth0
source: Primary Interface (eth0)
de_de: Primäre Schnittstelle (eth0)
fr_fr: Interface primaire (eth0)

# eth0_help
source: The statistics for the primary network interface
de_de: Statistiken für das primre Netzwerk-Interface
fr_fr: Les statistiques pour l'interface du réseau primaire

# eth1
source: Secondary Interface (eth1)
de_de: Sekundäre Schnittstelle (eth1)
fr_fr: Interface secondaire (eth1)

# eth1_help
source: The statistics for the secondary network interface
de_de: Statistiken für das sekundäre Netzwerk-Interface
fr_fr: Les statistiques pour l'interface du réseau secondaire

# eth2
source: Network Interface (eth2)
de_de: Netzwerk-Interface (eth2)
fr_fr: Interface réseau (eth2)

# eth3
source: Network Interface (eth3)
de_de: Netzwerk-Interface (eth3)
fr_fr: Interface réseau (eth3)

# eth4
source: Network Interface (eth4)
de_de: Netzwerk-Interface (eth4)
fr_fr: Interface réseau (eth4)

# eth5
source: Network Interface (eth5)
de_de: Netzwerk-Interface (eth5)
fr_fr: Interface réseau (eth5)

# eth6
source: Network Interface (eth6)
de_de: Netzwerk-Interface (eth6)
fr_fr: Interface réseau (eth6)

# eth7
source: Network Interface (eth7)
de_de: Netzwerk-Interface (eth7)
fr_fr: Interface réseau (eth7)

# eth8
source: Network Interface (eth8)
de_de: Netzwerk-Interface (eth8)
fr_fr: Interface réseau (eth8)

# eth9
source: Network Interface (eth9)
de_de: Netzwerk-Interface (eth9)
fr_fr: Interface réseau (eth9)

# ppp0
source: Point-to-Point Protocol Interface (ppp0)
de_de: Schnittstelle des Point-to-Point Protokolls (ppp0)
fr_fr: Interface protocole Point-to-Point (ppp0)

# amIface
source: Network Interface
de_de: Netzwerkschnittstelle
fr_fr: Interface réseau

# amIface_help
source: This is the network interface identifier.
de_de: Dies ist die Bezeichnung des Netzwerk-Interfaces.
fr_fr: L'identifiant d'interface réseau.

# amSentB
source: Sent (Bytes)
de_de: Gesendet (Bytes)
fr_fr: Envoyé (Octets)

# amSentB_help
source: This is the total number of bytes sent on this network interface.
de_de: Die Gesamtzahl der Bytes, die an diese Netzwerkschnittstelle gesendet wurden.
fr_fr: Le total d'octets envoyés de cet interface réseau.

# amRcvdB
source: Received (Bytes)
de_de: Empfangen (Bytes)
fr_fr: Reçu (Octets)

# amRcvdB_help
source: This is the total number of bytes received on this network interface.
de_de: Die Gesamtzahl der Bytes, die an dieser Netzwerkschnittstelle empfangen wurden.
fr_fr: Le total d'octets reçus par cet interface réseau.

# amErrors
source: Errors
de_de: Fehler
fr_fr: Erreurs

# amErrors_help
source: This is the total number of errors sent or received on this network interface.
de_de: Die Gesamtzahl der Fehler, die beim Versand oder Empfang an dieser Netzwerkschnittstelle registriert wurden.
fr_fr: Le nombre total d'erreurs envoyées ou reçues par cet interface réseau.

# amColls_help
source: This is the total number of collisions detected on this network interface.
de_de: Die Gesamtzahl der Kollisionen, die an dieser Netzwerkschnittstelle festgestellt wurden.
fr_fr: Le nombre total de collisions détectées sur cette interface réseau.

# amNetworkNameTag
source: Network Status
de_de: Netzwerkstatus
fr_fr: État du réseau

# amNetDetails
source: Network Status Details
de_de: Netzwerkstatus-Details
fr_fr: Détails sur l'état du réseau

# amIfaceIsDown
source: The network interface [[VAR.iface]] is down.
de_de: Die Netzwerkschnittstelle [[VAR.iface]] ist ausgefallen.
fr_fr: L'interface réseau [[VAR.iface]] est en panne.

# amGatewayIsUnreachable
source: The network gateway is not reachable. Please check that the network cable is plugged in securely, and that your network settings are configured properly. You can configure the network settings either through the [[base-apache.amAdmservNameTag]], or through the front panel LCD. Also check that the network itself is operating correctly.
de_de: Das Netzwerk-Gateway ist nicht per PING erreichbar. Das bedeutet nicht zwangsläufig ein Problem, da Gateways mitunter so konfiguriert sind, dass sie nicht auf PINGs reagieren.
fr_fr: La passerelle de réseau n'est pas accessible. Veuillez vérifier que le câble réseau est branché correctement et que vos paramètres réseau sont convenablement configurés. Vous pouvez configurer les paramètres du réseau soit dans « [[base-apache.amAdmservNameTag]] » soit par l'écran LCD du panneau avant. Vérifiez également que le réseau lui-même fonctionne correctement.

# amNetworkOK
source: The network is operating normally.
de_de: Das Netzwerk funktioniert einwandfrei.
fr_fr: Le réseau fonctionne normalement.

# dialoutWindowing
source: Connection Period
de_de: Verbindungszeitrahmen
fr_fr: Durée de connexion

# dialoutWindowing_help
source: Modem use may be restricted to certain hours of the day. By default, the modem is allowed to dial any time of day.
de_de: Geben Sie bestimmte Stunden zur Verbindung zum Internet an. Der Verbindungsmodus bezieht sich nur auf zulässige Verbindungen.
fr_fr: L'utilisation du modem peut être limitée à certaines heures de la journée. Par défaut, le modem est autorisé à composer le numéro de connexion à n'importe quel moment de la journée.

# dialTimes
source: Connect Times
de_de: Verbindungsintervall
fr_fr: Nombre de connexions

# noDialTimes
source: Do Not Connect
de_de: Unzulässige Verbindung
fr_fr: Ne pas se connecter

# gateway-not-reachable
source: The specified gateway could not be reached. Please check to make certain that your gateway is within a reachable sub-network. You might also want to check your Direct Routing rules.
de_de: Das angegebene Gateway konnte nicht erreicht werden. Bitte vergewissern Sie sich, dass Ihr Gateway innerhalb eines erreichbaren Subnetzwerks liegt. Überprüfen Sie auch die Routing-Regeln.
fr_fr: La passerelle spécifiée n'a pas pu être atteinte. Veuillez vous assurer que votre passerelle est dans un sous-réseau accessible. Vous devriez également vérifier les règles de routage direct.

# gatewayWithinOwnTargetSubnet
source: Sorry, this route could not be added to the routing table. The gateway ([[VAR.gateway]]) cannot lie within the target subnet ([[VAR.target]]).
de_de: Diese Route konnte leider nicht zur Routing-Tabelle hinzugefügt werden. Das Gateway ([[VAR.gateway]]) liegt möglicherweise nicht innerhalb des Zielsubnetzes ([[VAR.target]]).
fr_fr: Désolé, cette route n'a pas pu être ajoutée à la table de routage. La passerelle ([[VAR.gateway]]) ne peut pas se trouver dans le sous-réseau cible ([[VAR.target]]).

# invalid-route
source: Sorry, the route to [[VAR.network]] could not be added to the routing table. It is possible that the specified gateway, [[VAR.gateway]], is unreachable. The target is [[VAR.network]] which should be reachable via the gateway, [[VAR.gateway]], and the route is being added to the interface, [[VAR.device]].
de_de: Diese Route konnte leider nicht zur Routing-Tabelle hinzugefügt werden. Das angegebene Gateway ist möglicherweise nicht erreichbar.
fr_fr: Désolé, la route de [[VAR.network]] n'a pas pu être ajoutée à la table de routage. Il est possible que la passerelle spécifiée [[VAR.gateway]] n'est pas inaccessible. La cible est [[VAR.network]] et doit être accessible par l'intermédiaire de la passerelle [[VAR.gateway]] et la liaison est ajoutée à l'interface [[VAR.device]].
