Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-network.mod/locale/*/network.po
Languages: de_de, fr_fr

# badDefaultGateway
source: Sorry, the default gateway, [[VAR.gateway]], is unreachable with the current configuration. Please check the network settings to make sure at least one of the network interfaces is located on the same network as the default gateway.
de_de: Das Standard-Gateway [[VAR.gateway]] ist mit der gegenwärtigen Konfiguration nicht erreichbar. Bitte überprüfen Sie die Netzwerkeinstellungen und stellen Sie sicher, dass mindestens ein Netzwerk-Interface im selben Subnetz wie das Default Gateway liegt.
fr_fr: Désolé, la passerelle par défaut [[VAR.gateway]] est inaccessible avec la configuration actuelle. Veuillez vérifier les paramètres réseau pour s'assurer qu'au moins une des interfaces réseau se trouve sur le même réseau que la passerelle par défaut.

# disable-interface-first
source: Sorry, you can not remove settings for an enabled network interface. Please disable the interface before you attempt to remove the settings.
de_de: Sie können die Einstellungen für eine aktivierte Netzwerkschnittstelle nicht entfernen. Bitte deaktivieren Sie die Schnittstelle, bevor Sie versuchen, die Einstellungen zu entfernen.
fr_fr: Désolé, vous ne pouvez pas supprimer les paramètres d'une interface réseau compatible. Veuillez désactiver l'interface avant de tenter de supprimer les paramètres.

# amNetStats
source: Network Statistics
de_de: Netzwerk-Statistiken
fr_fr: Statistiques réseau

source: Activity
de_de: Aktivität
fr_fr: Activité

# recv_bytes
source: Bytes Received
de_de: Bytes empfangen
fr_fr: Octets reçus

# recv_bytes_help
source: The number of bytes received on the network interface.
de_de: Die Anzahl der empfangenen Bytes auf diesem Netzwerk-Interface.
fr_fr: Le nombre d'octets reçus par l'interface de réseau.

# recv_packets
source: Packets Received
de_de: Empfangene Pakete
fr_fr: Paquets reçus

# recv_packets_help
source: The number of packets received on the network interface.
de_de: Die Anzahl der empfangenen Paketen auf diesem Netzwerk-Interface.
fr_fr: Le nombre de paquets reçus par l'interface de réseau.

# sent_bytes
source: Bytes Sent
de_de: Gesendete Bytes
fr_fr: Octets envoyés

# sent_bytes_help
source: The number of bytes sent on the network interface.
de_de: Die Anzahl von gesendeten Bytes dieses Netzwerk-Interfaces.
fr_fr: Le nombre d'octets envoyés par l'interface de réseau.

# sent_packets
source: Packets Sent
de_de: Gesendete Pakete
fr_fr: Les paquets envoyés

# sent_packets_help
source: The number of packets sent on the network interface.
de_de: Die Anzahl von gesendeten Pakenten dieses Netzwerk-Interfaces.
fr_fr: Le nombre de paquets envoyés par l'interface de réseau.

source: Errors
de_de: Fehler
fr_fr: Erreurs

# errors_help
source: The number of transmit and receive errors on the network interface. A large number of errors may be indicative of network problems.
de_de: Gibt die Anzahl der Fehler an, die beim Versand oder Empfang von Datenpaketen auf diesem Netzwerk-Interface festgestellt wurden. Eine große Anzahl von Fehlern deutet auf ernstzunehmende Netzwerkprobleme hin, die behoben werden sollten.
fr_fr: Le nombre d'erreurs de transmission et de réception sur l'interface réseau. Un grand nombre d'erreurs peut être le signe de problèmes de réseau.

# collisions_help
source: The number of network collisions. A large number of collisions may be indicative of network problems.
de_de: Die Anzahl von Netzwerkkollisionen. Eine größere Anzahl an Kollisionen könnte auf ernstzunehmenden Netzwerkprobleme hinweisen, die behoben werden sollten.
fr_fr: Le nombre de collisions de réseau. Un grand nombre de collisions peut être le signe de problèmes de réseau.

# stats_disabled
source: Interface disabled
de_de: Interface ausgeschaltet
fr_fr: Interface désactivé

# enabledField
source: Enabled
de_de: Aktiviert
fr_fr: Activé

# enabledField_help
source: Enable [[base-network.sitepooling]]. Only IP addresses within the ranges listed below will be allowed for use by virtual sites.
de_de: Aktiviert [[base-network.sitepooling]]. Nur IP Adressen in den unten aufgelisteten Bereich können zum Hosten von Sites benutzt werden.
fr_fr: Activer [[base-network.sitepooling]]. Seules les adresses IP dans les plages ci-dessous seront autorisées a être utilisées par des sites virtuels.

# rangeList
source: Acceptable Ranges
de_de: Akzeptierter Bereich
fr_fr: Limites acceptables

# min
source: Beginning of Range
de_de: Anfang des Bereichs
fr_fr: Début de la plage

# min_help
source: This is the beginning IP address of the range.
de_de: Dies ist der Anfang des IP Adressenbereichs.
fr_fr: L'adresse IP du début de plage.

# max
source: End of Range
de_de: Ende des Bereichs
fr_fr: Fin de la plage

# max_help
source: This is the ending IP address of the range.
de_de: Dies ist das Ende des IP-Adressbereichs.
fr_fr: L'adresse IP de la fin de la plage.

source: Add
de_de: Hinzufügen
fr_fr: Ajouter

# add_help
source: Click here to add the range to the list.
de_de: Hier klicken, um die Auswahl zur Liste hinzuzufügen.
fr_fr: Cliquer ici pour ajouter la plage à la liste.

source: Save
de_de: Speichern
fr_fr: Sauvegarder

# save_help
source: Click here to save the changes made to the range.
de_de: Klicken klicken, um die Änderungen zu speichern.
fr_fr: Cliquer ici pour enregistrer les modifications apportées à la plage.

# saveEnabled
source: Save
de_de: Speichern
fr_fr: Enregistrer

# saveEnabled_help
source: Click here to save the Enabled status.
de_de: Hier speichern, um den momentanen Status zu speichern.
fr_fr: Cliquer ici pour enregistrer l'activation.

# sitepooling
source: IP Address Allocation
de_de: IP-Adresszuordnung
fr_fr: L'allocation des adresses IP

# sitepoolingDescription
source: Click here to specify acceptable IP address ranges for this server.
de_de: Klicken Sie hier, um jene IP-Adressen festzulegen, die auf diesem Server verwendet werden können.
fr_fr: Cliquer ici pour spécifier les plages d'adresses IP acceptables pour ce serveur.

# restricted
source: Access to this page has been restricted.
de_de: Der Zugang zu dieser Seite wurde eingeschränkt.
fr_fr: L'accès à cette page a été restreinte.

# cant_enable_pooling
source: The following IP address(es) are not within any of the allowed ranges: [[VAR.ips_not_covered]]. Please create a range that includes these address(es) before enabling [[base-network.sitepooling]].
de_de: Die folgenden IP Adresse(n) befinden sich ausserhalb des spezifizierten Netzes: [[VAR.ips_not_covered]]. Bitte erstellen Sie einen Bereich, der diese Adressen mit einschließt, bevor Sie [[base-network.sitepooling]] einschalten.
fr_fr: Les adresses IP suivantes ne sont pas dans l'une des plages autorisées : [[VAR.ips_not_covered]]. Veuillez créer une plage qui inclut ces adresses avant d'activer [[base-network.sitepooling]].

# missing_part_of_range
source: You have entered an invalid range. Please enter both a beginning and an ending IP address. If you wish to enter a range that covers a single IP address, please enter the IP address as both the beginning and the end of the range.
de_de: Sie haben einen ungültigen Bereich eingegeben. Bitte geben Sie eine beginnende und eine endende IP Adresse an. Wenn Sie nur eine einzige IP- Adresse als Bereich haben weollen, dann geben Sie diese Adresse als beginnende und als endende IP ein.
fr_fr: Vous avez défini une plage non valide. Veuillez taper les adresses IP du début et de la fin de plage. Si vous souhaitez saisir dans une plage avec une seule adresse IP, veuillez taper la même adresse IP à la fois au début et la fin de la plage.

# minGreaterThanMax
source: The beginning IP [[VAR.range_min]] of the range is higher than the ending IP [[VAR.range_max]]. Please enter a beginning IP address that is less than or equal to the end of the range.
de_de: Die kleinste IP [[VAR.range_min]] des Bereichs ist größer als die letzte IP [[VAR.range_max]]. Bitte geben Sie eine IP-Adresse ein, die kleiner oder gleich der letzten IP-Adresse ist.
fr_fr: L'adresse IP [[VAR.range_min]] du début de la plage est supérieur à celle de la fin [[VAR.range_max]]. Veuillez taper une adresse IP de début qui est inférieure ou égale à la fin de la plage.

# ip_not_in_range
source: The IP address [[VAR.ipaddr]] is not within any of the valid ranges. Please choose another IP address.
de_de: Die IP-Adresse [[VAR.ipaddr]] liegt nicht innerhalt des gültigen Bereiches. Bitte wählen Sie eine andere IP-Adresse.
fr_fr: L'adresse IP [[VAR.ipaddr]] n'est pas dans l'une des plages valides. Veuillez choisir une autre adresse IP.

# cant_change_range
source: Sorry, I cannot change the specified range. The following IP address(es) are within that range: [[VAR.affected_ips]].
de_de: Der angegebene Bereich kann nicht gendert werden. Die folgenden IP Adresse(n) befinden sich im Bereich: [[VAR.affected_ips]].
fr_fr: Désolé, la plage spécifiée ne peut être changée. Les adresses IP suivantes sont dans cette gamme : [[VAR.affected_ips]].

# ip_restricted
source: The IP address [[VAR.ipaddr]] is not allowed. Please choose another IP address.
de_de: Die IP-Adresse [[VAR.ipaddr]] kann nicht verwendet werden. Bitte wählen Sie eine andere.
fr_fr: L'adresse IP [[VAR.ipaddr]] n'est pas autorisé. Veuillez choisir une autre adresse IP.

# cant_delete_range
source: Sorry, I cannot delete the specified range. The following IP address(es) are within that range: [[VAR.affected_ips]].
de_de: Kann den angegebenen Bereich nicht löschen. Die folgenden IP Adresse(n) befinden sich im Bereich: [[VAR.affected_ips]].
fr_fr: Désolé, la plage spécifiée ne peut être supprimée. Les adresses IP suivantes sont dans cette gamme : [[VAR.affected_ips]].

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# cancel_help
source: Click here to cancel the changes made to the range.
de_de: Klicken Sie hier, um die Änderungen zu verwerfen.
fr_fr: Cliquer ici pour annuler les modifications apportées à la gamme.

source: Valid Ranges:
de_de: Gültige Bereiche:
fr_fr: Plages valides :

# valid_ranges_help
source: Only IPs within the listed ranges are allowed for use on the system.
de_de: Nur IP-Adressen im aufgelisteten Bereich sind zur Nutzung auf diesem Server erlaubt.
fr_fr: Seules les adresses IP dans les plages listées sont autorisées à être utilisées par le système.

# noDuplicateDevices
source: Another interface or alias is already assigned the device name, [[VAR.device]]. The device name for each interface and alias must be unique.
de_de: Ein anderes Interface oder Alias verwendet bereits die Bezeichnung [[VAR.device]]. Der Gerätename für jedes Interface und Alias muß einmalig sein.
fr_fr: Un autre interface ou alias a déjà le nom [[VAR.device]]. Le nom du périphérique pour chaque interface et alias doit être unique.

# noDuplicateIPsAllowed
source: Another interface or alias with the IP address, [[VAR.ipaddr]], already exists. The IP address for each interface and alias must be unique.
de_de: Ex existiert bereits ein Interface oder Alias mit der IP-Adresse [[VAR.ipaddr]]. Die IP-Adresse für jedes Interface und Alias muß einmalig sein.
fr_fr: Il existe déjà un autre interface ou un alias avec l'adresse IP [[VAR.ipaddr]]. L'adresse IP de chaque interface et alias doit être unique.

# invalidNetmaskReal
source: Sorry, the value entered for netmask, [[VAR.netmask]], for the [[VAR.device]] is not a usable netmask. [[base-network.validNetmaskHelp]]
de_de: Der eingegebene Wert [[VAR.netmask]] für [[VAR.device]] ist keine gültige Netzmaske. [[base-network.validNetmaskHelp]]
fr_fr: Désolé, la valeur saisie pour le masque de réseau [[VAR.netmask]] du périphérique [[VAR.device]] n'est pas un masque utilisable. [[base-network.validNetmaskHelp]]

# invalidNetmaskAlias
source: Sorry, the value entered for netmask, [[VAR.netmask]], is not a usable netmask. [[base-network.validNetmaskHelp]]
de_de: Der für die Netzmaske [[VAR.netmask]] eingegebene Wert ist keine gültige Netzmaske. [[base-network.validNetmaskHelp]]
fr_fr: Désolé, la valeur saisie pour le masque de réseau [[VAR.netmask]] n'est pas un masque utilisable. [[base-network.validNetmaskHelp]]

# validNetmaskHelp
source: Usable netmasks must consist of a series of four numbers between 0 and 255 separated by periods. If you wish to specify a sub-network, the leading numbers must be 255 and the sub-network number must be 128, 192, 224, 240, 248, 252, or 254. For example, 255.255.0.0 and 255.128.0.0 are usable netmasks.
de_de: Netzmasken müssen aus vier von Punkten getrennten Zahlen zwischen 0 und 255 bestehen. Falls Sie ein Subnetzwerk einrichten wollen, muß die erste Zahl 255 sein, und die nachfolgenden Zahlen müssen 128, 192, 224, 240, 248, 252, oder 254 sein. Zum Beispiel '255.255.0.0' und '255.128.0.0' sind gültige und verwendbare Netzmasken.
fr_fr: Les masques de réseau utilisables doivent être constitués d'une série de quatre nombres compris entre 0 et 255 séparés par des points. Si vous souhaitez spécifier un sous-réseau, les chiffres principaux doivent être 255 et le numéro de sous-réseau doit être de 128, 192, 224, 240, 248, 252, ou 254. Par exemple, 255.255.0.0 et 255.128.0.0 sont des masques de réseau utilisables.

# openvz_vps
source: This is an OpenVZ VPS. Network settings (such as hostname, domain name, DNS servers and Gateway) can only be changed on the master node. Not in the VPS itself. Below you can review the currently configured settings for this VPS.
de_de: Dies ist ein OpenVZ VPS. Netzwerkeinstellungen (wie Hostnamen, Domain-Namen, DNS-Server und das Gateway) können nur auf der Master-Node verändert werden. Nicht im VPS selbst. Hier können Sie die aktuell konfigurierten Einstellungen für dieses VPS einsehen.
fr_fr: Ceci est un VPS OpenVZ. Les paramètres réseau (tels que le nom d'hôte, le nom de domaine, les serveurs DNS et la passerelle) ne peuvent être modifiés que dans le Master-Node, pas dans le VPS lui-même. Les paramètres de configuration actuels de ce VPS peuvent être consultés ci-dessous.

# cap_serverIpPooling
source: IP Address Allocation Settings
de_de: IP-Adresszuweisung
fr_fr: Paramètres allocation d'adresses IP

# cap_serverNetwork
source: TCP/IP Settings
de_de: TCP/IP-Konfiguration
fr_fr: Paramètres TCP/IP

# admin
source: Server Administrators
de_de: Server-Administratoren
fr_fr: Administrateurs de serveurs

# admin_help
source: This are the server administrators of this IP address range.
de_de: Das sind die Server-Administratoren für diesen IP-Adressbereich.
fr_fr: Vice les administrateurs de serveur pour cette plage d'adresses IP.

# aliasActions
source: Actions
de_de: Aktionen

# amColls
source: Collisions
de_de: Kollisionen

source: Collisions
de_de: Kollisionen

# ipAddressField1
source: [[base-network.ipAddressField]]
de_de: IP-Adresse

# ipAddressField2
source: [[base-network.ipAddressField]]
de_de: [[base-network.ipAddressField1]]

# natField
source: IP Masquerading
de_de: IP-Maskierung

# netMaskField1
source: [[base-network.netMaskField]]
de_de: IP-Netzwerkmaske

# netMaskField2
source: [[base-network.netMaskField]]
de_de: [[base-network.netMaskField1]]

# routeList_action_header
source: Actions
de_de: Aktionen
