Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-network.mod/locale/*/network.po
Languages: de_de, fr_fr

# route_form_device-eth1
source: Secondary Ethernet Interface (eth1)
de_de: Sekundäre Ethernet-Schnittstelle (eth1)
fr_fr: Interface Ethernet secondaire (eth1)

# route_form_device-eth2
source: Ethernet Interface (eth2)
fr_fr: Interface Ethernet (eth2)

# route_form_device-eth3
source: Ethernet Interface (eth3)
fr_fr: Interface Ethernet (eth3)

# route_form_device-eth4
source: Ethernet Interface (eth4)
fr_fr: Interface Ethernet (eth4)

# route_form_device-eth5
source: Ethernet Interface (eth5)
fr_fr: Interface Ethernet (eth5)

# route_form_device-eth6
source: Ethernet Interface (eth6)
fr_fr: Interface Ethernet (eth6)

# route_form_device-eth7
source: Ethernet Interface (eth7)
fr_fr: Interface Ethernet (eth7)

# route_form_device-eth8
source: Ethernet Interface (eth8)
fr_fr: Interface Ethernet (eth8)

# route_form_device-eth9
source: Ethernet Interface (eth9)
fr_fr: Interface Ethernet (eth9)

# route_form_device-ppp0
source: Point-to-Point Protocol Interface (ppp0)
de_de: Point-to-Point Protokoll-Schnittstelle (ppp0)
fr_fr: Interface au protocole Point-to-Point (ppp0)

# routeList_action_header_help
source: Click the Modify icon to change settings for a route, or click the Remove icon to delete a route.
de_de: Klicken Sie auf die Schaltfläche 'Ändern', um die Einstellungen für eine Route zu ändern, oder auf die Schaltfläche 'Entfernen', um eine Route zu löschen.
fr_fr: Cliquer sur l'icône [[base-palette.modify]] pour changer les paramètres d'un itinéraire ou sur l'icône [[base-palette.remove]] pour supprimer un itinéraire.

# changeMode
source: Change Internet Connection to...
de_de: Internetverbindung ändern zu...
fr_fr: Changer la connexion Internet pour ...

# none
source: None or Intranet Use Only
de_de: Keine oder nur Intranetverwendung
fr_fr: Aucune ou uniquement Intranet

# broadband
source: Cable Modem or DSL
de_de: Kabelmodem oder DSL
fr_fr: Modem câble ou DSL

# lan
source: Gateway on Local Area Network (LAN)
de_de: Gateway im lokalen Netzwerk (LAN)
fr_fr: Passerelle sur réseau local (LAN)

# narrowband
source: Analog Modem or ISDN
de_de: Analogmodem oder ISDN
fr_fr: Modem analogique ou RNIS

# lanSettings
source: Internet Settings - Gateway on Local Area Network (LAN)
de_de: Internet-Einstellungen - Gateway im lokalen Netzwerk (LAN)
fr_fr: Réglages Internet - Passerelle sur réseau local (LAN)

# gatewayField
source: Server Gateway
fr_fr: Passerelle (Server Gateway)

# gatewayField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
de_de: Bitte geben Sie eine Reihe von vier Zahlen zwischen 0 und 255 ein, die mit Punkten getrennt werden. Eine gültige Eingabe ist z. B. '192.168.1.1'.
fr_fr: Veuillez taper une série de quatre nombres compris entre 0 et 255 séparés par des points. Par exemple, 192.168.1.1 est une entrée valide.

# gatewayField_help
source: Enter the IP address of the local network gateway for this server appliance. This is the gateway for both the primary and secondary interfaces. A network gateway allows your server to connect to the world outside of your local network area. [[base-network.gatewayField_rule]]
de_de: Geben Sie die IP-Adresse des lokalen Netzwerk-Gateways für diesen Server ein. Dabei handelt es sich um das Gateway für die primäre und sekundäre Schnittstelle. Über ein Netzwerk-Gateway kann Ihr Server eine Verbindung mit Computern außerhalb Ihres lokalen Netzwerkbereichs herstellen. [[base-network.gatewayField_rule]]
fr_fr: Taper l'adresse IP de la passerelle du réseau local pour ce serveur. C'est la porte d'entrée pour les interfaces primaires et secondaires. Une passerelle de réseau permet à votre serveur de se connecter au monde extérieur de votre zone de réseau local. [[base-network.gatewayField_rule]]

# forwardField
source: IP Forwarding and Masquerading
de_de: IP-Weiterleitung und Maskierung
fr_fr: IP Forwarding / Masquerading

# forwardField_help
source: Select the method of forwarding packets through the server appliance. Choosing packet forwarding with masquerading enables network address translation. This allows your organization to share Internet access by translating all network traffic between one publicly accessible IP address and many private IP addresses through this server appliance. Choosing only packet forwarding with no masquerading allows traffic only between one network interface and the other without providing network address translation. Choosing no packet forwarding does not allow any traffic between one network interface and the other.
de_de: Wählen Sie die Methode zum Weiterleiten von Paketen über den Server aus. Wenn Sie die Paketweiterleitung mit Maskieren auswählen, wird die Netzwerkadress-Übersetzung (NAT) aktiviert. Dadurch kann Ihr Unternehmen den Internet-Zugriff durch die Übersetzung des gesamten Netzwerkverkehrs zwischen einer öffentlich zugänglichen IP-Adresse und zahlreichen privaten IP-Adressen über diesen Server freigeben. Wenn Sie nur die Paketweiterleitung ohne Maskieren auswählen, ist der Datenverkehr nur zwischen einer Netzwerkschnittstelle und der anderen möglich und die Netzwerkadresse wird nicht übersetzt. Wenn Sie keine Paketweiterleitung auswählen, ist kein Datenverkehr zwischen einer Netzwerkschnittstelle und der anderen möglich.
fr_fr: Sélectionner la méthode de transmission des paquets par ce serveur. « IP Forwarding » transfère les paquets entre le réseau externe et interne, « Masquerading » permet le NAT (Network Address Translation), la traduction d'adresses réseau. Le choix « [[base-network.forwardNat]] » permet le partage de l'accès à Internet en traduisant tout le trafic réseau entre une adresse IP externe accessible au public et de nombreuses adresses IP privées internes à travers de cet interface. Le choix « [[base-network.forward]] » permet qu'un seul et unique trafic entre une interface réseau externe et l'autre interne (IP Forwarding) sans fournir de NAT (Masquerading). En choisissant aucune transmission de paquets avec « [[base-network.forwardOff]] », il n'y aura pas de trafic entre le réseau externe et l'autre interne.

# forward
source: Forward IP Packets Only
de_de: Nur IP-Pakete weiterleiten
fr_fr: Uniquement Forward IP Packets

# forwardNat
source: Forward IP Packets With Masquerading
de_de: IP-Pakete mit Maskieren weiterleiten
fr_fr: Forward IP Packets avec Masquerading

# forwardOff
source: Do Not Forward IP Packets
de_de: Keine IP-Pakete weiterleiten
fr_fr: pas de IP Forwarding

# broadbandSettings
source: Internet Settings - Cable Modem or DSL
de_de: Internet-Einstellungen - Kabelmodem oder DSL
fr_fr: Réglages Internet - Modem câble ou DSL

# networkField
source: Secondary Interface
de_de: Sekundäre Schnittstelle
fr_fr: Interface secondaire

# networkField_help
source: Select the appropriate networking configuration for the secondary interface of this server appliance.
de_de: Wählen Sie die entsprechende Netzwerkkonfiguration für die sekundäre Schnittstelle dieses Servers aus.
fr_fr: Sélectionner la configuration de réseau appropriée pour l'interface secondaire de ce serveur.

# dhcp
source: Obtain Automatically Using Dynamic Host Configuration Protocol (DHCP)
de_de: Automatisch über DHCP beziehen
fr_fr: Obtenir automatiquement en utilisant DHCP (Dynamic Host Configuration Protocol)

# dhcpHostNameField
source: Client Host Name
fr_fr: Nom d'hôte du client

# dhcpHostNameField_rule
source: Please enter only lowercase alphanumeric characters, dashes or periods. For example, www is a valid entry.
de_de: Bitte geben Sie nur alphanumerische Zeichen in Kleinschreibung ein. Bindestriche oder Punkte sind in Ordnung. Eine gültige Eingabe ist z. B. 'www.meinbuero.de'.
fr_fr: [[base-network.alphanum_rule]].

# dhcpHostNameField_help
source: Enter the host name that identifies this server as a Dynamic Host Configuration Protocol (DHCP) client. [[base-network.dhcpHostNameField_rule]]
de_de: Geben Sie den Hostnamen ein, der diesen Server als dynamischen DHCP-Client identifiziert. [[base-network.dhcpHostNameField_rule]]
fr_fr: Saisir le nom d'hôte qui identifie ce serveur en tant que client DHCP (Dynamic Host Configuration Protocol). [[base-network.dhcpHostNameField_rule]]

# dhcpHostNameField_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-network.dhcpHostNameField]]. [[base-network.dhcpHostNameField_rule]]
de_de: [[VAR.invalidValue]] ist leider ein ungültiger Wert für das Feld [[base-network.dhcpHostNameField]]. [[base-network.dhcpHostNameField_rule]]
fr_fr: Désolé, [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-network.dhcpHostNameField]]. [[base-network.dhcpHostNameField_rule]]

# dhcpClientIdField
source: Client Identifier
de_de: Client-Bezeichner
fr_fr: Identification du client

# dhcpClientIdField_help
source: Enter the identification string that identifies this server as a Dynamic Host Configuration Protocol (DHCP) client.
de_de: Geben Sie die Identifikationszeichenfolge ein, die diesen Server als DHCP-Client identifiziert.
fr_fr: Saisir le texte-chaîne identifiant ce serveur en tant que client DHCP (Dynamic Host Configuration Protocol).

# pppoe
source: Obtain Automatically Using Point-to-Point Protocol Over Ethernet (PPPoE)
de_de: Automatisch mit Point-to-Point-Protokoll über Ethernet (PPPoE) verbinden
fr_fr: Obtenir automatiquement en utilisant le protocole PPPoE (Point-to-Point Protocol Over Ethernet)

# pppUserNameField
source: User Name
de_de: Benutzername
fr_fr: Nom d'utilisateur

# pppUserNameField_help
source: Enter the user name used to login to your Internet service provider.
de_de: Geben Sie den Benutzernamen ein, mit dem Sie sich bei Ihrem Internet-Dienstanbieter anmelden.
fr_fr: Saisir le nom d'utilisateur utilisé pour se connecter à votre fournisseur d'accès à Internet.

# pppUserNameField_empty
source: Sorry, you have not entered a value for [[base-network.pppUserNameField]].
de_de: Sie haben keinen Wert im Feld [[base-network.pppUserNameField]] eingegeben.
fr_fr: Désolé, vous n'avez pas entré de valeur pour [[base-network.pppUserNameField]].

# pppPasswordField
source: Password
de_de: Passwort
fr_fr: Mot de passe

# pppPasswordField_help
source: Enter the password used to login to your Internet service provider.
de_de: Geben Sie das Passwort ein, mit dem Sie sich bei Ihrem Internet-Dienstanbieter anmelden.
fr_fr: Saisir le mot de passe utilisé pour se connecter à votre fournisseur d'accès à Internet.

# pppPasswordField_invalid
source: Sorry, you have not entered the same password in both fields. The same password is entered in both fields to protect against typing errors. Please try again.
de_de: Sie haben nicht das gleiche Passwort in beide Felder eingegeben. Das gleiche Passwort muss in beide Felder eingegeben werden, um Tippfehlern vorzubeugen. Bitte versuchen Sie es noch einmal.
fr_fr: Désolé, vous n'avez pas saisi le même mot de passe dans les deux champs. Le même mot de passe doit figurer dans les deux champs pour se protéger contre les erreurs de frappe. Veuillez essayer de nouveau.

# static
source: Specify Manually
de_de: Manuell angeben
fr_fr: Spécifier manuellement

# ipAddressField
source: IP Address
de_de: IP-Adresse
fr_fr: Adresse IP

# ipAddressField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
de_de: Bitte geben Sie eine Reihe von vier Zahlen zwischen 0 und 255 ein, die mit Punkten getrennt werden. Eine gültige Eingabe ist z. B. '192.168.1.1'.
fr_fr: Veuillez taper une série de quatre nombres compris entre 0 et 255 séparés par des points. Par exemple, 192.168.1.1 est une entrée valide.

# ipAddressField_help
source: Enter the IP address of the [[VAR.name]]. If you are using only one network interface connection to the server appliance, use the primary interface and leave the other interfaces empty. [[base-network.ipAddressField_rule]]
de_de: Geben Sie die IP-Adresse der sekundären Schnittstelle ein, die meist mit der Internet-Seite verbunden ist. Wenn Sie nur eine Netzwerkschnittstelle am Server verwenden, benutzen Sie die primäre Schnittstelle und lassen Sie die sekundäre Schnittstelle leer. [[base-network.ipAddressField_rule]]
fr_fr: Taper l'adresse IP de la [[VAR.name]]. Si vous utilisez une seule connexion d'interface réseau à l'appareil de serveur, utilisez l'interface primaire et laissez les autres interfaces vide. [[base-network.ipAddressField_rule]]

# ipAddressField_invalid
source: Sorry, the value entered for [[base-network.ipAddressField]] is not an IP address. [[base-network.ipAddressField_rule]]
de_de: Der eingetragene Wert für [[base-network.ipAddressField]] ist keine gültige IP-Adresse. [[base-network.ipAddressField_rule]]
fr_fr: Désolé, la valeur saisie pour [[base-network.ipAddressField]] n'est pas une adresse IP. [[base-network.ipAddressField_rule]]

# netMaskField
source: IP Network Mask
de_de: Subnetzmaske
fr_fr: Masque de réseau IP

# netMaskField_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 255.255.255.0 is a valid entry.
de_de: Bitte geben Sie eine Reihe von vier Zahlen zwischen 0 und 255 ein, die mit Punkten getrennt werden. Eine gültige Eingabe ist z. B. '255.255.255.0'.
fr_fr: Veuillez taper une série de quatre nombres compris entre 0 et 255 séparés par des points. Par exemple, 255.255.255.0 est une valeur valide.

# netMaskField_help
source: Enter the network mask of the [[VAR.name]]. If you are using only one network interface connection to the server appliance, use the primary interface and leave the other interfaces empty. [[base-network.netMaskField_rule]]
de_de: Geben Sie die Netzwerkmaske der primären Schnittstelle ein. Wenn Sie nur eine Netzwerkschnittstelle an dem Server verwenden, benutzen Sie die primäre Schnittstelle und lassen Sie die sekundäre Schnittstelle leer. [[base-network.netMaskField_rule]]
fr_fr: Taper le masque de réseau de la [[VAR.name]]. Si vous n'utilisez qu'une seule connexion d'interface réseau au serveur, utilisez l'interface primaire et laissez les autres interfaces vides. [[base-network.netMaskField_rule]]

# netMaskField_invalid
source: Sorry, the value entered for [[base-network.netMaskField]] is not an IP network mask. [[base-network.netMaskField_rule]]
de_de: Der eingetragene Wert für [[base-network.netMaskField]] ist keine gültige Netzwerkmaske. [[base-network.netMaskField_rule]]
fr_fr: Désolé, la valeur saisie pour [[base-network.netMaskField]] n'est pas un masque de réseau IP. [[base-network.netMaskField_rule]]

# ipAddressFieldeth0_empty
source: Sorry, you have not entered the IP address of the primary interface, which is typically connected to the Intranet side. [[base-network.ipAddressField_rule]]
de_de: Achtung: Sie haben der Netzwerk-Schnittstelle des primären Interfaces keine IP-Adresse zugewiesen. [[base-network.ipAddressField_rule]]
fr_fr: Désolé, vous n'avez pas saisi l'adresse IP de l'interface principale, qui est généralement reliée au côté Intranet. [[base-network.ipAddressField_rule]]

# ipAddressField_empty
source: Sorry, you have not entered the IP address of the [[VAR.interface]]. [[base-network.ipAddressField_rule]]
de_de: Achtung: Sie haben der Netzwerk-Schnittstelle [[VAR.interface]] keine IP-Adresse zugewiesen. [[base-network.ipAddressField_rule]]
fr_fr: Désolé, vous n'avez pas saisi l'adresse IP de [[VAR.interface]]. [[base-network.ipAddressField_rule]]

# ipAddressField1_help
source: Enter the IP address of the primary interface, which is typically connected to the Intranet side. If you are using only one network interface connection to the server appliance, use the primary interface and leave the secondary interface empty. [[base-network.ipAddressField_rule]]
de_de: Geben Sie die IP-Adresse der primären Schnittstelle ein, die meist mit der Intranet-Seite verbunden ist. Wenn Sie nur eine Netzwerkschnittstelleam Server verwenden, benutzen Sie die primäre Schnittstelle und lassen Sie die sekundäre Schnittstelle leer. [[base-network.ipAddressField1_rule]]
fr_fr: Taper l'adresse IP de l'interface principale, qui est généralement reliée au côté Intranet. Si vous utilisez une seule connexion d'interface réseau à l'appareil de serveur, utilisez l'interface primaire et laissez l'interface secondaire vide. [[base-network.ipAddressField_rule]]

# ipAddressField2_help
source: Enter the IP address of the secondary interface, which is typically connected to the Internet side. If you are using only one network interface connection to the server appliance, use the primary interface and leave the secondary interface empty. [[base-network.ipAddressField_rule]]
de_de: Geben Sie die IP-Adresse der sekundären Schnittstelle ein, die meist mit der Internet-Seite verbunden ist. Wenn Sie nur eine Netzwerkschnittstelle am Server verwenden, benutzen Sie die primäre Schnittstelle und lassen Sie die sekundäre Schnittstelle leer. [[base-network.ipAddressField1_rule]]
fr_fr: Taper l'adresse IP de l'interface secondaire, qui est généralement reliée au côté d'Internet. Si vous utilisez une seule connexion d'interface réseau à l'appareil de serveur, utilisez l'interface primaire et laissez l'interface secondaire vide. [[base-network.ipAddressField_rule]]

# netMaskFieldeth0_empty
source: Sorry, you have not entered the network mask of the primary interface. [[base-network.netMaskField_rule]]
de_de: Sie haben keine Netzwerkmaske für das primäre Interface eingegeben. [[base-network.netMaskField_rule]]
fr_fr: Désolé, vous n'avez pas saisi le masque de réseau de l'interface principale. [[base-network.netMaskField_rule]]

# netMaskField_empty
source: Sorry, you have not entered the network mask of the [[VAR.interface]]. [[base-network.netMaskField_rule]]
de_de: Sie haben die Netzwerkmaske von [[VAR.interface]] nicht angegeben. [[base-network.netMaskField_rule]]
fr_fr: Désolé, vous n'avez pas saisi le masque de réseau de [[VAR.interface]]. [[base-network.netMaskField_rule]]

# netMaskField1_help
source: Enter the network mask of the primary interface. If you are using only one network interface connection to the server appliance, use the primary interface and leave the secondary interface empty. [[base-network.netMaskField_rule]]
de_de: Geben Sie die Netzwerkmaske der primären Schnittstelle ein. Wenn Sie nur eine Netzwerkschnittstelle an dem Server verwenden, benutzen Sie die primäre Schnittstelle und lassen Sie die sekundäre Schnittstelle leer. [[base-network.netMaskField1_rule]]
fr_fr: Taper le masque de réseau de l'interface principale. Si vous utilisez une seule connexion d'interface réseau à l'appareil de serveur, utilisez l'interface primaire et laissez l'interface secondaire vide. [[base-network.netMaskField_rule]]

# netMaskField2_help
source: Enter the network mask of the secondary interface. If you are using only one network interface connection to the server appliance, use the primary interface and leave the secondary interface empty. [[base-network.netMaskField_rule]]
de_de: Geben Sie die Netzwerkmaske der sekundären Schnittstelle ein. Wenn Sie nur eine Netzwerkschnittstelle an dem Server verwenden, benutzen Sie die primäre Schnittstelle und lassen Sie die sekundäre Schnittstelle leer. [[base-network.netMaskField2_rule]]
fr_fr: Taper le masque de réseau de l'interface secondaire. Si vous utilisez une seule connexion d'interface réseau à l'appareil de serveur, utilisez l'interface primaire et laissez l'interface secondaire vide. [[base-network.netMaskField_rule]]

# ifaceUsedByRoute
source: The interface could not be disabled, because it is used by a static route(s). Please delete the static routes using this interface before disabling the interface.
de_de: Das Interface konnte nicht ausgeschaltet werden, weil es von einer statischen Route verwendet wird. Bitte löschen Sie diese statische Route, bevor Sie das Interface ausschalten.
fr_fr: L'interface ne peut pas être désactivée car elle est utilisée par un ou plusieurs itinéraires statiques. Veuillez supprimer les routes statiques à l'aide de cette interface avant de la désactiver.

# ifaceUsedByAlias
source: The interface could not be disabled, because it is needed by an interface alias(es). All interface aliases for the interface must be deleted before it can be disabled.
de_de: Das Interface konnte nicht ausgeschaltet werden, weil es von einem Interface Alias verwendet wird. Alle Interace Aliasse müssen gelöscht werden, bevor das Interface ausgeschaltet werden kann.
fr_fr: L'interface ne peut pas être désactivée car il est nécessaire par un ou plusieurs alias d'interface. Tous les alias d'interface doivent être supprimés avant que celle-ci puisse être désactivée.

# natField_help
source: Select whether to have this server appliance perform IP masquerading. IP masquerading enables network address translation which allows your organization to share Internet access by translating through this server appliance all network traffic between your one publicly accessible IP address and your many privately accessible IP addresses.
de_de: Geben Sie an, ob dieser Server das IP-Maskierung durchführen soll. IP-Maskierung ermöglicht die Netzwerkadress-Übersetzung, wodurch Ihr Unternehmen den Internet-Zugriff durch Übersetzung des gesamten Netzwerkverkehrs zwischen einer öffentlich zugänglichen IP-Adresse und privat zugänglichen IP-Adressen über diesen Server freigeben kann.
fr_fr: Sélectionner cette option pour cet appareil de serveur effectuer le « IP Masquerading », le masquage d'IP. Celui-ci permet le NAT (Network Address Translation), la traduction d'adresses réseau, qui autorise le partage de l'accès à Internet en traduisant tout le trafic réseau entre une adresse IP externe accessible au public et de nombreuses adresses IP privées internes.

# wanNoneMessage
source: There is no Internet connection.
de_de: Keine Internetverbindung.
fr_fr: Il n'y a pas de connexion Internet.

# wanNoneConfirm
source: Are you sure you do not want to specify an Internet connection type?
de_de: Wollen Sie wirklich keinen Art der Internetverbind angeben?
fr_fr: Etes-vous sûr de ne pas vouloir spécifier un type de connexion Internet?

# modemAuthModeField
source: Authentication Mode
de_de: Authentifizierungsmodus
fr_fr: Mode d'authentification

# modemAuthModeField_help
source: There are two common authentication modes for use with dial-up network connections. Consult your service provider for the authentication mode to be used.
de_de: Es gibt zwei allgemein gebräuchliche Authentifizierungsmodi für Netzwerk-Wählverbindungen. Fragen Sie Ihren Serviceanbieter, welchen Modus Sie verwenden sollten.
fr_fr: Il existe deux modes d'authentification communes pour une utilisation avec les connexions d'accès à distance commutées dial-up. Consultez votre fournisseur de service pour le mode d'authentification à utiliser.

# modemAuthHostField
source: Server Hostname
de_de: Hostname des Servers
fr_fr: Nom d'hôte du serveur

# modemAuthHostField_help
source: The dial-up server hostname is necessary for CHAP dial-up authentication. Consult your service provider for the server hostname if CHAP authentication is used.
de_de: Der Hostname des Wählverbindungsservers wird für die CHAP-Wählverbindungsauthentifizierung gebraucht. Falls Sie die CHAP-Authentifizierung einsetzen, fragen Sie bitte Ihren Internet-Dienstanbieter nach dem Hostnamen des Servers.
fr_fr: Le nom d'hôte serveur d'accès distant dial-up est nécessaire pour l'authentification CHAP. Consultez votre fournisseur de services pour le nom du serveur si l'authentification CHAP est utilisé.
