Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5107R/ui/*-storage.mod/locale/*/storage.po
Languages: da_dk

# actions
source: Modify/Remove
da_dk: Rediger/Fjern

# actions_help
source: Click the Modify icon to setup new devices or modify already existing devices. Click the Remove icon to make a device unavailable, so it can be disconnected from the server.
da_dk: Klik på knappen Rediger for at sætte nye enheder op eller for at ændre allerede eksisterende enheder. Klik på knappen Fjern for at gøre en enhed utilgængelig, så den kan fjernes fra serveren.

# appendDisk
source: Erase disk and append to existing /home partition.
da_dk: Slet disk og føj til eksisterende /home partition.

# appendDiskQuestion
source: WARNING: Adding this disk to the /home partition will destroy all data currently stored on this disk. In addition, it will no longer be possible to remove this disk from the server. Doing so would make the server unusable because of lost data. The server will become unusable while the append is occurring. This may take several minutes. Are you sure you want to add this disk to the /home partition?
da_dk: ADVARSEL: Ved at tilføje denne disk til /home partitionen vil alle data på disken blive slettet. Derudover vil det ikke længere være muligt at fjerne denne disk fra serveren. Gøres dette vil serveren blive ubrugelig på grund af tab af data. Serveren vil blive ubrugelig medens tilføjelsen gennemføres. Dette kan tage flere minutter. Er du sikker på at du vil tilføje denne disk til /home partitionen?

# appendDisk_help
source: Check the box to have the disk added to the pre-existing /home partition. WARNING: This will destroy all data on this disk. In addition, once this disk has been added to the /home partition, it cannot be removed from the server. If the disk is removed, data will be lost, and the server will most likely become unusable.
da_dk: Sæt hak for at tilføje disken til den eksisterende /home partition. ADVARSEL: Dette vil slette alle data på disken. Derudover vil det ikke længere være muligt at fjerne denne disk fra serveren når den først er føjet til /home partitionen. Hvis disken fjernes vil data gå tabt, og serveren vil højst sandsynligt blive ubrugelig.

# cantDisableQuotas
source: Unable to turn off quotas for this disk.
da_dk: Kunne ikke slå diskkvoter fra på denne disk.

# cantEnableQuotas
source: Unable to turn on quotas for this disk.
da_dk: Kunne ikke slå diskkvoter til på denne disk.

# cantFormat
source: Unable to format the disk, [[VAR.device]].
da_dk: Kunne ikke formatere disken, [[VAR.device]].

# cantMount
source: Unable to mount the disk, [[VAR.device]].
da_dk: Kunne ikke montere disken, [[VAR.device]].

# cantPartition
source: Unable to partition the disk, [[VAR.device]].
da_dk: Kunne ikke partitionere disken, [[VAR.device]].

# cantUmount
source: Unable to unmount the disk, [[VAR.device]].
da_dk: Kunne ikke afmontere disken, [[VAR.device]].

# cantUpdateDiskInfo
source: Unable to update information for this disk.
da_dk: Kunne ikke opdatere information på disken.

# cantUpdateMountInfo
source: Unable to update the disk's mount information.
da_dk: Kunne ikke opdatere diskens monteringsinformation.

# changeLabelFailed
source: Unable to update the disk label.
da_dk: Kunne ikke opdatere diskens mærkat.

# checkDisk_help
source: Check the box to have the disk checked for errors before making it available.
da_dk: Sæt hak for at undersøge disken for fejl før den gøres tilgængelig.

# deviceName
source: Disk Name
da_dk: Disknavn

# deviceName_help
source: These are the names of the available additional storage devices. Newly-added devices are given default names.
da_dk: Dette er navnene på de ekstra tilgængelige lagerenheder. Nyligt tilføjede enheder får standardnavne.

# diskList
source: Additional Storage Device List
da_dk: Lisrte over ekstra lagerenheder.

# eraseDisk
source: Erase disk and leave as a separate disk.
da_dk: Slet disk og efterlad som separat disk.

# eraseDiskQuestion
source: WARNING: Erasing will destroy all data currently stored on this disk. Are you sure you want to completely erase this disk?
da_dk: ADVARSEL: Sletning vil ødelægge alle data der i øjeblikket lagres på disken. Er du sikker på at du vil slette disken fuldstændigt?

# eraseDisk_help
source: Check the box to have the disk completely erased. WARNING: This will destroy all data on the disk.
da_dk: Sæt hak for at slette disken fuldstændigt. ADVARSEL: Dette vil slette alle data på disken.

# formatDisk
source: Erase Disk
da_dk: Slet disk

# formatDisk_help
source: This will reformat this disk, which will destroy any data on the disk.
da_dk: Dette vil genformatere disken, hvilket vil ødelægge alle data på disken.

# formatQuestion
source: WARNING: Erasing the disk will destroy any data stored on it. Are you sure you want to erase [[VAR.device]]?
da_dk: ADVARSEL: Sletning af disken vil ødelægge alle data der lagres på den. Er du sikker på at du vil slette [[VAR.device]]?

# isHomePartition
source: Use As Home Directory
da_dk: Brug som hjemmebibliotek

# isHomePartition_help
source: Check the box if this disk should be made available for use as home directory for new users and sites.
da_dk: Sæt hak her hvis disken skal gøres tilgængelig som hjemmebibliotek for nye brugere og websteder.

source: Label
da_dk: Mærkat

# labelInUse
source: The specified label, [[VAR.label]], is already being used for another disk.
da_dk: Den specificerede mærkat, [[VAR.label]], bruges allerede som mærkat for en anden disk.

# label_help
source: This is the human-readable label used for the disk.
da_dk: Dette er den menneskeligt-læselige mærkat for disken.

# mirrorDisk
source: Mirror the /home partition
da_dk: Spejl /home partitionen

# mirrorDiskQuestion
source: WARNING: Adding this disk to the disk mirror for the /home partition will destroy all data on this disk, because the current /home partition will be copied to this disk. This may take several minutes. Are you sure you want to add this disk to the disk mirror for the /home partition?
da_dk: ADVARSEL: Tilføjelse af disken til diskspejlingen af /home partitionen vil ødelægge alle data på disken, fordi den nuværende /home partition vil blive kopieret til denne disk. Dette kan tage flere minutter. Er du sikker på at du vil føje disken til diskspejlingen af /home partitionen?

# modifyDisk
source: Modify Disk - [[VAR.device]]
da_dk: Modificer disk - [[VAR.device]]

# mount
source: Enable
da_dk: Aktiver

# mount_help
source: Check the box to have the disk made available for use. This will also cause the server to attempt to make this disk available automatically if the server is rebooted.
da_dk: Sæt hak her for at gøre disken tilgængelig for brug. Dette vil også medføre at serveren automatisk forsøger at gøre denne disk tilgængelig hvis serveren genstartes.

# mounted
source: Enabled
da_dk: Aktiveret

# mounted_help
source: This shows whether or not the device is currently enabled.
da_dk: Dette viser hvorvidt enheden i øjeblikket er aktiv eller ej.

# newDiskList
source: New Storage Device List
da_dk: Liste over nye lagerenheder

source: No
da_dk: Nej

# noFsType
source: The disk, [[VAR.device]], does not have a filesystem type specified. The disk cannot be set up until the filesystem type is specified.
da_dk: Disken [[VAR.device]] har ikke et filsystemstype specificeret. Disken kan ikke opsættes før filsystemtypen er specificeret.

# parts
source: Disk Partitions
da_dk: Diskpartitioner

# parts_help
source: The number of partitions that already exist on each disk.
da_dk: Antal partitioner der allerede eksisterer på disken.

# quotaUnsupported
source: The filesystem type, [[VAR.fstype]], for this disk does not support quotas.
da_dk: Filsystemet [[VAR.fstype]], på denne disk understøtter ikke kvoter.

# selectDiskOption
source: Select Disk Setup Option...
da_dk: Vælg metode for opsætning af disk...

# selectOptionError
source: Please select an option from the [[base-storage.setupOptions]] menu before clicking save.
da_dk: Vælg venligst en metode fra menuen [[base-storage.setupOptions]] før du klikker

source: Setup
da_dk: Opsætning

# setupDisk
source: Setup Disk - [[VAR.device]]
da_dk: Opsæt disk - [[VAR.device]]

# setupNewDisks
source: Setup New Storage Device
da_dk: Opsæt ny lagerenhed

# setupNewDisks_disabledHelp
source: There are no new storage devices to setup. [[base-storage.storageInstructions]]
da_dk: Der er ingen nye lagerenheder at sætte op. [[base-storage.storageInstructions]]

# setupNewDisks_help
source: Setup disks that have been added to the server.
da_dk: Opsæt diske som er føjet til serveren.

# setupOptions
source: Disk Setup Options
da_dk: Diskopsætningsindstillinger

# setupOptions_help
source: Select how the disk should be set up.
da_dk: Vælg hvordan disken skal sættes op.

# setup_help
source: Click the icon for the disk to setup.
da_dk: Klik på ikonet for den disk der skal sættes op.

# size
source: Size (GB)
da_dk: Størrelse (GB)

# size_help
source: Size of the disk in gigabytes (GB).
da_dk: Størrelse på disken i gigabyte (GB).

# spareMirrorDisk
source: Add as a spare disk for mirror of /home partition.
da_dk: Føj som reservedisk til spejling af /home partitionen.

# storage
source: Additional Storage
da_dk: Yderligere lagerplads

# storageAdd1
source: Searching for
da_dk: Søger efter

# storageAdd2
source: new storage...
da_dk: ny lagerplads...

# storageDescription
source: Add, remove, or modify additional storage devices. [[base-storage.storageInstructions]]
da_dk: Tilføj, fjern eller rediger yderligere lagerenheder. [[base-storage.storageInstructions]]

# storageInstructions
source: New storage devices must be connected to the server while it is powered down before they will show up as new storage.
da_dk: Nye lagerenheder skal være forbundet til serveren medens den lukker ned, før de vil blive vist som ny lagerplads.

# useExistingParts
source: Use already existing partitions
da_dk: Brug eksisterende partitioner

source: Yes
da_dk: Ja
