Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/branches/dev/ui/*-pptp.mod/locale/*/pptp.po
Languages: es, zh_cn, zh_tw

# pptp
source: Remote Access
es: Acceso remoto
zh_cn: 远程访问
zh_tw: 遠端存取

# pptp_menu
source: Remote Access VPN
es: VPN de acceso remoto
zh_cn: 远程访问 VPN
zh_tw: 遠端存取 VPN

# pptp_menu_help
source: [[base-pptp.pptp]] Settings can be changed here.
es: La configuración [[base-pptp.pptp]] puede cambiarse en este punto.
zh_cn: [[base-pptp.pptp]]设置可在此处更改。
zh_tw: [[base-pptp.pptp]]可以在此處變更設定。

# pptp_settings_block
source: [[base-pptp.pptp]] Settings
es: Configuración de [[base-pptp.pptp]]
zh_cn: [[base-pptp.pptp]]设置
zh_tw: [[base-pptp.pptp]]設定

# pptp_access
source: Access
es: Acceso
zh_cn: 访问
zh_tw: 存取

# pptp_access_help
source: Turn PPTP Access on or off. You can set the PPTP access rights so that either no, all or some users may access the PPTP service.
es: Activa o desactiva el acceso PPTP Puede definir los derechos de acceso PPTP de modo que ninguno, algunos o todos los usuarios puedan acceder al servicio PPTP.
zh_cn: 打开或关闭 PPTP 访问。您可以设置 PPTP 访问权限使得没有用户、所有用户，或只有一些用户可以访问 PPTP 服务。
zh_tw: 開啟或關閉 PPTP 存取。您可以設定 PPTP 存取權，讓全部或部份或不讓使用者存取 PPTP 服務。

# pptp_access_disabled
source: Do Not Allow Access To Any User
es: No permitir acceso a ningún usuario
zh_cn: 不允许任何用户访问
zh_tw: 不允許任何使用者存取

# pptp_access_allusers
source: Allow access to all users
es: Permitir el acceso a todos los usuarios
zh_cn: 允许所有用户访问。
zh_tw: 允許存取所有使用者

# pptp_access_someusers
source: Allow access to specified users only
es: Permitir el acceso únicamente a usuarios concretos
zh_cn: 只允许指定用户访问
zh_tw: 只允許存取指定的使用者

# pptp_access_someusers_selector_allowed
source: Users Allowed Access
es: Acceso permitido a usuarios
zh_cn: 允许访问的用户
zh_tw: 允許使用者存取

# pptp_access_someusers_selector_disallowed
source: Users Not Allowed Access
es: Acceso no permitido a usuarios
zh_cn: 不允许访问的用户
zh_tw: 不允許使用者存取

# pptp_dns_addresses
source: Client DNS Addresses
es: Direcciones DNS de cliente
zh_cn: 客户机 DNS 地址
zh_tw: 從屬站 DNS 位址

# pptp_dns_addresses_help
source: Enter the IP address or addresses of your local domain name server or servers which will be served automatically to these clients. A domain name server translates textual host names and domain names into numerical IP addresses, and vice-versa. Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
es: Escriba la dirección IP o la dirección del servidor o servidores de nombres de dominios locales que se servirán automáticamente a estos clientes. Un servidor de nombres de dominios traduce nombres textuales de sistemas y nombres de dominios a direcciones IP, y viceversa. Escriba una serie de cuatro números entre 0 y 255, separados por puntos. Por ejemplo, 192.168.1.1 es una entrada válida.
zh_cn: 输入您的本地域名服务器的 IP 地址或自动为这些客户机提供服务的服务器的地址。域名服务器将文本式主机名和域名转换为数字式 IP 地址，也可将数字式 IP 地址转换为文本式主机名和域名。请输入一组 0 和 255 之间的四个数字，用句点隔开。例如，192.168.1.1 就是有效的输入。
zh_tw: 輸入那些會自動服務這些從屬站的本地網域名稱伺服器的 IP 位址。網域名稱伺服器將文字型主機名稱和網域名稱轉換成數字型 IP 位址，反之亦然。請輸入以句點分隔的一連串介於 0 與 255 的四個數字，例如，192.168.1.1 是有效輸入。

# pptp_wins_addresses
source: Client WINS Addresses
es: Direcciones WINS de cliente
zh_cn: 客户机 WINS 地址
zh_tw: 從屬站 WINS 位址

# pptp_wins_addresses_help
source: Enter the IP address or addresses of your local WINS server or servers which will be served automatically to these clients. A WINS server translates Windows host names into numerical IP addresses, and vice-versa. This makes browsing the Network Neighborhood possible across the Virtual Private Network. Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
es: Escriba la dirección IP o la dirección del servidor o servidores WINS locales que se servirán automáticamente a estos clientes. Un servidor WINS traduce nombres de sistemas de Windows a direcciones IP numéricas, y viceversa, de modo que es posible explorar el Entorno de red por la red privada virtual. Escriba una serie de cuatro números entre 0 y 255, separados por puntos. Por ejemplo, 192.168.1.1 es una entrada válida.
zh_cn: 输入您的本地 WINS 服务器的 IP 地址或自动为这些客户机提供服务的服务器的地址。WINS 服务器将 Windows 的主机名转换为数字式 IP 地址，也可将数字式 IP 地址转换为 Windows 的文本式主机名。这使得通过虚拟专用网浏览网络邻居成为可能。请输入一组 0 和 255 之间的四个数字，用句点隔开。例如，192.168.1.1 就是有效的输入。
zh_tw: 輸入那些會自動服務這些從屬站的本地 WINS 伺服器的 IP 位址。WINS 伺服器將 Windows 主機名稱轉換成數字型 IP 位址，反之亦然。這使得跨越「虛擬專用網路」瀏覽「網路上的芳鄰」成為可能。請輸入以句點分隔的一連串介於 0 與 255 的四個數字，例如，192.168.1.1 是有效輸入。

# dynamic_ranges_button
source: Modify Remote Address Assignments
es: Modificar las asignaciones de direcciones remotas
zh_cn: 修改远程地址分配
zh_tw: 更改遠端位址分派

# dynamic_ranges_button_help
source: Click here to setup the IP addresses that this server will assign to clients requesting [[base-pptp.pptp]] connection.
es: Haga clic aquí para configurar las direcciones IP que este servidor asignará a los clientes que soliciten la conexión [[base-pptp.pptp]].
zh_cn: 单击此处设置此服务器将分配给请求[[base-pptp.pptp]]连接的客户机的 IP 地址。
zh_tw: 按一下此處設定 IP 位址，這個伺服器會將該位址指定給要求[[base-pptp.pptp]] 連線的從屬站。

# dynamic_ranges
source: Remote Address Assignment List
es: Lista de asignaciones de direcciones remotas
zh_cn: 远程地址分配列表
zh_tw: 遠端位址分派清單

# list_ipaddr_range_from
source: IP Address Range (from)
es: Intervalo de direcciones IP (desde)
zh_cn: IP 地址范围（从）
zh_tw: IP 位址範圍（開始）

# list_ipaddr_range_from_help
source: This is the low end of the range of IP addresses being assigned remotely.
es: Éste es el extremo inferior del intervalo de direcciones IP que se están asignando remotamente.
zh_cn: 这是远程分配的 IP 地址范围的低端。
zh_tw: 這是遠端指定 IP 位址範圍的下限。

# list_ipaddr_range_to
source: IP Address Range (to)
es: Intervalo de direcciones IP (hasta)
zh_cn: IP 地址范围（到）
zh_tw: IP 位址範圍（結束）

# list_ipaddr_range_to_help
source: This is the high end of the range of IP addresses being assigned remotely.
es: Éste es el extremo superior del intervalo de direcciones IP que se están asignando remotamente.
zh_cn: 这是远程分配的 IP 地址范围的高端。
zh_tw: 這是遠端指定 IP 位址範圍的上限。

# list_action
source: Action
es: Acción
zh_cn: 操作
zh_tw: 動作

# list_action_help
source: These are the buttons used to modify or remove a range of IP addresses being assigned remotely.
es: Estos son los botones que se utilizan para modificar o eliminar el intervalo de direcciones IP que se están asignando remotamente.
zh_cn: 这些是用于修改或删除远程分配的 IP 地址范围的按钮。
zh_tw: 這些是用來更改或移除遠端指定 IP 位址範圍的按鈕。

# removeDynamicConfirm
source: Are you sure you wish to remove the range [[VAR.ipaddrlo]] - [[VAR.ipaddrhi]] from the list of remotely assigned IPs?
es: ¿Está seguro de que desea eliminar el intervalo [[VAR.ipaddrlo]] - [[VAR.ipaddrhi]] de la lista de IPs asignadas remotamente?
zh_cn: 是否确实要从远程分配的 IP 地址列表中删除范围[[VAR.ipaddrlo]]―[[VAR.ipaddrhi]]？
zh_tw: 您確定要從遠端指定的 IP 清單移除範圍 [[VAR.ipaddrlo]] - [[VAR.ipaddrhi]] 嗎？

# modify_dynamic_block
source: Modify Remote Address Assignment Range
es: Modificar el intervalo de asignación de direcciones remotas
zh_cn: 修改远程地址分配范围
zh_tw: 更改遠端位址分派範圍

# create_dynamic_block
source: Create Remote Address Assignment Range
es: Crear el intervalo de asignación de direcciones remotas
zh_cn: 创建远程地址分配范围
zh_tw: 建立遠端位址分派範圍

# block_ipaddr_range_from
source: IP Address Range (from)
es: Intervalo de direcciones IP (desde)
zh_cn: IP 地址范围（从）
zh_tw: IP 位址範圍（開始）

# block_ipaddr_range_from_help
source: This is the low end of the range of IP addresses being assigned remotely.
es: Éste es el extremo inferior del intervalo de direcciones IP que se están asignando remotamente.
zh_cn: 这是远程分配的 IP 地址范围的低端。
zh_tw: 這是遠端指定 IP 位址範圍的下限。

# block_ipaddr_range_to
source: IP Address Range (to)
es: Intervalo de direcciones IP (hasta)
zh_cn: IP 地址范围（到）
zh_tw: IP 位址範圍（結束）

# block_ipaddr_range_to_help
source: This is the high end of the range of IP addresses being assigned remotely.
es: Éste es el extremo superior del intervalo de direcciones IP que se están asignando remotamente.
zh_cn: 这是远程分配的 IP 地址范围的高端。
zh_tw: 這是遠端指定 IP 位址範圍的上限。

# ip_rule
source: Please enter a series of four number between 0 and 255 seperated by periods. For example, 192.168.1.1 is a valid entry.
es: Escriba una serie de cuatro números entre 0 y 255, separados por puntos. Por ejemplo, 192.168.1.1 es una entrada válida.
zh_cn: 请输入一组 0 和 255 之间的四个数字，用句点隔开。例如，192.168.1.1 就是有效的输入。
zh_tw: 請輸入以句點分隔一連串介於 0 與 255 的四個數字。例如，192.168.1.1 是有效輸入。

# pptp_secret_rule
source: The secret passphrase should be between 3 and 16 characters long and should be different from your System Password.
es: Esta contraseña secreta debe tener entre 3 y 16 caracteres de longitud y ser distinta de la del sistema.
zh_cn: 保密口令应该是 3 到 16 个字符，且应该不同于系统口令。
zh_tw: 密語的長度應該介於 3 到 16 個字元，且不得與系統密碼一樣。

# ipaddrlo_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-pptp.block_ipaddr_range_from]]. [[base-pptp.ip_rule]]
es: [[VAR.invalidValue]] es un valor no válido para [[base-pptp.block_ipaddr_range_from]]. [[base-pptp.ip_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是对[[base-dhcpd.gatewayField]]无效的值。[[base-dhcpd.gatewayField_rule]]
zh_tw: 抱歉，[[VAR.invalidValue]] 是 [[base-pptp.block_ipaddr_range_from]]的無效值。 [[base-pptp.ip_rule]]

# ipaddrhi_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-pptp.block_ipaddr_range_to]]. [[base-pptp.ip_rule]]
es: [[VAR.invalidValue]] es un valor no válido para [[base-pptp.block_ipaddr_range_to]]. [[base-pptp.ip_rule]]
zh_cn: 对不起, [[VAR.invalidValue]]是无效的[[base-pptp.block_ipaddr_range_to]]的值。[[base-pptp.ip_rule]]
zh_tw: 抱歉，[[VAR.invalidValue]] 對 [[base-pptp.block_ipaddr_range_to]]而言是無效值。 [[base-pptp.ip_rule]]

# pptp_secret_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for your secret passphrase. [[base-pptp.pptp_secret_rule]]
es: [[VAR.invalidValue]] es un valor no válido para la contraseña secreta. [[base-pptp.pptp_secret_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是对您的保密口令无效的值。[[base-pptp.pptp_secret_rule]]
zh_tw: 通知使用者

# pptp_notify_block
source: Notify Users
es: Notificar a los usuarios
zh_cn: 通知用户

# pptp_notify_header
source: Notice
es: Nota
zh_cn: 注意
zh_tw: 通知

# pptp_notify_text
source: The following list of users have not yet enabled their Remote Access accounts. To enable their accounts, they must log in and enter a secret passphrase in the remote access page. <p>[[VAR.users]]<p>Do you wish to have them notified by email concerning this?
es: La siguiente lista de usuarios no han activado aún sus cuentas de acceso remoto. Para activar sus cuentas, éstos deben iniciar la sesión y escribir una contraseña secreta en la página de acceso remoto. <p>[[VAR.users]]<p>¿Desea enviarles una notificación por correo electrónico relativa a este hecho?
zh_cn: 下列列出的用户尚未启用其远程访问帐户。若要启用其他的帐户，必须在远程访问页面登录并输入保密的口令。<p>[[VAR.users]]<p>需要通过电子邮件得到有关此信息的通知吗？
zh_tw: 下列使用者清單尚未啟用「遠端存取」帳戶。若要啟用他們的帳戶，他們必須登入並在遠端存取頁面上輸入密語。 <p>[[VAR.users]]<p>您要透過電子郵件通知他們這件事嗎？

# pptp_notify_yes
source: Yes
es: Sí
zh_cn: 是
zh_tw: 是

# pptp_notify_yes_help
source: Click here to have an email notice sent out to those users that have not yet set their Remote Access secret passphrase.
es: Haga clic aquí para enviar un mensaje de correo electrónico a todos los usuarios que aún no han definido su contraseña secreta de acceso remoto.
zh_cn: 单击此处向那些没有设定远程访问保密口令的用户发送电子邮件通知。
zh_tw: 按一下此處使電子郵件通知傳給尚未設定「遠端存取」密語的使用者。

# pptp_notify_no
source: No
zh_cn: 否
zh_tw: 否

# pptp_notify_no_help
source: Click here to continue without notifying these users about their Remote Access secret passphrase.
es: Haga clic aquí para continuar sin notificar a estos usuarios sobre la contraseña secreta de acceso remoto.
zh_cn: 单击此处继续而不通知这些用户关于其远程访问保密口令的信息。
zh_tw: 按一下此處繼續，但不通知這些使用者有關他們的「遠端存取」密語。

# pptp_user_menu
source: Remote Access
es: Acceso remoto
zh_cn: 远程访问
zh_tw: 遠端存取

# pptp_user_menu_help
source: Settings for your Remote Access account can be changed here.
es: En este punto puede configurar su cuenta de acceso remoto.
zh_cn: 您远程访问帐户的设置可在此处更改。
zh_tw: 可以在此處變更「遠端存取」帳戶的設定。

# pptp_user_block
source: Remote Access Settings
es: Configuración de acceso remoto
zh_cn: 远程访问设置
zh_tw: 遠端存取設定

# pptp_user_secret
source: Secret Passphrase
es: Contraseña secreta
zh_cn: 保密口令
zh_tw: 密語

# pptp_user_secret_help
source: This is the secret passphrase you will use when creating a Virtual Private Network connection. Your Remote Access will not be enabled until you select a secret passphrase. [[base-pptp.pptp_secret_rule]]
es: Ésta es la contraseña secreta que utilizará al crear una conexión de red privada virtual. Su acceso remoto no se activará hasta que no seleccione una contraseña secreta. [[base-pptp.pptp_secret_rule]]
zh_cn: 这是创建虚拟专用网络连接时将用到的保密口令。您选定保密口令前，不会启用远程访问。[[base-pptp.pptp_secret_rule]]
zh_tw: [[base-user.passwordField_invalid]]

# secret
source: Secret Passphrase
es: Contraseña secreta
zh_cn: 保密口令
zh_tw: 密語

# pptp_user_setyoursecret
source: Before your Remote Access account is enabled, you will need to enter a secret passphrase to be used during the authentication process. Please enter a secret passphrase below that is 3 to 16 characters long. The secret passphrase should be different from your system password and should be kept to yourself.
es: Antes de activar la cuenta de acceso remoto, debe escribir una contraseña secreta para utilizarla durante el proceso de autenticación. Escriba a continuación una contraseña secreta de entre 3 y 16 caracteres. La contraseña secreta debe ser distinta de la del sistema y no debe hacerla pública.
zh_cn: 启用远程访问帐户之前，需要输入认证过程中要使用的保密口令。请在下面输入一个 3 到 16 个字符长的保密口令。此保密口令应不同于系统口令且应只有您自己知晓。
zh_tw: 登出

# pptp_user_yoursecretisset
source: Your secret passphrase seems to have been properly set. Your Remote Access account is now enabled and is ready to use. Please contact your system administrator if you need any help getting your new Virtual Private Network working. You can change your secret passphrase at any time in the future by returning to this page.
es: Ha definido la contraseña secreta correctamente. Su cuenta de acceso remoto está activada y lista para utilizarla. Póngase en contacto con el administrador del sistema si necesita obtener ayuda sobre el funcionamiento de la nueva red privada virtual. Si en el futuro desea cambiar la contraseña, regrese a esta página.
zh_cn: 您的保密口令似乎已经正确设置。您的远程访问帐户现已启用且已准备就绪，可以随时使用。如果需要获得任何有关使用新虚拟专用网络的帮助，请与系统管理员联系。以后可以随时返回该页面更改您的保密口令。

# returnToLogin
source: Logout
es: Cierre de sesión
zh_cn: 注销

# returnToLogin_help
source: Click here to logout.
es: Haga clic aquí para cerrar la sesión.
zh_cn: 单击此处注销。
zh_tw: 按一下此處登出。

# pptp_notify_email_subject
source: You have been granted Remote Access to your network
es: Tiene acceso remoto a la red
zh_cn: 您已经获准远程访问您的网络
zh_tw: 已授與您「遠端存取」您的網路

# pptp_notify_email_body
source: You may not select a system password that is the same as your Remote Access secret passphrase.
es: No puede seleccionar una contraseña de sistema idéntica a la de acceso remoto.
zh_cn: 您不能选择与远程访问保密口令相同的系统口令。
zh_tw: 您不可以選取與「遠端存取」密語相同的系統密碼。

# secretAlreadyPassword
source: Your Remote Access secret passphrase must be different from your System Account Password.
es: La contraseña secreta de acceso remoto y la de la cuenta del sistema deben ser distintas.
zh_cn: 您的远程访问保密口令一定不能与您的系统帐户口令相同。
zh_tw: 「遠端存取」密語必須與「系統帳戶密碼」不同。

# pptp_need_one_range
source: You need to have at least one valid range of remotely assigned IPs before enabling the PPTP service.
es: Debe tener al menos un intervalo válido de IPs asignadas remotamente antes de activar el servicio PPTP.
zh_cn: 在激活 PPTP 服务器之前，至少需要有一个有效的远程分配的 IP 范围。
zh_tw: 您需要有至少一個有效的遠端指定 IP 範圍之後才能啟用 PPTP 服務。

# pptp_disabling_service_no_ranges
source: The PPTP service has been disabled because there are no longer any valid remotely assigned IP ranges. To reenable the service, you must first add a valid IP range.
es: El servicio PPTP se ha desactivado porque ya no hay intervalos IP asignados remotamente. Para volver a activar el servicio, primero debe agregar un intervalo IP válido.
zh_cn: PPTP 服务已被禁用，因为不再有任何有效的远程分配的 IP 范围。若要重新启用该服务，必须先添加一个有效的 IP 范围。
zh_tw: 已停用 PPTP 服務，因為不再有任何有效遠端指定 IP 範圍。若要重新啟用此服務，您必須先新增有效 IP 範圍。

# capgroup_adminPptp
source: Manage [[base-pptp.pptp_menu]]
es: Administrar [[base-pptp.pptp_menu]]
zh_cn: 管理[[base-pptp.pptp_menu]]
zh_tw: 管理[[base-pptp.pptp_menu]]

# capgroup_adminPptp_help
source: This administrative right allows a user to configure all aspects of Remote Access VPN. This includes specifying which users are granted remote access and configuration of the PPTP service.
es: Este derecho administrativo permite que un usuario configure todos los aspectos de VPN de acceso remoto. Esto incluye la especificación de los usuarios a los que se les ha asignado un acceso remoto y la configuración del servicio PPTP.
zh_cn: 此管理权限允许用户配置远程访问 VPN 的所有方面。包括指定哪些用户获准可以远程访问和配置 PPTP 服务。
zh_tw: 這個管理權限可讓使用者配置「遠端存取 VPN」。這包括指定哪些使用者被授與遠端存取以及 PPTP 服務的設定。

# ipAddrRangeLowHigherThanHigh
source: The specified IP address range is invalid. The [[base-pptp.list_ipaddr_range_from]] must be lower than the [[base-pptp.list_ipaddr_range_to]].
es: El rango de dirección IP especificado no es válido. El [[base-pptp.list_ipaddr_range_from]] debe ser inferior al de [[base-pptp.list_ipaddr_range_to]].
zh_cn: 所指定的 IP 地址范围无效。[[base-pptp.list_ipaddr_range_from]]必须低于[[base-pptp.list_ipaddr_range_to]]。
zh_tw: 指定的 IP 位址範圍無效。此 [[base-pptp.list_ipaddr_range_from]]必須低於 [[base-pptp.list_ipaddr_range_to]]。
