Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*.mod/locale/*/*.po
Languages: fr, ja

# monitorLight_help
source: Click here to view [[base-am.activeMonitor]] status information. This icon turns red if any of the components monitored by [[base-am.activeMonitor]] have severe problems.
fr: Cliquez ici pour afficher l'état d'[[base-am.activeMonitor]]. Cette icône devient rouge si l'un des composants surveillés par [[base-am.activeMonitor]] présente de graves problèmes.
ja: [[base-am.activeMonitor]] は、システムの動作を常に監視しています。ここをクリックすると、各システムコンポーネントの動作状況に関する情報が表示されます。深刻な問題が発生すると、このアイコンが赤で表示されます。

source: Active Monitor
ja: アクティブモニタ

# activeMonitor_help
source: Click here to check system components for correct operation.
fr: Cliquez ici pour vérifier le bon fonctionnement des composants du système.
ja: ここをクリックすると、システムコンポーネントの動作状況を確認できます。

# amStatusMenuName
source: Status
fr: Etat
ja: 動作状況

# amStatusMenuDesc
source: Click here to view [[base-am.activeMonitor]] status information.
fr: Cliquez ici pour visualiser les informations d'état [[base-am.activeMonitor]].
ja: ここをクリックすると、[[base-am.activeMonitor]] が監視しているシステムコンポーネントの動作状況に関する情報が表示されます。

# amObjNotFound
source: Sorry, a system error occurred. The Active Monitor object could not be found.
fr: Une erreur système s'est produite. L'objet Active Monitor est introuvable.
ja: システムエラーが発生しました。ActiveMonitorオブジェクトが見つかりません。

# amSysClients
source: System Status - Overview
fr: Etat du système - Vue générale
ja: システムの動作状況 - 概要

# amClientName
source: Component Name
fr: Nom du composant
ja: コンポーネント名

# amClientName_help
source: This is the name of the monitored component.
fr: Nom du composant surveillé.
ja: 監視されているコンポーネントの名前です。

# action_help
source: Click here to view more detailed information about the monitored component.
fr: Détails supplémentaires sur le composant surveillé.
ja: ここをクリックすると、監視されているコンポーネントに関する詳細情報が表示されます。

# amServClients
source: Service Status - Overview
fr: Etat du service - Vue générale
ja: サービスの動作状況 - 概要

# amOtherClients
source: Other Status - Overview
fr: Autre état - Vue générale
ja: その他の動作状況 - 概要

# amClientStatus
source: Current Status
fr: Etat actuel
ja: 現在の動作状況

# amClientStatus_help
source: This is the current status of the monitored component.
fr: Etat actuel du composant surveillé.
ja: 監視されているコンポーネントの現在の動作状況です。

# amClientLastChange
source: Status Last Changed
fr: Dernier changement d'état
ja: 最後に動作状況が変化した時刻

# amNever
source: Never
fr: Jamais
ja: なし

# amClientLastChange_help
source: This is the last time the status of the monitored component changed.
fr: Ceci correspond au dernier changement d'état du composant surveillé.
ja: 監視されているコンポーネントの動作状況が最後に変化した時刻です。

# amSettingsMenuName
source: Settings
fr: Paramètres
ja: 設定

# amSettingsMenuDesc
source: Click here to configure [[base-am.amSettings]].
fr: Cliquez ici pour configurer les [[base-am.amSettings]].
ja: ここをクリックすると、[[base-am.amSettings]] を設定できます。

# amSettings
source: Active Monitor Settings
fr: Paramètres d'[[base-am.activeMonitor]]
ja: アクティブモニタの設定

# enableAMField
source: Enable Monitoring
fr: Activer la surveillance
ja: 監視する

# enableAMField_help
source: Turn [[base-am.activeMonitor]] on or off. Enabling this functionality allows specific system components to be regularly checked for proper operation. These system components can be selected below.
fr: Active ou désactive [[base-am.activeMonitor]]. Une fois validée, cette fonction vérifie régulièrement le bon fonctionnement des composants du système. Ces composants système peuvent être sélectionnés ci-dessous.
ja: このボックスをチェックすると、[[base-am.activeMonitor]] の監視機能が有効になります。各システムコンポーネントが正しく動作しているかどうかを容易に確認できます。監視対象のシステムコンポーネントは、次のフィールドで指定できます。

# alertEmailList
source: Alert Notification Emails
fr: Emails d'alerte
ja: 警告メールの送信先

# alertEmailList_help
source: Enter the list of email addresses to which [[base-am.activeMonitor]] will send alert messages.
fr: Entrez la liste des adresses email auxquelles [[base-am.activeMonitor]] doit envoyer des messages d'alerte.
ja: [[base-am.activeMonitor]] は、ここに指定されている電子メールアドレスへ警告メッセージを送信します。

# itemsToMonitor
source: Monitored Components
fr: Composants surveillés
ja: 監視対象のコンポーネント

# itemsToMonitor_help
source: Select the specific system components to be regularly checked by [[base-am.activeMonitor]]. The left column shows the system components which are currently being monitored. The right column shows the system components which could possibly be monitored. To add a system component to be monitored, move the system component from the right column to the left column.
fr: Sélectionnez les composants système spécifiques que doit vérifier régulièrement [[base-am.activeMonitor]]. La colonne de gauche montre les composants système actuellement surveillés. La colonne de droite montre les composants système susceptibles d'être surveillés. Pour ajouter un composant système à surveiller, faites le passer de la colonne de droite à la colonne de gauche.
ja: [[base-am.activeMonitor]] が定期的に動作状況を確認するシステムコンポーネントを指定できます。左欄には、現在監視されているシステムコンポーネントの一覧が表示されています。右欄には、監視されていないシステムコンポーネントが表示されています。監視する必要のないシステムコンポーネントがあれば、右欄へ移動してください。

# selected
source: Components Monitored
fr: Composants surveillés
ja: 監視されているコンポーネント

# notSelected
source: Components Not Monitored
fr: Composants non surveillés
ja: 監視されていないコンポーネント

# amNoMessage
source: There is no information available for this component at this time.
fr: Aucune information n'est disponible actuellement pour ce composant.
ja: 現在、このコンポーネントに関する情報はありません。

# amNotMonitored
source: This component is not being monitored at this time.
fr: Ce composant n'est pas surveillé actuellement.
ja: 現在、このコンポーネントは監視されていません。

# amNotEnabled
source: This component is not enabled.
fr: Ce composant n'est pas activé.
ja: このコンポーネントは有効にされていません。

# alreadyMadeAM
source: Sorry, a system error occurred. An Active Monitor object already exists.
fr: Une erreur système s'est produite. Un objet [[base-am.activeMonitor]] existe déjà.
ja: システムエラーが発生しました。ActiveMonitor オブジェクトはすでに存在します。

# amCPUName
source: CPU Usage
fr: Utilisation du processeur
ja: CPU の使用状況

# amCPUWarning
source: The CPU is being [[VAR.status]] used.
fr: Le processeur est utilisée [[VAR.status]].
ja: 現在、CPU の負荷は[[VAR.status]]です。

# amUseLight
source: lightly
fr: légèrement
ja: 軽度

# amUseModerate
source: moderately
fr: modérément
ja: 中程度

# amUseHeavy
source: heavily
fr: intensivement
ja: 重度

# amCPUDetails
source: CPU Usage Details
fr: Détails d'utilisation du processeur
ja: CPU 使用状況の詳細

# amCPUStats
source: CPU Statistics
fr: Statistiques du processeur
ja: CPU の統計情報

# amCPULoadAvg
source: [[VAR.mins]] Minute Load Average
fr: [[VAR.mins]] minute de charge moyenne
ja: [[VAR.mins]] 分間の平均負荷

# amCPULoadAvgFifteen
source: [[VAR.mins]] Minute Load Average
fr: [[VAR.mins]] minutes de charge moyenne
ja: [[VAR.mins]] 分間の平均負荷

# amCPULoadAvgFifteen_help
source: This is the average number of tasks waiting to be run by the processor over a [[VAR.mins]] minute period of time. The normal load average is anywhere between 0.0 and 3.0.
fr: Nombre moyen de tâches attendant d'être exécutées par le processeur pendant une période de [[VAR.mins]] minute(s). La charge moyenne normale est comprise entre 0,0 et 3,0.
ja: [[VAR.mins]] 分間に平均いくつのタスクがプロセッサの処理を待つかを示す統計数字です。 平常の平均負荷は 0.0 〜 3.0 です。

# amCPULoadAvg_help
source: This is the average number of tasks waiting to be run by the processor over a [[VAR.mins]] minute period of time. The normal load average is anywhere between 0.0 and 3.0.
fr: Nombre moyen de tâches attendant d'être exécutées par le processeur pendant une période de [[VAR.mins]] minute(s). La charge moyenne normale est comprise entre 0,0 et 3,0.
ja: [[VAR.mins]] 分間に平均いくつのタスクがプロセッサの処理を待つかを示す統計数字です。平常の平均負荷は 0.0 〜 3.0 です。

# amCPUUptime
source: System Uptime
fr: Temps de disponibilité du système
ja: 連続稼動時間

# amCPUUptime_help
source: This is the length of time the server appliance has been turned on and operating.
fr: Durée de fonctionement du serveur depuis sa mise sous tension et son démarrage.
ja: 前回の起動時から数えて、サーバが何日何時間継続的に動作しているかを示します。

# days
source: [[VAR.val]] Days,
fr: [[VAR.val]] jours,
ja: [[VAR.val]] 日

# hours
source: [[VAR.val]] Hours,
fr: [[VAR.val]] heures,
ja: [[VAR.val]] 時間

# minutes
source: [[VAR.val]] Minutes
ja: [[VAR.val]] 分

# day
source: [[VAR.val]] Day,
fr: [[VAR.val]] jour,
ja: [[VAR.val]] 日

# hour
source: [[VAR.val]] Hour,
fr: [[VAR.val]] heure,
ja: [[VAR.val]] 時間

# minute
source: [[VAR.val]] Minute
ja: [[VAR.val]] 分

# amCPUTemp
source: CPU Temperature
fr: Température du processeur
ja: CPU の温度

# amCPUTemp_help
source: This is the current temperature of the processor in °C. The normal processor temperature is anywhere between 30 and 60 °C.
fr: Température actuelle du processeur en °C. La température normale du processeur est comprise entre 30 et 60 °C.
ja: プロセッサの現在の温度（℃）です。平常では、プロセッサの温度は 30 〜 60℃ です。

# degrees
source: [[VAR.val]] °C
ja: [[VAR.val]] ℃

# amMemoryName
source: Memory Usage
fr: Utilisation mémoire
ja: メモリの使用状況

# amMemDetails
source: Memory Usage Details
fr: Détails d'utilisation de la mémoire
ja: メモリ使用状況の詳細

# amMemWarning
source: System memory is being [[VAR.status]] used.
fr: La mémoire du système est utilisée [[VAR.status]].
ja: 現在、システムメモリの使用率は[[VAR.status]]です。

# amMemStats
source: Memory Usage Statistics
fr: Statistiques d'utilisation de la mémoire
ja: メモリに関する統計情報

# amMemTotal
source: Total Physical Memory
fr: Mémoire physique totale
ja: 物理メモリ（総容量）

# amMemTotal_help
source: This is the amount of total real memory available on the system.
fr: Quantité totale de mémoire réelle disponible sur le système.
ja: このシステムに組み込まれている実メモリの総容量です。

# amMemFree
source: Free Physical Memory
fr: Mémoire physique disponible
ja: 物理メモリの空き容量

# amMemFree_help
source: This is the amount of free real memory available on the system.
fr: Quantité de mémoire réelle disponible sur le système.
ja: 現在使われていない実メモリの空き容量です。

# amSwapTotal
source: Total Swap Space
fr: Espace mémoire d'échange total
ja: 総スワップ容量

# amSwapTotal_help
source: This is the amount of total swap space available on the system.
fr: Quantité totale d'espace mémoire d'échange (Swap) disponible sur le système.
ja: このシステムで利用できるスワップ領域の総容量です。

# amSwapFree
source: Free Swap Space
fr: Espace mémoire d'échange disponible
ja: スワップ領域の空き容量

# amSwapFree_help
source: This is the amount of free swap space available on the system.
fr: Quantité d'espace mémoire d'échange (Swap) disponible sur le système.
ja: 現在使われていないスワップ領域の空き容量です。

# amMemUsed
source: Memory Usage
fr: Utilisation mémoire
ja: メモリの使用率

# amMemUsed_help
source: This is the amount of physical or real memory in use on the system. It is normal for most of real memory to used at all times.
fr: Quantité de mémoire physique ou réelle utilisée sur le système. Il est normal qu'une grande partie de la mémoire réelle soit constamment utilisée.
ja: 現在使われている物理メモリ （実メモリ） の容量です。実メモリの大部分が常に使用されていることもあります。

# amMemPcnt
source: [[VAR.used]] KB ([[VAR.pcnt]] % of total)
fr: [[VAR.used]] Ko ([[VAR.pcnt]] % du total)
ja: [[VAR.used]] KB（総メモリ容量の [[VAR.pcnt]] % を使用中）

# amSwapUsed
source: Swap Usage
fr: Utilisation de la mémoire d'échange
ja: スワップの使用率

# amSwapUsed_help
source: This is the amount of swap or virtual memory in use on the system. It is normal for some swap memory to be used at all times, even when real memory is still available.
fr: Quantité de mémoire d'échange ou virtuelle utilisée sur le système. Il est normal qu'une partie de la mémoire d'échange soit constamment utilisée, même si de la mémoire réelle est disponible.
ja: このシステムで利用できるスワップメモリ （仮想メモリ） の容量です。実メモリに空きがあっても、スワップメモリの一部が常に使用されていることもあります。

# amSwapPcnt
source: [[base-am.MemKB,val=[[VAR.used]]]] ([[VAR.pcnt]] % of total)
fr: [[base-am.MemKB,val=[[VAR.used]]]] ([[VAR.pcnt]] % du total)
ja: [[base-am.MemKB,val=[[VAR.used]]]] （総スワップ容量の [[VAR.pcnt]] % を使用中）

# amKey
source: Key:
fr: Touche :
ja: 色と意味:

# amKeyGrey
source: No Information Available or Monitoring Not Enabled
fr: Aucune d'information disponible ou Surveillance inactive
ja: 情報がないか、監視が無効に設定されています。

# amKeyGreen
source: Normal
ja: 正常に動作中

# amKeyYellow
source: Problem
fr: Problème
ja: 問題発生

# amKeyRed
source: Severe Problem
fr: Problème grave
ja: 深刻な問題発生

# amUpdateNow
source: Check Status Now
fr: Vérifier l'état maintenant
ja: 情報の更新

# amUpdateNowConfirm
source: Are you sure you want to check status now? This operation may take several minutes.
fr: Voulez-vous vraiment vérifier l'état maintenant ? Cette opération peut prendre plusieurs minutes.
ja: 現在の動作状況を確認して、表示されている情報を更新します。処理には数分かかりますが、続行してよろしいですか？

# amUpdateNow_help
source: Click here to immediately begin updating system and service status information. This may take as long as several minutes, and will proceed in the background.
fr: Cliquez ici pour commencer immédiatement la mise à jour du système et des informations d'état des services. L'opération peut prendre plusieurs minutes et se déroulera en tâche de fond.
ja: このボタンをクリックすると、システムとサービスの動作状況に関する最新の情報が表示されます。 動作状況の確認には数分かかりますが、全てバックグラウンドで処理されます。

# amUpdateNow_disabledHelp
source: The system status is currently being updated.
fr: L'état du système est en cours de mise à jour.
ja: システムの動作状況は現在更新中です。

# amDetailNoName
source: Sorry, there was a problem generating this page. The variable 'name' is not defined.
fr: Un problème s'est produit lors de la création de cette page. La variable 'nom' n'est pas définie.
ja: このページの生成処理中に問題が発生しました。name という変数が定義されていません。

# capgroup_adminActiveMonitor
source: Manage Active Monitor
fr: Gérer Active Monitor
ja: アクティブモニタの管理

# capgroup_adminActiveMonitor_help
source: This administrative right allows a user to watch over the active monitor settings and status. This user will not get automatically get added to the '[[base-am.alertEmailList]]' list, but they may add themselves once given this capability.
fr: Ce droit administratif permet à un utilisateur de surveiller les paramètres et états d'Active Monitor. Cet utilisateur ne sera pas automatiquement ajouté à la liste '[[base-am.alertEmailList]]', mais il pourra s'ajouter lui-même une fois qu'il aura reçu cette capacité.
ja: この管理権限をもつユーザは、アクティブモニタの設定と動作状況を確認できます。 この権限を取得したユーザは「 '[[base-am.alertEmailList]]' 」リストに自動的には追加されませんが、手動で追加することは可能です。

# MemKB
source: [[VAR.val]] KB
fr: [[VAR.val]] Ko
