Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-sitestats.mod/locale/*/mailsitestats.po
Languages: de_de, it_it, pt_pt

# summaryStats
source: Mail Usage Summary Statistics
de_de: Zusammenfassende Mailnutzungsstatistik
it_it: Posta utilizzo Statistiche riassuntive
pt_pt: Correio Uso Resumo Estatística

# firstRequest
source: First Email
de_de: Erste Email
it_it: Primo mail
pt_pt: Primeiro e-mail

# firstRequest_help
source: The date of the first mail covered in this report. [[base-sitestats.requestCoverageHint]]
de_de: Das Datum der ersten Mail, die in diesem Logfile aufgeführt wird. [[base-sitestats.requestCoverageHint]]
it_it: La data della prima posta coperta in questo rapporto. [[base-sitestats.requestCoverageHint]]
pt_pt: A data do primeiro correio abordados neste relatório. [[base-sitestats.requestCoverageHint]]

# lastRequest
source: Last Email
de_de: Letzte Email
it_it: Ultimo Email
pt_pt: Última Email

# lastRequest_help
source: The date of the last mail covered in this report. [[base-sitestats.requestCoverageHint]]
de_de: Das Datum der letzten Email, die in diesem Logfile aufgeführt wird. [[base-sitestats.requestCoverageHint]]
it_it: La data dell'ultima posta coperta in questo rapporto. [[base-sitestats.requestCoverageHint]]
pt_pt: A data da última correio abordados neste relatório. [[base-sitestats.requestCoverageHint]]

# successfulRequests
source: Total Messages Handled
de_de: Gesamte Anzahl protokollierter Nachrichten
it_it: Messaggi totali gestite
pt_pt: Total de mensagens tratadas

# successfulRequests_help
source: This is the total of all emails handled.
de_de: Dies ist die Gesamtsumme aller protokollierten Emails.
it_it: Questo è il totale di tutte le email gestite.
pt_pt: Este é o total de todos os e-mails manipulados.

# otherStatistics
source: Other Mail Usage Statistics
de_de: Andere Mailnutzungsstatistiken
it_it: Altri Posta Statistiche
pt_pt: Outros Correio www

# domainReportBut
source: Requests by Domain
de_de: Anfragen nach Domain
it_it: Le richieste per dominio
pt_pt: Pedidos por Domínio

# domainReportBut_help
source: Get reports showing the domains from which requests were originating.
de_de: Logfiles über Domänen, von denen die Anfragen ausgingen.
it_it: Ottenere report che mostrano i domini da cui richieste sono state originarie.
pt_pt: Obter relatórios que mostram os domínios dos quais pedidos foram originários.

# typesReportBut
source: Requests by Type of File
de_de: Anfragen nach Dateityp
it_it: Le richieste per tipo di file
pt_pt: Pedidos por Tipo de Arquivo

# typesReportBut_help
source: Categorizes requests by the types of files.
de_de: Ordnet die Anfragen nach dem Dateityp.
it_it: Categorizza richieste dai tipi di file.
pt_pt: Categoriza pedidos pelos tipos de arquivos.

# requestReportBut
source: Mail Sent or Received by Address
de_de: Gesandte oder emfpangene Nachrichten nach Adresse
it_it: Mail inviati o ricevuti per Indirizzo
pt_pt: Mail enviado ou recebido por endereço

# requestReportBut_help
source: This reports mail use by user for incoming or outgoing email.
de_de: Zeigt die Mailnutzung nach Benutzer für ein- und ausgehende Emails.
it_it: Questo riporta l'uso della posta da parte dell'utente per la posta in entrata o in uscita.
pt_pt: Este relata o uso de correio de usuário para e-mail de entrada ou saída.

# domainStats
source: Domain Statistics
de_de: Domainstatistiken
it_it: Dominio Statistiche
pt_pt: Estatísticas domínio

# requests
source: Messages
de_de: Nachrichten
it_it: Messaggi
pt_pt: Mensagens

# requests_help
source: The number of emails handled.
de_de: Anzahl der Nachrichten
it_it: Il numero di messaggi di posta elettronica gestito.
pt_pt: O número de e-mails manipulados.

# vsiteStatsOut
source: Mail Sent by Host Name
de_de: Gesendete Mails nach Hostname
it_it: Posta inviata da Host Name
pt_pt: E-mails enviados pelo nome do host

# vsiteStatsIn
source: Mail Received by Host Name
de_de: Empfangene Mails nach Hostname
it_it: E-mail ricevuta da Host Name
pt_pt: E-mail recebido pelo nome do host

# site
source: Host Name
it_it: Nome Host
pt_pt: Nome do host

# site_help
source: This is the name of the machine from or to which mail was sent.
de_de: Dies ist der Name des Server von dem oder zu dem die Mail gesendet wurde.
it_it: Questo è il nome della macchina da o verso cui la posta è stato inviato.
pt_pt: Este é o nome da máquina a partir de ou para que e-mail foi enviado.

# typeStats
source: Requests by File Type
de_de: Anfragen nach Dateityp
it_it: Le richieste per Formato di file
pt_pt: Solicitações por tipo de arquivo

# vsites_out
source: Mail Sent
de_de: Gesendete Mail
it_it: Posta inviata
pt_pt: E-mails enviados

# vsites_out_help
source: Click here to view the top sites from which mail was sent.
de_de: Klicken Sie hier, um die Sites zu sehen, von denen die meisten Mails gesendet wurden.
it_it: Clicca qui per vedere i migliori siti da cui mail è stata inviata.
pt_pt: Clique aqui para ver os principais sites a partir do qual e-mail foi enviado.

# vsites_in
source: Mail Received
de_de: Emfpangene Mail
it_it: Mail ricevuta
pt_pt: E-mail recebido

# vsites_in_help
source: Click here to view the top sites to which mail was sent.
de_de: Klicken Sie hier, um die Sites zu sehen, zu denen die meisten Mails gesendet wurden.
it_it: Clicca qui per consultare le altre a cui mail è stata inviata.
pt_pt: Clique aqui para ver os principais sites para que mail foi enviado.

# requestStatsIn
source: Mail Received by Address
de_de: Empfangene Mail nach Adresse
it_it: Mail ricevuta da indirizzo
pt_pt: E-mail recebido por endereço

# requestStatsOut
source: Mail Sent by Address
de_de: Gesendete Mail nach Adresse
it_it: Posta inviata da Indirizzo
pt_pt: E-mails enviados por endereço

# requestFileOut
source: Address
de_de: Adresse
it_it: Indirizzo
pt_pt: Endereço

# requestFileOut_help
source: The address from which the email was sent. Note that this is based on both incoming and outgoing email. Therefore, this can include addresses not hosted on this server.
de_de: Die Adresse, von der die Mail gesendet wurde. Beachten Sie, das dies auf eingehende und ausgehende Mails zutrifft. Daher können Adressen angezeigt werden, die nicht auf diesem Server gehostet sind.
it_it: L'indirizzo da cui la mail è stata inviata. Si noti che questo si basa sia posta in entrata e in uscita. Pertanto, questo può includere indirizzi non ospitati su questo server.
pt_pt: O endereço de onde o email foi enviado. Note-se que este é baseado em ambos os e-mails recebidos e enviados. Portanto, isso pode incluir endereços não hospedados no servidor.

# requestFileIn
source: Address
de_de: Adresse
it_it: Indirizzo
pt_pt: Endereço

# requestFileIn_help
source: The address to which the email was sent. Note that this is based on both incoming and outgoing email. Therefore, this can include addresses not hosted on this server.
de_de: Die Adresse, zu der die Adresse gesendet wurde. Beachten Sie, das dies auf eingehende und ausgehende Mails zutrifft. Daher können Adressen angezeigt werden, die nicht auf diesem Server gehostet werden.
it_it: L'indirizzo al quale la posta elettronica è stato inviato. Si noti che questo si basa sia posta in entrata e in uscita. Pertanto, questo può includere indirizzi non ospitati su questo server.
pt_pt: O endereço para o qual o e-mail foi enviado. Note-se que este é baseado em ambos os e-mails recebidos e enviados. Portanto, isso pode incluir endereços não hospedados no servidor.

# requestNumber_help
source: The number of emails for this user.
de_de: Die Anzahl der Emails von diesem Benutzer.
it_it: Il numero di messaggi di posta elettronica per questo utente.
pt_pt: O número de e-mails para este usuário.

# requestOutBut
source: Email Sent
de_de: Gesendete Emails
it_it: Email inviata
pt_pt: E-mail enviado

# requestOutBut_help
source: Click here to view the top addresses from which mail was sent.
de_de: Hier klicken, um die Adressen zu sehen, von denen die meisten Nachrichten gesendet wurden.
it_it: Clicca qui per vedere le migliori indirizzi da cui mail è stata inviata.
pt_pt: Clique aqui para ver os principais endereços a partir do qual e-mail foi enviado.

# requestInBut
source: Email Received
de_de: Empfangene Emails
it_it: E-mail ricevuta
pt_pt: E-mail recebido

# requestInBut_help
source: Click here to view the top addresses to which mail was sent.
de_de: Hier klicken, um die Adressen anzuzeigen, an welche die meisten Nachrichten gesendet wurden.
it_it: Clicca qui per visualizzare gli indirizzi migliori per cui mail è stata inviata.
pt_pt: Clique aqui para ver os principais endereços para os quais mail foi enviado.

# sa_stats_label
source: Statistics for the period:
de_de: Statistik für den Zeitraum:
it_it: Statistiche per il periodo:
pt_pt: Estatísticas para o período:

source: Daily/Weekly Summary
de_de: Tägliche / wöchentlich Übersicht
it_it: Giornaliero/Riepilogo settimanale
pt_pt: Resumo Diário/Semanal

source: Hourly Summary
de_de: Stündliche Übersicht
it_it: Sommario ore
pt_pt: Resumo Horário

source: Yearly Summary
de_de: Jahresübersicht
it_it: Riepilogo Annuale
pt_pt: Resumo Anual

source: Monthly Summary
de_de: Monatliche Übersicht
it_it: Riepilogo mensile
pt_pt: Resumo Mensal

source: Months
de_de: Monate
it_it: Mesi
pt_pt: Meses

source: Hours
de_de: Stunden
it_it: Orario
pt_pt: Horas

source: Select an Alias
de_de: Wählen Sie ein Alias
it_it: Selezionare un Alias
pt_pt: Selecione um alias

# global_cat_spamming
source: + Spamming
pt_pt: + Spam

# global_cat_virus
source: + Virus
pt_pt: + Vírus

# global_cat_notification
source: + Notification
de_de: + Benachrichtigung
it_it: + Notifica
pt_pt: + Notificação

# global_cat_rejection
source: + Rejection
de_de: + Ablehnungen
it_it: + Rifiuto
pt_pt: + Rejeição

# global_cat_status
source: + Status
it_it: + Stato
pt_pt: + Estado

# top_cat_senders
source: * Senders
de_de: * Absender
it_it: * Mittenti
pt_pt: * Remetentes

# top_cat_recipients
source: * Recipients
de_de: * Empfänger
it_it: * Destinatari
pt_pt: * Destinatários

# top_cat_spamming
source: * Spamming
pt_pt: * Spam

# top_cat_virus
source: * Virus
pt_pt: * Vírus

# top_cat_notification
source: * Notification
de_de: * Benachrichtigung
it_it: * Notifica
pt_pt: * Notificação

# top_cat_rejection
source: * Rejection
de_de: * Ablehnung
it_it: * Rifiuto
pt_pt: * Rejeição

# sa_nodata
source: No data available for this period.
de_de: Für diesen Zeitraum stehen keine Daten zur Verfügung.
it_it: Non ci sono dati disponibili per questo periodo.
pt_pt: Não há dados disponíveis para este período.

source: Messaging flows
de_de: Nachrichten-Ströme
it_it: Flussi di messaggistica
pt_pt: Fluxos de mensagens

source: Messages
de_de: Nachrichten
it_it: Messaggi
pt_pt: Mensagens

source: Size
de_de: Größe
it_it: Dimensione
pt_pt: Tamanho

source: Mean
de_de: Schnitt
it_it: Media
pt_pt: Média

source: Incoming
de_de: Eingehend
it_it: In arrivo
pt_pt: Entrada

# local_incomming
source: Local incoming
de_de: Lokal eingehenden
it_it: Incoming locale
pt_pt: Entrante local

# total_incomming
source: Total incoming
de_de: Insgesamt eingehenden
it_it: Incoming totale
pt_pt: Entrada total

source: Outgoing
de_de: Abgehend
it_it: Uscente
pt_pt: Cessante

source: Local delivery
de_de: Lokale Zustellung
it_it: Consegna locale
pt_pt: Entrega local

source: Total outgoing
de_de: Insgesamt ausgehend
it_it: Uscita totale
pt_pt: Sainte total

source: Number of Messages
de_de: Anzahl der Nachrichten
it_it: Numero di messaggi
pt_pt: Número de Mensagens

source: Size (MB)
de_de: Größe (MB)
it_it: Dimensioni (MB)
pt_pt: Tamanho (MB)

source: Percentage
de_de: Prozentsatz
it_it: Percentuale
pt_pt: Percentagem

# external_to_internal
source: External -> Internal
de_de: Extern -> Intern
it_it: Esterno -> interno
pt_pt: Externo -> Interno

# external_to_external
source: External -> External
de_de: Extern -> Extern
it_it: Esterno -> esterno
pt_pt: Externo -> External

# internal_to_internal
source: Internal -> Internal
de_de: Intern -> Intern
it_it: Interno -> Interno
pt_pt: Interno -> Interno

# internal_to_external
source: Internal -> External
de_de: Intern -> Extern
it_it: Interno -> esterno
pt_pt: Interno -> External

source: Delivery Direction
de_de: Lieferrichtung
it_it: Consegna Direzione
pt_pt: Direcção de entrega

source: Different senders/recipients
de_de: Verschiedene Absender/Empfänger
it_it: Diversi mittenti / destinatari
pt_pt: Vários remetentes / destinatários

source: Senders
de_de: Absender
it_it: Mittenti
pt_pt: Remetentes

source: Recipients
de_de: Empfänger
it_it: Destinatari
pt_pt: Destinatários

source: Spamming flows
de_de: Spamming-Fluss
it_it: Flussi Spamming
pt_pt: Spam flui

# size_per_msg
source: Size/msg
de_de: Größe/Nachricht
it_it: Formato / msg
pt_pt: Tamanho/msg

source: Spam delivery flows
de_de: Spam-Fluss
it_it: Flussi di consegna Spam
pt_pt: Entrega Spam flui

source: Spamming Flow
de_de: Spam-Fluss
it_it: Flusso Spamming
pt_pt: Fluxo de spam

source: In Error
de_de: Fehler
it_it: In Errore
pt_pt: Em erro

source: DSN delivery flows
de_de: DSN Lieferströme
it_it: Flussi di consegna DSN
pt_pt: Entrega DSN flui

source: DSN Flow
de_de: DSN Fluss
it_it: DSN di flusso
pt_pt: DSN Fluxo

source: Rejection flows
de_de: Ablehnungs-Fluss
it_it: Flussi di Rifiuto
pt_pt: Rejeição flui

source: Syserr flows
de_de: Syserr-Fluss
it_it: SYSERR flussi
pt_pt: SYSERR flui

source: Messaging Status
it_it: Messaggi di stato
pt_pt: Mensagens de Status

source: SMTP Auth: server
it_it: Auth SMTP: Server
pt_pt: SMTP Auth: servidor

source: Mechanism
de_de: Mechanismus
it_it: Meccanismo
pt_pt: Mecanismo

source: Count
de_de: Anzahl
it_it: Contare
pt_pt: Contar

source: Authentication Flow: server
de_de: Authentifizierung: Server
it_it: Autenticazione di flusso: Server
pt_pt: Fluxo de Autenticação: servidor

source: Top Sender Relay
de_de: Top-Relay-Sender
it_it: Top Relay Sender
pt_pt: Top Sender Relé

source: Other
de_de: Andere
it_it: Altro
pt_pt: Outro

# top_sender_domains
source: Top Sender Domain (top 100)
de_de: Top Absender Domain (Top 100)
pt_pt: Domínio Top Sender (top 100)

source: Top Sender Domain
de_de: Top Absender Domain
it_it: Top Domain Sender
pt_pt: Top Domínio Sender

# top_sender_relays
source: Top Sender Relay (top 100)
pt_pt: Top Sender relé (top 100)

# top_sender_addresses
source: Top Sender Address (top 100)
de_de: Top Absenderadresse (Top 100)
it_it: Indirizzo Top Sender (top 100)
pt_pt: Endereço Top Sender (top 100)

source: Top Sender Address
de_de: Top Absenderadresse
it_it: Top Indirizzo del mittente
pt_pt: Top endereço do remetente

source: Top Recipient Relay
de_de: Top Relay-Empfänger
it_it: Top Relay destinatario
pt_pt: Top Relé Destinatário

# top_recipient_domains
source: Top Recipient Domain (top 100)
de_de: Top Empfänger-Domain (Top-100)
it_it: Dominio di primo destinatario (top 100)
pt_pt: Domínio Top Destinatário (top 100)

source: Top Recipient Domain
de_de: Top Empfänger-Domain
it_it: Dominio Top destinatario
pt_pt: Top domínio do destinatário

# top_recipient_relays
source: Top Recipient Relay (top 100)
de_de: Top Relay-Empfänger (Top 100)
it_it: Top destinatario Relay (top 100)
pt_pt: Relé Top Destinatário (top 100)

source: Top Recipient Relay
de_de: Top Relay-Empfänger
it_it: Top Relay destinatario
pt_pt: Top Relé Destinatário

# top_recipient_addresses
source: Top Recipients Address (top 100)
de_de: Top Empfängeradresse (Top 100)
it_it: Principali destinatari Indirizzo (top 100)
pt_pt: Principais destinatários Morada (top 100)

# top_recipient_address
source: Top Recipients Address
de_de: Top Empfängeradresse
it_it: Top Destinatari Indirizzo
pt_pt: Principais destinatários Morada

# lbl_top_spam_rules
source: Top Spams Rules
de_de: Top Spam Regeln
it_it: Top spam Regole
pt_pt: Top Spams Regras

# lbl_top_spammers_domain
source: Top Spammers Domain
de_de: Top Spammer-Domain
it_it: Top spammer Domain
pt_pt: Top Spammers Domínio

# lbl_top_spammers_relay
source: Top Spammers Relays
de_de: Top Spammer-Relais
it_it: Top spammer Relè
pt_pt: Top Spammers Relés

# lbl_top_spammers_address
source: Top Spammers Address
de_de: Top Spammer-Adresse
it_it: Top spammer Indirizzo
pt_pt: Top Spammers Endereço

# lbl_top_recipients_address
source: Top Recipients Address
de_de: Top Empfängeradresse
it_it: Top Destinatari Indirizzo
pt_pt: Principais destinatários Morada

# lbl_top_dsn_status
source: Top DSN Status
it_it: Top Stato DSN
pt_pt: Top Estado DSN

# lbl_top_dsn_senders
source: Top DSN Senders
de_de: Top DSN-Absender
it_it: Top DSN Mittenti
pt_pt: Top DSN Remetentes

# lbl_top_dsn_relays
source: Top DSN Relays
de_de: Top DSN-Relais
it_it: Top DSN Relè
pt_pt: Top DSN Relés

# lbl_top_dsn_recipients
source: Top DSN Recipients
de_de: Top DSN-Empfänger
it_it: Destinatari Top DSN
pt_pt: Destinatários Top DSN

# lbl_top_rules
source: Top Rules
de_de: Top Regeln
it_it: Regole Top
pt_pt: Principais Regras

# lbl_top_domains
source: Top Domains
pt_pt: Top Domínios

# lbl_top_relays
source: Top Relays
de_de: Top Relais
it_it: Top Relè
pt_pt: Top Relés

# lbl_top_senders
source: Top Senders
de_de: Top Absender
it_it: Top Mittenti
pt_pt: Top Remetentes

# lbl_top_status
source: Top Status
it_it: Top di stato
pt_pt: Top Estado

source: System messages
de_de: Systemmeldungen
it_it: Le segnalazioni di sistema
pt_pt: As mensagens do sistema

# lbl_top_mechanism
source: Top Mechanism
de_de: Top Mechanismus
it_it: Top Meccanismo
pt_pt: Top Mecanismo

# lbl_top_relay
source: Top Relay
pt_pt: Top Relé

# lbl_topspam_scores
source: Top spam scores
de_de: Top Spam-Score
it_it: Punteggi migliori di spam
pt_pt: Pontuação de spam Top

# lbl_topspam_autolearnstats
source: Autolearn Statistics
de_de: Selbstlern-Statistik
it_it: Autolearn Statistiche
pt_pt: AUTOLEARN Estatísticas

source: Top individual SPAM rules
de_de: Top SPAM-Regeln
it_it: Top regole SPAM individuali
pt_pt: Regras de SPAM individuais Top

# requestNumber
source: Emails
it_it: Messaggi di posta elettronica

# global_cat_smtpauth
source: + SMTP Auth
it_it: + Auth SMTP

# top_cat_smtpauth
source: * SMTP Auth
it_it: * Auth SMTP

source: Outbound
de_de: Ausgehend
it_it: In uscita

source: Total
de_de: Gesamt
it_it: Totale

# lbl_topspam_spams
source: Top Spams (top 100)
it_it: Torna Spam (top 100)

# global_cat_messaging
source: + Messaging
de_de: + Nachrichten

source: Inbound
de_de: Eingehend
