Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/trunk/ui/*-ftp.mod/locale/*/ftp.po
Languages: de, ja, zh_cn, zh_tw

# ftp_help
source: [[base-ftp.ftpSettings]] can be changed here.
de: Hier können Sie [[base-ftp.ftpSettings]] ändern.
ja: [[base-ftp.ftpSettings]]を変更できます。
zh_cn: [[base-ftp.ftpSettings]]可在此处更改。
zh_tw: 此處可變更[[base-ftp.ftpSettings]]。

# ftpSettings
source: File Transfer Protocol (FTP) Settings
de: File Transfer Protocol (FTP)-Einstellungen
ja: FTP の設定
zh_cn: 文件传输协议 (FTP) 设置
zh_tw: 檔案轉送通信協定 (FTP) 設定

# enableServerField
source: Enable Server
de: Server aktivieren
ja: FTP サーバを有効にする
zh_cn: 启用服务器
zh_tw: 啟用伺服器

# enableServerField_help
source: Turn File Transfer Protocol (FTP) functionality on or off. Anonymous FTP access is configured by going to [[base-fileshare.guestShare]].
de: Aktivieren oder deaktivieren Sie die File Transfer Protocol (FTP)-Funktionalität. Um den Anonymous FTP-Zugriff zu konfigurieren, gehen Sie zu [[base-fileshare.guestShare]].
ja: このボックスをチェックすると、FTP（File Transfer Protocol）サービスが有効になります。匿名 FTP アクセスは、「[[base-fileshare.guestShare]]」で設定できます。
zh_cn: 打开或关闭文件传输协议 (FTP) 功能。匿名 FTP 访问通过进入[[base-fileshare.guestShare]]配置。
zh_tw: 開啟或關閉「檔案轉送通信協定 (FTP)」功能。移至 [[base-fileshare.guestShare]] 可配置匿名 FTP 存取。

# maxUserField
source: Maximum Simultaneous Users
de: Höchstzahl der gleichzeitig angemeldeten Benutzer
ja: 同時アクセスを許可するユーザの最大数
zh_cn: 并发用户最大数量
zh_tw: 同時使用的最大使用者人數

# maxUserField_rule
source: Please enter an integer between 1 and 1024. The default value is 25.
de: Bitte geben Sie eine Ganzzahl zwischen 1 und 1024 ein. Der Vorgabewert beträgt 25.
ja: 1 〜 1024 の整数を入力してください。デフォルトは 25（人）です。
zh_cn: 请输入一个 1 和 1024 之间的整数。缺省值是 25。
zh_tw: 請輸入一個介於 1 到 1024 之間的整數；預設值為 25。

# maxUserField_help
source: Set the maximum number of users that can be connected to the FTP Server at the same time. [[base-ftp.maxUserField_rule]]
de: Legen Sie die Höchstzahl der Benutzer fest, die gleichzeitig mit dem FTP-Server verbunden sein können. [[base-ftp.maxUserField_rule]]
ja: FTP サーバへ同時にアクセスを許可するユーザの最大数を指定できます。[[base-ftp.maxUserField_rule]]
zh_cn: 设置可同时连接至 FTP 服务器的用户最大数量。[[base-ftp.maxUserField_rule]]
zh_tw: 設定同時可連接 FTP 伺服器的最大使用者數目。 [[base-ftp.maxUserField_rule]]

# amFTPNameTag
source: File Transfer Protocol (FTP) Server
ja: FTP サーバ
zh_cn: 文件传输协议 (FTP) 服务器
zh_tw: 檔案轉送通信協定 (FTP) 伺服器

# amDetailsTitle
source: File Transfer Protocol (FTP) Server Details
ja: FTP サーバの詳細
zh_cn: 文件传输协议 (FTP) 服务器详细信息
zh_tw: 檔案轉送通信協定 (FTP) 伺服器明細

# amNotResponding
source: The FTP server is not running.
de: Der FTP-Server ist nicht in Betrieb.
ja: FTP サーバは動作していません。
zh_cn: FTP 服务器没有运行。
zh_tw: 此 FTP 伺服器不在執行中。

# base-ftp.amBadResponse
source: The FTP server gave a bad response.
de: Der FTP-Server hat eine fehlerhafte Rückmeldung ausgegeben.
ja: FTP サーバが正しく応答しませんでした。
zh_cn: FTP 服务器给出错误响应。
zh_tw: 此 FTP 伺服器發出無效的回應。

# amStatusOK
source: The FTP server is operating normally.
de: Der FTP-Server arbeitet normal.
ja: FTP サーバは正常に動作しています。
zh_cn: FTP 服务器运行正常。
zh_tw: 此 FTP 伺服器正常運作中。

# badUser
source: If server configuration files were removed or manually modified, please restore the original versions and try again.
de: Wenn Server-Konfigurationsdateien entfernt oder manuell geändert wurden, stellen Sie bitte die Originalversionen wieder her und versuchen Sie es noch einmal.
ja: サーバ設定ファイルを削除または手動で変更してある場合には、元のファイルを復元してからもう一度お試しください。
zh_cn: 如果服务器配置文件被删除或手动修改，请恢复原始版本并重试。
zh_tw: 如果已移除或手動修改伺服器配置檔，請復置原始配置檔，然後重試。

# cantConfigFile
source: Sorry, an error occurred while trying to modify the FTP configuration files. [[base-ftp.badUser]]
de: Leider trat beim Versuch, die FTP-Konfigurationsdateien zu modifizieren, ein Fehler auf. [[base-ftp.badUser]]
ja: FTP 設定ファイルの更新中にエラーが発生しました。[[base-ftp.badUser]]
zh_cn: 对不起，在尝试修改 FTP 配置文件时出现错误。[[base-ftp.badUser]]
zh_tw: 很抱歉，在嘗試修改 FTP 配置檔時發生錯誤。 [[base-ftp.badUser]]

# capgroup_adminFtpServer
source: Manage Ftp Server Settings
de: Verwaltung der FTP-Servereinstellungen
ja: FTP サーバ設定の管理
zh_cn: 管理 Ftp 服务器设置
zh_tw: 管理 FTP 伺服器設定

# capgroup_adminFtpServer_help
source: This administrative right allows a user to modify the settings used by the ftp server on this machine
de: Dieses Administrationsrecht ermöglicht dem Benutzer, die für den FTP-Server auf diesem Rechner gültigen Einstellungen zu ändern.
ja: この管理権限を持つユーザは、このマシンの FTP サーバが使用する設定を変更できます。
zh_cn: 此管理权限允许用户修改此机器上的 Ftp 服务器所使用的设置。
zh_tw: 這個管理權限允許使用者更改這台機器上 FTP 伺服器所使用的設定。
