Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/trunk/ui/*-dns.mod/locale/*/dns.po
Languages: fr, zh_tw

# modifyDNS
source: Domain Name System (DNS) Settings
fr: Paramètres du serveur de noms de domaine (DNS)
zh_tw: 網域名稱系統 (DNS) 設定

# dns_help
source: [[base-dns.modifyDNS]] can be changed here.
fr: [[base-dns.modifyDNS]] peut être modifié ici.
zh_tw: 此處可變更[[base-dns.modifyDNS]]。

source: Basic
fr: De base
zh_tw: 基本

source: Advanced
fr: Avancé
zh_tw: 進階

# basic_help
source: Click here to configure basic DNS server settings.
fr: Cliquez ici pour configurer les paramètres de base du serveur DNS.
zh_tw: 按一下此處，可配置基本的 DNS 伺服器設定值。

# advanced_help
source: Click here to configure advanced DNS server settings, such as data formats, security restrictions and server defaults.
fr: Cliquez ici pour configurer les paramètres avancés du serveur DNS, tels que les formats de données, restrictions de sécurité et valeurs par défaut du serveur.
zh_tw: 按一下此處，可配置進階 DNS 伺服器設定值，例如資料格式、安全限制和伺服器預設值。

# enabled
source: Enable Server
fr: Activer le serveur
zh_tw: 啟用伺服器

# enabled_help
source: Turn Domain Name System (DNS) server functionality on or off. Turning this feature on allows this server appliance to act as a local domain name server for itself and for its clients. A domain name server translates textual host names and domain names into numerical IP addresses, and vice-versa.
fr: Active ou désactive le serveur de noms de domaine (DNS). Une fois cette fonction activée, ce service fonctionne en tant que serveur de noms de domaine local pour lui-même et pour ses clients. Un serveur de noms de domaine convertit les noms de domaines et d'hôtes textuels en adresses IP numériques, et réciproquement.
zh_tw: 開啟或關閉「網域名稱系統 (DNS)」伺服器功能。開啟此功能將可讓此伺服器設備充當其本身及從屬站的區域網域名稱伺服器。網域名稱伺服器會將文字型式的主機名稱和網域名稱轉換成數字型 IP 位址，反之亦然。

# soa_defaults
source: Start of Authority (SOA) Default Values
fr: Valeurs par défaut SOA (Start of Authority)
zh_tw: 授權開始 (SOA) 預設值

# soa_defaults_help
source: These are the default values used when adding new domain name records.
fr: Ces valeurs par défaut sont utilisées lorsque l'on ajoute de nouveaux enregistrements de nom de domaine.
zh_tw: 這些值是新增網域名稱記錄時使用的預設值。

# admin_email
source: Default DNS Administrator Email Address
fr: Adresse email par défaut de l'administrateur DNS
zh_tw: 預設 DNS 系統管理員電子郵件位址

# admin_email_rule
source: Please enter a properly formatted email address. For example, user@cobalt.com is a valid entry.
fr: Entrez une adresse email correctement formatée. utilisateur@sun.fr est un exemple d'entrée correct.
zh_tw: 請輸入一個格式化的電子郵件位址，例如，user@cobalt.com 就是一個有效的位址。

# admin_email_help
source: Enter the default value of the email address of the administrative contact for all newly added domains and networks. [[base-dns.admin_email_rule]]
fr: Entrez l'adresse email par défaut du contact administratif pour tous les nouveaux réseaux et domaines ajoutés. [[base-dns.admin_email_rule]]
zh_tw: 請針對所有新增的網域和網路，輸入管理聯絡人之電子郵件位址的預設值。 [[base-dns.admin_email_rule]]

# admin_email_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.admin_email]]. [[base-dns.admin_email_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour l'[[base-dns.admin_email]]. [[base-dns.admin_email_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue] 是無效的[[base-dns.admin_email]]值。 [[base-dns.admin_email_rule]]

# default_refresh
source: Default Refresh Interval (Seconds)
fr: Fréquence d'actualisation par défaut (secondes)
zh_tw: 預設更新間隔（秒）

# default_refresh_rule
source: Please enter an integer between 1 and 4096000. The default value is 10800.
fr: Entrez un nombre entier compris entre 1 et 4096000. La valeur par défaut est 10800.
zh_tw: 請輸入一個介於 1 到 4096000 之間的整數。預設值為 10800。

# default_refresh_help
source: Enter the default value of the refresh interval for all newly added domains and networks. This value is the interval at which the secondary domain name server will try to synchronize its records with the primary domain name server. [[base-dns.default_refresh_rule]]
fr: Entrez la fréquence d'actualisation par défaut pour tous les nouveaux réseaux et domaines ajoutés. Le serveur de noms de domaine secondaire essaie de synchroniser ses enregistrements avec le serveur de noms de domaine primaire selon l'intervalle défini par cette valeur. [[base-dns.default_refresh_rule]]
zh_tw: 請針對所有新增的網域和網路，輸入更新間隔的預設值。這個值是次要網域名稱伺服器嘗試與主要網域名稱伺服器同步化其記錄的間隔。 [[base-dns.default_refresh_rule]]

# default_refresh_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue] 是無效的[[base-dns.default_refresh]]值。 [[base-dns.default_refresh_rule]]

# default_refresh_empty
source: Sorry, you have not entered a value for [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dns.default_refresh]]. [[base-dns.default_refresh_rule]]
zh_tw: 很抱歉，您並未輸入[[base-dns.default_refresh]]的值。 [[base-dns.default_refresh_rule]]

# default_retry
source: Default Retry Interval (Seconds)
fr: Intervalle par défaut entre tentatives (secondes)
zh_tw: 預設重試間隔（秒）

# default_retry_rule
source: Please enter an integer between 1 and 4096000. The default value is 3600.
fr: Entrez un nombre entier compris entre 1 et 4096000. La valeur par défaut est 3600.
zh_tw: 請輸入一個介於 1 到 4096000 之間的整數。預設值為 3600。

# default_retry_help
source: Enter the default value of the retry interval for all newly added domains and networks. If the secondary domain name server is not immediately able to contact the primary domain name server to synchronize its records, this value is the interval at which the secondary domain name server will try repeatedly to contact the primary domain name server. [[base-dns.default_retry_rule]]
fr: Entrez l'intervalle de ressai par défaut pour tous les domaines et réseaux nouvellement ajoutés. Si le serveur de noms de domaine secondaire n'est pas immédiatement à même de contacter le serveur de noms de domaine primaire pour synchroniser ses enregistrements, cette valeur définit l'intervalle auquel le serveur de noms de domaine secondaire tentera, de manière répétée, de contacter le serveur de noms de domaine primaire. [[base-dns.default_retry_rule]]
zh_tw: 請針對所有最近新增的網域和網路，輸入重試間隔的預設值。如果次要網域名稱伺服器無法立即連繫主要網域名稱伺服器，以同步化其記錄，則這個值就是次要網域名稱伺服器重複嘗試連繫主要網域名稱伺服器的間隔。[[base-dns.default_retry_rule]]

# default_retry_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue] 是無效的[[base-dns.default_retry]]值。 [[base-dns.default_retry_rule]]

# default_retry_empty
source: Sorry, you have not entered a value for [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dns.default_retry]]. [[base-dns.default_retry_rule]]
zh_tw: 很抱歉，您並未輸入[[base-dns.default_retry]]的值。 [[base-dns.default_retry_rule]]

# default_expire
source: Default Expire Interval (Seconds)
fr: Intervalle d'expiration par défaut (secondes)
zh_tw: 預設逾期間隔（秒）

# default_expire_rule
source: Please enter an integer between 1 and 4096000. The default value is 604800.
fr: Entrez un nombre entier compris entre 1 et 4096000. La valeur par défaut est 604800.
zh_tw: 請輸入一個介於 1 到 4096000 之間的整數。預設值為 604800。

# default_expire_help
source: Enter the default value of the expire interval for all newly added domains and networks. If the secondary domain name server is repeatedly not able to contact the primary domain name server to synchronize its records, this value is the interval after which the secondary domain name server will no longer consider its domain information valid and will stop serving domain information until the primary domain name server can be contacted again. [[base-dns.default_expire_rule]]
fr: Entrez l'intervalle d'expiration par défaut pour tous les domaines et réseaux nouvellement ajoutés. Si, à plusieurs reprises, le serveur de noms de domaine secondaire n'est pas à même de contacter le serveur de noms de domaine primaire pour synchroniser ses enregistrements, cette valeur définit l'intervalle après lequel le serveur de noms de domaine secondaire ne considérera plus ses informations de domaine comme correctes et arrêtera de les fournir jusqu'à ce qu'il puisse à nouveau contacter le serveur de noms de domaine primaire. [[base-dns.default_expire_rule]]
zh_tw: 請針對所有新增的網域和網路，輸入逾期間隔的預設值。如果次要網域名稱伺服器無法連繫主要網域名稱伺服器，且無法同步化其記錄，則這個值就是次要網域名稱伺服器停止伺服網域資訊，不再視其網域資訊有效，直到可再度連繫主要網域名稱伺服器之後的間隔。 [[base-dns.default_expire_rule]]

# default_expire_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue] 是無效的[[base-dns.default_expire]]值。 [[base-dns.default_expire_rule]]

# default_expire_empty
source: Sorry, you have not entered a value for [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dns.default_expire]]. [[base-dns.default_expire_rule]]
zh_tw: 很抱歉，您並未輸入[[base-dns.default_expire]]的值。 [[base-dns.default_expire_rule]]

# default_ttl
source: Default Time-To-Live Interval (Seconds)
fr: Intervalle de durée de vie par défaut (secondes)
zh_tw: 預設有效時間間隔（秒）

# default_ttl_rule
source: Please enter an integer between 1 and 4096000. The default value is 86400.
fr: Entrez un nombre entier compris entre 1 et 4096000. La valeur par défaut est 86400.
zh_tw: 請輸入一個介於 1 到 4096000 之間的整數。預設值為 86400。

# default_ttl_help
source: Enter the default value of the time-to-live interval for all newly added domains and networks. This value is the length of time for which other domain name servers will cache the domain information retrieved from this domain name server and will assume it to be valid without checking with this domain name server again. [[base-dns.default_ttl_rule]]
fr: Entrez la valeur de durée de vie par défaut pour tous les nouveaux réseaux et domaines ajoutés. Pendant la durée de cet intervalle, les autres serveurs de noms de domaine mettront les informations de domaine récupérées de ce serveur de noms de domaine temporairement dans un cache, et supposeront qu'elles sont valides sans vérifier à nouveau auprès de ce serveur. [[base-dns.default_ttl_rule]]
zh_tw: 請針對所有新增的網域和網路，輸入有效間隔的預設值。這個時間長度的值是其他網域名稱伺服器將快取此網域名稱伺服器中所擷取的網域資訊、且不再重新檢查此網域名稱伺服器、並假設其為有效的時間長度。 [[base-dns.default_ttl_rule]]

# default_ttl_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue] 是無效的[[base-dns.default_ttl]]值。 [[base-dns.default_ttl_rule]]

# default_ttl_empty
source: Sorry, you have not entered a value for [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dns.default_ttl]]. [[base-dns.default_ttl_rule]]
zh_tw: 很抱歉，您並未輸入[[base-dns.default_ttl]]的值。 [[base-dns.default_ttl_rule]]

# global_settings
source: Server Settings
fr: Paramètres de serveur
zh_tw: 伺服器設定

# global_settings_help
source: These are the default values for the domain name server.
fr: Valeurs par défaut pour le serveur de noms de domaine.
zh_tw: 這些是網域名稱伺服器的預設值。

# forwarders
source: Forwarding Servers
fr: Serveurs relais
zh_tw: 轉接伺服器

# forwarders_help
source: Enter the IP addresses of forwarding domain name servers. Forwarding domain name servers are used when root domain name servers are not directly accessible due to a limited or restricted Internet connection. [[base-dns.forwarders_rule]]
fr: Entrez les adresses IP des serveurs de noms de domaine de relais. Les serveurs de noms de domaine de relais sont utilisés lorsque les serveurs de noms de domaine publiques ne sont pas directement accessibles en raison d'une connexion Internet restreinte ou limitée. [[base-dns.forwarders_rule]]
zh_tw: 請輸入轉接網域名稱伺服器的 IP 位址。若因有限或限制的網際網路連接而無法直接存取 Root 網域名稱伺服器時，會使用轉接網域名稱伺服器。 [[base-dns.forwarders_rule]]

# forwarders_rule
source: Please enter a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
fr: Entrez une série de quatre nombres compris entre 0 et 255 séparés par des points. 192.168.1.1 est un exemple d'entrée correcte.
zh_tw: 請輸入四個介於 0 到 255 之間的數字序列，以點號區隔。例如，192.168.1.1 就是有效的數字。

# forwarders_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dns.forwarders]]. [[base-dns.forwarders_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.forwarders]]. [[base-dns.forwarders_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的[[base-dns.forwarders]]值。 [[base-dns.forwarders_rule]]

# zone_xfer_ipaddr
source: Zone Transfer Access by IP Address
fr: Transfert de zone par adresse IP
zh_tw: 依 IP 位址進行分區轉送

# zone_xfer_ipaddr_help
source: Enter the IP addresses that are allowed to download all records maintained by this domain name server through zone transfers. Zone transfers are used by secondary domain name servers to synchronize their records with primary domain name servers. The default value is to leave this field empty to allow unrestricted zone transfers.
fr: Entrez les adresses IP autorisées à télécharger tous les enregistrements maintenus par ce serveur de noms de domaine par le biais des transferts de zone. Les transferts de zone sont utilisés par les serveurs de noms de domaine secondaires pour synchroniser leurs enregistrements avec les serveurs de noms de domaine primaires. Le paramètre par défaut consiste à ne rien inscrire dans ce champ pour permettre les transferts de zone sans restriction.
zh_tw: 請輸入被允許透過分區轉送下載此網域名稱伺服器所維護的所有記錄之 IP 位址。次要網域名稱伺服器使用分區轉送，與主要網域名稱伺服器來同步其記錄。預設值為保留此欄位空白，允許無限制的分區轉送。

# zone_xfer_ipaddr_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-dns.zone_xfer_ipaddr]].
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.zone_xfer_ipaddr]].
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的[[base-dns.zone_xfer_ipaddr]]值。

# zone_format_tab
source: Zone Format
fr: Format de zone
zh_tw: 區域格式

# zone_format_tab_help
source: Click here to configure the [[base-dns.zone_format_tab]] for DNS records. This should not be necessary unless your System Administrator or ISP has specifically given you a [[base-dns.zone_format_tab]] setting.
fr: Cliquez ici pour configurer le [[base-dns.zone_format_tab]] pour les enregistrements DNS. Cela ne devrait être nécessaire que si votre administrateur système ou votre FAI vous a spécifiquement donné un réglage pour le [[base-dns.zone_format_tab]].
zh_tw: [[base-dns.zone_format]]設定

# zone_format_settings_divider
source: [[base-dns.zone_format]] Settings
fr: Paramètres de [[base-dns.zone_format]]

# zone_format_user_defined_divider
source: User Defined [[base-dns.zone_format]] Settings
fr: Paramètres de [[base-dns.zone_format]] définis par l'utilisateur
zh_tw: 使用者定義的[[base-dns.zone_format]]設定

# zone_format
source: Zone File Format
fr: Format de fichier de zones
zh_tw: 分區檔案格式

# zone_format_help
source: Choose a zone file format for subnetting on a non-octet boundary which is compatible with your local reverse delegation method. Changing the [[base-dns.zone_format]] is useful for Classless Inter-Domain Routing. RFC2317 is the standard format. DION and OCN-JT are much less commonly used. Choose [[base-dns.USER]] if you wish to define your own format below.
fr: Choisissez un format de fichier de zones pour la création de sous-réseaux sur une frontière non liée aux octets qui soit compatible avec votre méthode de délégation inverse locale. Un changement de [[base-dns.zone_format]] est utile pour le routage interdomaine sans classe. RFC2317 est le format standard. DION et OCN-JT sont bien moins courants. Choisissez [[base-dns.USER]] si vous souhaitez définir votre propre format ci-dessous.
zh_tw: [[base-dns.zone_format]]針對大于 24 位元網路。

# zone_format_required_warning
source: This field is required if the [[base-dns.zone_format]] you chose above is [[base-dns.USER]] but is ignored otherwise.
fr: Ce champ est obligatoire si le [[base-dns.zone_format]] choisi ci-dessus est [[base-dns.USER]] mais est ignoré dans les autres cas.

# zone_format_24
source: [[base-dns.zone_format]] for > 24-bit networks.
fr: [[base-dns.zone_format]] pour les réseaux de plus de 24 bits.

# zone_format_24_help
source: Define the [[base-dns.zone_format]] to create for a non-octet boundary network with greater than 24 bits here. [[base-dns.zone_format_required_warning]]
fr: Définissez le [[base-dns.zone_format]] à créer pour un réseau aux limites non liées aux octets de plus de 24 bits. [[base-dns.zone_format_required_warning]]
zh_tw: 定義[[base-dns.zone_format]]，在這裡以 24 以上的位元針對非八位元組範圍網路設立。[[base-dns.zone_format_required_warning]]

# zone_format_16
source: [[base-dns.zone_format]] for > 16-bit networks.
fr: [[base-dns.zone_format]] pour les réseaux de plus de 16 bits.
zh_tw: [[base-dns.zone_format]]針對大于 16 位元網路。

# zone_format_16_help
source: Define the [[base-dns.zone_format]] to create for a non-octet boundary network with greater than 16 bits here. [[base-dns.zone_format_required_warning]]
fr: Définissez le [[base-dns.zone_format]] à créer pour un réseau aux limites non liées aux octets de plus de 16 bits. [[base-dns.zone_format_required_warning]]
zh_tw: [[base-dns.zone_format]]針對大于 8 位元網路。

# zone_format_8
source: [[base-dns.zone_format]] for > 8-bit networks.
fr: [[base-dns.zone_format]] pour les réseaux de plus de 8 bits.

# zone_format_8_help
source: Define the [[base-dns.zone_format]] to create for a non-octet boundary network with greater than 8 bits here. [[base-dns.zone_format_required_warning]]
fr: Définissez le [[base-dns.zone_format]] à créer pour un réseau aux limites non liées aux octets de plus de 8 bits. [[base-dns.zone_format_required_warning]]
zh_tw: [[base-dns.zone_format]]針對大于 0 位元網路。

# zone_format_0
source: [[base-dns.zone_format]] for > 0-bit networks.
fr: [[base-dns.zone_format]] pour les réseaux de plus de 0 bits.

# zone_format_0_help
source: Define the [[base-dns.zone_format]] to create for a non-octet boundary network with greater than 0 bits here. [[base-dns.zone_format_required_warning]]
fr: Définissez le [[base-dns.zone_format]] à créer pour un réseau aux limites non liées aux octets de plus de 0 bits. [[base-dns.zone_format_required_warning]]
zh_tw: RFC2317

# USER
source: User Defined
fr: Défini par l'utilisateur
zh_tw: 使用者定義

# a_record
source: Forward Address (A) Record
fr: Enregistrement d'adresse (A)
zh_tw: 正解位址 (A) 記錄

# ptr_record
source: Reverse Address (PTR) Record
fr: Enregistrement d'adresse inverse (PTR)
zh_tw: 反查位址 (PTR) 記錄

# cname_record
source: Alias (CNAME) Record
fr: Enregistrement alias (CNAME)
zh_tw: 別名 (CNAME) 記錄

# mx_record
source: Mail Server (MX) Record
fr: Enregistrement de messagerie (MX)
zh_tw: 郵件伺服器 (MX) 記錄

# records_title
source: Domain Settings for
fr: Paramètres de domaine pour
zh_tw: 網域設定針對

# primary_service_button
source: Edit Primary Services
fr: Modifier les services primaires
zh_tw: 編輯主要服務

# primary_service_button_help
source: Manage DNS records for domains and networks that this server is registered to serve. Primary DNS service is also called Master DNS service.
fr: Gère les enregistrements DNS pour les domaines et les réseaux que ce serveur est programmé pour servir. Le service DNS primaire s'appelle également Service DNS maître.
zh_tw: 管理網域和網路的 DNS 記錄，此網路是指此伺服器登錄要伺服的網路。「主要 DNS (Primary DNS)」服務又稱為「主要 DNS」服務。

# dnsSetting
source: Primary Service List
fr: Liste des services primaires
zh_tw: 主要服務清單

# select_dom
source: Select Domain...
fr: Sélectionner un domaine...
zh_tw: 選取網域...

# select_net
source: Select Network...
fr: Sélectionner un réseau...
zh_tw: 選取網路...

source: Add Record...
fr: Ajouter un enregistrement...
zh_tw: 新增記錄...

# edit_soa
source: Modify SOA
fr: Modifier SOA
zh_tw: 更改 SOA

# edit_soa_help
source: Modify the Start Of Authority (SOA) record for the selected domain or network authority.
fr: Modifiez l'enregistrement SOA (Start Of Authority) pour l'autorité de domaine ou de réseau sélectionnée.
zh_tw: 更改選定之網域或網路授權之授權記錄的起始處 (SOA)。

# confirm_delall
source: Are you sure you want to remove ALL of the DNS records for this domain?
fr: Voulez-vous vraiment supprimer TOUS les enregistrements DNS affichés ?
zh_tw: 您確定要移除這個網域的所有 DNS 紀錄嗎？

# del_records
source: Remove Records
fr: Supprimer les enregistrements
zh_tw: 除去記錄

# del_records_help
source: Click to remove all DNS records for this domain. This will remove ALL records in the current domain and cannot be undone.
fr: Cliquez pour supprimer tous les enregistrements DNS enregistrés. Cette opération supprimera tous les enregistrements affichés sur cette page ; elle est irréversible.
zh_tw: 按一下來移除這個網域所有的 DNS 紀錄。這將會移除目前網域的所有紀錄，且無法還原。

# source
source: Query
fr: Requête
zh_tw: 查詢

# source_help
source: This is the query or question which will be asked directly to this domain name server.
fr: Requête ou question qui sera posée directement à ce serveur de noms de domaine.
zh_tw: 這是直接向此網域名稱伺服器所提出的查詢或問題。

# direction
source: Record Type
fr: Type d'enregistrement
zh_tw: 記錄類型

# direction_help
source: This is the record type which relates the query to this server with the response from this server.
fr: Type d'enregistrement qui associe la requête reçue à la réponse de ce serveur.
zh_tw: 這是有關對此伺服器的查詢與來自此伺服器之回應關聯的記錄類型。

# resolution
source: Response
fr: Réponse
zh_tw: 回應

# resolution_help
source: This is the response or answer which will be returned directly from this domain name server.
fr: Réponse qui sera renvoyée directement par ce serveur de noms de domaine.
zh_tw: 這是直接由此網域名稱伺服器傳回的回應或回答。

# listAction_help
source: These are the buttons used to modify domain name records or remove domain name records.
fr: Ces boutons permettent de modifier les enregistrements de noms de domaine ou de supprimer les enregistrements de noms de domaine.
zh_tw: 這些是用來更改或移除網域名稱記錄的按鈕。

# confirm_removal
source: Are you sure you want to remove the record [[VAR.rec]]?
fr: Voulez-vous vraiment supprimer l´enregistrement [[VAR.rec]]?
zh_tw: 您確定要移除記錄 [[VAR.rec]] 嗎？

# ipaddr_rule
source: An IP address is a series of four numbers between 0 and 255 separated by periods. For example, 192.168.1.1 is a valid entry.
fr: Une adresse IP est une série de quatre nombres entre 0 et 255 séparés par des points. 192.168.1.1 est un exemple d'entrée correcte.
zh_tw: IP 位址是四個介於 0 到 255 之間、以點號區隔的數字序列。例如，192.168.1.1 就是有效的位址。

# create_dns_recA
source: Add New [[base-dns.a_record]]
fr: Ajouter un nouvel [[base-dns.a_record]]
zh_tw: 新增[[base-dns.a_record]]

# modify_dns_recA
source: Modify [[base-dns.a_record]]
fr: Modifier un nouvel [[base-dns.a_record]]
zh_tw: 更改[[base-dns.a_record]]

# a_record_explain
source: A [[base-dns.a_record]] provides the translation from a fully-qualified domain name to an IP address. A fully-qualified domain name can be composed of both a host name and a domain name or only a domain name.
fr: Un [[base-dns.a_record]] fournit la conversion d'un nom de domaine entièrement qualifié vers une adresse IP. Un nom de domaine entièrement qualifié peut se composer d'un nom d'hôte et d'un nom de domaine ou uniquement d'un nom de domaine.
zh_tw: [[base-dns.a_record]]可將完整的網域名稱轉換成 IP 位址。完整的網域名稱可由主機名稱和網域名稱組成或僅由網域名稱所組成。

# a_host_name
source: Host Name
fr: Nom d'hôte
zh_tw: 主機名稱

# a_host_name_help
source: Enter the host name for this record. [[base-dns.a_record_explain]]
fr: Entrez le nom d'hôte pour cet enregistrement. [[base-dns.a_record_explain]]
zh_tw: 請輸入此記錄的主機名稱。 [[base-dns.a_record_explain]]
