Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/trunk/ui/*-dns.mod/locale/*/dns.po
Languages: fr, zh_tw

# a_host_name_invalid
source: The specified host name contains invalid characters.
fr: Le nom d'hôte spécifié contient des caractères non valides.
zh_tw: 指定的主機名稱含有無效的字元。

# a_domain_name
source: Domain Name
fr: Nom de domaine
zh_tw: 網域名稱

# a_domain_name_help
source: Enter the domain name for this record.[[base-dns.a_record_explain]]
fr: Entrez le nom de domaine pour cet enregistrement.[[base-dns.a_record_explain]]
zh_tw: 請輸入此記錄的網域名稱。[[base-dns.a_record_explain]]

# a_domain_name_invalid
source: The specified domain name contains invalid characters.
fr: Le nom de domaine spécifié contient des caractères non valides.
zh_tw: 指定的網域名稱含有無效的字元。

# a_domain_name_empty
source: Please specify the domain for this record.
fr: Spécifiez le domaine pour cet enregistrement.
zh_tw: 請指定此記錄的網域。

# a_ip_address
source: IP Address
fr: Adresse IP
zh_tw: IP 位址

# a_ip_address_help
source: Enter the IP address for this record.[[base-dns.a_record_explain]]
fr: Entrez l'adresse IP pour cet enregistrement.[[base-dns.a_record_explain]]
zh_tw: 請輸入此記錄的 IP 位址。[[base-dns.a_record_explain]]

# a_ip_address_invalid
source: The specified IP address is invalid. [[base-dns.ipaddr_rule]]
fr: L'adresse IP spécifiée n'est pas valide. [[base-dns.ipaddr_rule]]
zh_tw: 指定的 IP 位址無效。 [[base-dns.ipaddr_rule]]

# a_ip_address_empty
source: Please specify the IP address to which the Host and Domain Name will resolve. [[base-dns.ipaddr_rule]]
fr: Spécifiez l'adresse IP à laquelle vers laquelle sera converti le nom d'hôte et de domaine. [[base-dns.ipaddr_rule]]
zh_tw: 請指定 IP 位址，此 IP 位址是由主機名稱和網域名稱所解析而成。 [[base-dns.ipaddr_rule]]

# create_dns_recPTR
source: Add New [[base-dns.ptr_record]]
fr: Ajouter un nouvel [[base-dns.ptr_record]]
zh_tw: 新增[[base-dns.ptr_record]]

# modify_dns_recPTR
source: Modify [[base-dns.ptr_record]]
fr: Modifier un nouvel [[base-dns.ptr_record]]
zh_tw: 更改[[base-dns.ptr_record]]

# ptr_explain
source: A [[base-dns.ptr_record]] provides the translation from an IP address to a fully-qualified domain name. A fully-qualified domain name can be composed of both a host name and a domain name or only a domain name.
fr: Un [[base-dns.ptr_record]] fournit la conversion d'une adresse IP vers un nom de domaine entièrement qualifié. Un nom de domaine entièrement qualifié peut se composer d'un nom d'hôte et d'un nom de domaine ou uniquement d'un nom de domaine.
zh_tw: [[base-dns.ptr_record]]可將 IP 位址轉換成完整的網域名稱。完整的網域名稱可由主機名稱和網域名稱組成或僅由網域名稱所組成。

# ptr_ip_address
source: IP Address
fr: Adresse IP
zh_tw: IP 位址

# ptr_ip_address_help
source: Enter the IP address for this record. [[base-dns.ptr_explain]]
fr: Entrez l'adresse IP pour cet enregistrement. [[base-dns.ptr_explain]]
zh_tw: 請輸入此記錄的 IP 位址。 [[base-dns.ptr_explain]]

# ptr_subnet_mask
source: Subnet Mask
fr: Masque réseau
zh_tw: 子網路遮罩

# ptr_subnet_mask_help
source: Enter the network mask of the IP address for this record. [[base-dns.ptr_explain]]
fr: Entrez le Masque réseau de l'adresse IP pour cet enregistrement. [[base-dns.ptr_explain]]
zh_tw: 請輸入此記錄之 IP 位址的網路遮罩。 [[base-dns.ptr_explain]]

# ptr_host_name
source: Host Name
fr: Nom d'hôte
zh_tw: 主機名稱

# ptr_host_name_help
source: Enter the host name for this record. [[base-dns.ptr_explain]]
fr: Entrez le nom d'hôte pour cet enregistrement. [[base-dns.ptr_explain]]
zh_tw: 請輸入此記錄的主機名稱。 [[base-dns.ptr_explain]]

# ptr_domain_name
source: Domain Name
fr: Nom de domaine
zh_tw: 網域名稱

# ptr_domain_name_help
source: Enter the domain name for this record. [[base-dns.ptr_explain]]
fr: Entrez le nom de domaine pour cet enregistrement. [[base-dns.ptr_explain]]
zh_tw: 請輸入此記錄的網域名稱。 [[base-dns.ptr_explain]]

# a_generate_ptr
source: Generate Reverse Address (PTR) Record
fr: Créer un enregistrement d'adresse inverse (PTR)
zh_tw: 產生反查位址 (PTR) 記錄

# ptr_generate_a
source: Generate Forward Address (A) Record
fr: Créer un enregistrement d'adresse (A)
zh_tw: 產生正解位址 (PTR) 記錄

# ptr_generate_a_help
source: Automatically add a forward address record to resolve the specified host name and domain name from the specified IP address.
fr: Ajoute automatiquement un enregistrement d'adresse pour résoudre le nom de domaine et d'hôte à partir de l'adresse IP.
zh_tw: 自動新增正解位址記錄，以從指定的 IP 位址解析成指定的主機名稱和網域名稱。

# ptr_subnet_mask_invalid
source: The specified subnet mask is invalid. The subnet mask must be entered in dot-quad notation, which is a series of four numbers between 0 and 255 separated by periods. For example, 255.255.255.0 is a valid entry.
fr: Le masque de sous-réseau spécifié n'est pas valide. Le masque de sous-réseau doit être saisi dans une notation à quatre points, c'est-à-dire une série de quatre nombres compris entre 0 et 255 séparés par des points. 255.255.255.0 est un exemple d'entrée correcte.
zh_tw: 指定的子網路遮罩無效。子網路遮罩必須以點號及四個數字表示法輸入，其為四個介於 0 到 255 之間的數字序列（以點號區隔）。例如，255.255.255.0 就是有效的數字。

# ptr_ip_address_invalid
source: The specified IP address is invalid. [[base-dns.ipaddr_rule]]
fr: L'adresse IP spécifiée n'est pas valide. [[base-dns.ipaddr_rule]]
zh_tw: 指定的 IP 位址無效。 [[base-dns.ipaddr_rule]]

# ptr_host_name_invalid
source: The specified host name contains invalid characters.
fr: Le nom d'hôte spécifié contient des caractères non valides.
zh_tw: 指定的主機名稱含有無效的字元。

# ptr_domain_name_invalid
source: The specified domain name contains invalid characters.
fr: Le nom de domaine spécifié contient des caractères non valides.
zh_tw: 指定的網域名稱含有無效的字元。

# ptr_ip_address_empty
source: Please specify the IP address that will resolve to the Host and Domain Name. [[base-dns.ipaddr_rule]]
fr: Spécifiez l'adresse IP pour la résolution du nom de domaine et d'hôte. [[base-dns.ipaddr_rule]]
zh_tw: 請指定 IP 位址，此 IP 位址是由主機名稱和網域名稱所解析而成的。 [[base-dns.ipaddr_rule]]

# ptr_domain_name_empty
source: Please specify the Domain Name that corresponds with the IP Address.
fr: Spécifiez le nom de domaine qui correspond à l'adresse IP.
zh_tw: 請指定與 IP 位址對應的網域名稱。

# ptr_subnet_mask_empty
source: Please specify the subnet mask for this record.
fr: Spécifiez le masque de sous-réseau pour cet enregistrement.
zh_tw: 請指定此記錄的子網路遮罩。

# create_dns_recMX
source: Add New [[base-dns.mx_record]]
fr: Ajouter un nouvel [[base-dns.mx_record]]
zh_tw: 新增[[base-dns.mx_record]]

# modify_dns_recMX
source: Modify [[base-dns.mx_record]]
fr: Modifier [[base-dns.mx_record]]
zh_tw: 更改[[base-dns.mx_record]]

# mx_host_name
source: Host Name
fr: Nom d'hôte
zh_tw: 主機名稱

# mx_explain
source: A [[base-dns.mx_record]] identifies the mail server responsible for email destined to the specified host and domain name.
fr: Un [[base-dns.mx_record]] identifie le serveur de messagerie responsable du courrier destiné au nom de domaine et d'hôte spécifié.
zh_tw: [[base-dns.mx_record]]識別負責將電子郵件送至指定主機和網域名稱的郵件伺服器。

# mx_host_name_help
source: Specify the host name that will handle all email sent to the mail server specified in the [[base-dns.mx_target_server]] field. [[base-dns.mx_explain]]
fr: Spécifiez le nom d'hôte qui traite les tous les email envoyés au serveur email désigné dans le champ [[base-dns.mx_target_server]]. [[base-dns.mx_explain]]
zh_tw: 請指定主機名稱，該主機將負責處理所有傳送到[[base-dns.mx_target_server]]欄位中指定的郵件伺服器之電子郵件。 [[base-dns.mx_explain]]

# mx_domain_name
source: Domain Name
fr: Nom de domaine
zh_tw: 網域名稱

# mx_domain_name_empty
source: Please specify the domain for this record.
fr: Spécifiez le domaine pour cet enregistrement.
zh_tw: 請指定此記錄的網域。

# mx_domain_name_help
source: Specify the domain name of the computer for which email should be directed to the mail server specified in the [[base-dns.mx_target_server]] field. [[base-dns.mx_explain]]
fr: Spécifiez le nom de domaine de l'ordinateur dont le courrier doit être dirigé vers le serveur de messagerie désigné dans le champ [[base-dns.mx_target_server]]. [[base-dns.mx_explain]]
zh_tw: 請指定電腦的網域名稱，該電腦的電子郵件應導向至[[base-dns.mx_target_server]]欄位中指定的郵件伺服器之電子郵件。 [[base-dns.mx_explain]]

# mx_target_server
source: Mail Server Name
fr: Nom du serveur de messagerie
zh_tw: 郵件伺服器名稱

# mx_target_server_help
source: Specify the fully-qualified domain name of the mail server that will accept mail for the specified Host and Domain Name. [[base-dns.mx_explain]]
fr: Spécifiez le nom de domaine entièrement qualifié du serveur de messagerie qui acceptera du courrier pour le nom d'hôte et de domaine spécifié. [[base-dns.mx_explain]]
zh_tw: 請指定郵件伺服器的完整網域名稱，該郵件伺服器將接受指定的主機和網域名稱的郵件。 [[base-dns.mx_explain]]

# mx_priority
source: Delivery Priority
fr: Priorité de livraison
zh_tw: 郵遞優先權

# mx_priority_help
source: Select the priority of mail delivery to the mail server. The delivery priority value specifies the order in which a series of multiple mail server machines should try to be contacted for mail delivery. The Delivery Priority setting is only useful if multiple MX records are specified for a domain or network.
fr: Sélectionnez la priorité de livraison du courrier au serveur de messagerie. La priorité de la livraison désigne l'ordre dans lequel la série de serveurs de messagerie doit être contactée pour accepter la livraison du courrier. Le paramètre Priorité de livraison n'est utile que si plusieurs enregistrements MX sont désignés pour un domaine ou un réseau.
zh_tw: 請選取郵件郵遞至郵件伺服器的優先權；郵遞優先權指定嘗試聯絡一系列多個郵件伺服器機器以進行郵件郵遞應有的順序。只有在已對網域或網路指定了多個 MX 記錄時，「郵遞優先權」指定才有用。

# very_high
source: Very High (20)
fr: Très élevée (20)
zh_tw: 極高 (20)

# high
source: High (30)
fr: Elevée (30)
zh_tw: 高 (30)

# low
source: Low (40)
fr: Faible (40)
zh_tw: 低 (40)

# very_low
source: Very Low (50)
fr: Très faible (50)
zh_tw: 極低 (50)

# mx_host_name_invalid
source: The specified host name contains invalid characters.
fr: Le nom d'hôte spécifié contient des caractères non valides.
zh_tw: 指定的主機名稱含有無效的字元。

# mx_domain_name_invalid
source: The specified domain name contains invalid characters.
fr: Le nom de domaine spécifié contient des caractères non valides.
zh_tw: 指定的網域名稱含有無效的字元。

# mx_target_server_invalid
source: The specified fully-qualified domain name contains invalid characters.
fr: Le nom de domaine entièrement qualifié spécifié contient des caractères incorrects.
zh_tw: 指定的完整網域名稱含有無效的字元。

# mx_target_server_empty
source: Please specify the fully-qualified domain name of the mail server.
fr: Spécifiez le nom de domaine entièrement qualifié du serveur de messagerie.
zh_tw: 請指定郵件伺服器的完整網域名稱。

# create_dns_recCNAME
source: Add New [[base-dns.cname_record]]
fr: Ajouter un nouvel [[base-dns.cname_record]]
zh_tw: 新增[[base-dns.cname_record]]

# modify_dns_recCNAME
source: Modify [[base-dns.cname_record]]
fr: Modifier un nouvel [[base-dns.a_record]]
zh_tw: 更改[[base-dns.cname_record]]

# cname_explain
source: An alias record provides the translation from one fully-qualified domain name to another fully-qualified domain name.
fr: Un alias fournit la conversion d'un nom de domaine entièrement qualifié vers un autre nom de domaine entièrement qualifié.
zh_tw: 別名記錄可將一個完整網域名稱轉換成另一個完整網域名稱。

# cname_host_name
source: Alias Host Name
fr: Nom d'hôte alias
zh_tw: 別名主機名稱

# cname_host_name_help
source: Enter the host name that will act as an alias for the real host and/or domain name. [[base-dns.cname_explain]]
fr: Entrez le nom d'hôte qui servira d'alias pour le nom de domaine et/ou d'hôte réel. [[base-dns.cname_explain]]
zh_tw: 請輸入將充當實際主機名稱及（或）網域名稱之別名的主機名稱。 [[base-dns.cname_explain]]

# cname_domain_name
source: Alias Domain Name
fr: Nom de domaine alias
zh_tw: 別名網域名稱

# cname_domain_name_help
source: Enter the domain name that will act as an alias for the real host and/or domain name. [[base-dns.cname_explain]]
fr: Entrez le nom de domaine qui servira d'alias pour le nom de domaine et/ou d'hôte réel. [[base-dns.cname_explain]]
zh_tw: 請輸入將充當實際主機名稱及（或）網域名稱之別名的網域名稱。 [[base-dns.cname_explain]]

# cname_host_target
source: Real Host Name
fr: Nom d'hôte réel
zh_tw: 實際主機名稱

# cname_host_target_help
source: Enter the real, or canonical, host name. [[base-dns.cname_explain]]
fr: Entrez le nom réel ou d'alias de l'hôte. [[base-dns.cname_explain]]
zh_tw: 請輸入一個實際的或合乎標準的主機名稱。 [[base-dns.cname_explain]]

# cname_domain_target
source: Real Domain Name
fr: Nom de domaine réel
zh_tw: 實際網域名稱

# cname_domain_target_help
source: Enter the real, or canonical, domain name. [[base-dns.cname_explain]]
fr: Entrez le nom réel ou d'alias du domaine. [[base-dns.cname_explain]]
zh_tw: 請輸入一個實際的或合乎標準的網域名稱。 [[base-dns.cname_explain]]

# create_soa
source: Add Start of Authority (SOA) Record
fr: Ajouter l'enregistrement SOA (Start of Authority)
zh_tw: 新增授權開始 (SOA) 記錄

# modify_soa
source: Modify Start of Authority (SOA) Record
fr: Modifier l'enregistrement SOA (Start of Authority)
zh_tw: 更改授權開始 (SOA) 記錄

# domain_soa
source: Domain Authority
fr: Autorité du domaine
zh_tw: 網域權限

# domain_soa_help
source: This is the domain authority to which this Start of Authority record applies.
fr: Autorité de domaine à laquelle cet enregistrement SOA s'applique.
zh_tw: 這是套用此「授權開始 (SOA)」記錄的網域權限。

# network_soa
source: Network Authority
fr: Autorité de réseau
zh_tw: 網路權限

# network_soa_help
source: This is the network authority to which this Sart of Authority record applies.
fr: Autorité de réseau à laquelle cet enregistrement SOA s'applique.
zh_tw: 這是套用此「授權開始 (SOA)」記錄的網路權限。

# primary_dns
source: Primary Name Server (NS)
fr: Serveur de noms primaire (NS)
zh_tw: 主要名稱伺服器 (NS)

# primary_dns_help
source: Enter the fully-qualified domain name of the primary name server for the selected domain or network authority.
fr: Entrez le nom de domaine entièrement qualifié du serveur de noms primaire pour l'autorité de domaine ou de réseau sélectionnée.
zh_tw: 請輸入選定網域或網路權限之主要名稱伺服器的完整網域名稱。

# secondary_dns
source: Secondary Name Servers (NS)
fr: Serveurs de noms secondaires (NS)
zh_tw: 次要名稱伺服器 (NS)

# secondary_dns_help
source: Enter a space-separated list of fully-qualified domain names of the secondary name servers for the selected domain or network authority.
fr: Entrez une liste des noms de domaine entièrement qualifiés (séparés par des virgules) des serveurs de noms secondaires pour l'autorité de domaine ou de réseau sélectionnée.
zh_tw: 請輸入選定網域或網路權限之次要名稱伺服器的完整網域名稱（以空格區隔）清單。

# domain_admin
source: DNS Administrator Email Address
fr: Adresse email de l'administrateur DNS
zh_tw: DNS 系統管理員電子郵件位址

# domain_admin_rule
source: Please enter a properly formatted email address. The default value is set in the [[base-dns.soa_defaults]] section. For example, user@cobalt.com is a valid entry.
fr: Entrez une adresse email correctement formatée. La valeur par défaut est définie dans la section [[base-dns.soa_defaults]]. utilisateur@sun.fr est un exemple d'entrée correcte.
zh_tw: 請輸入一個格式化的電子郵件位址。預設值設定於 [[base-dns.soa_defaults]] 區段中。例如，user@cobalt.com 就是一個有效的位址。

# domain_admin_help
source: Enter the value of the email address of the administrative contact for all newly added domains and networks. [[base-dns.domain_admin_rule]]
fr: Entrez l'adresse email du contact administratif pour tous les nouveaux réseaux et domaines ajoutés. [[base-dns.domain_admin_rule]]
zh_tw: 請針對所有新增的網域和網路，輸入管理聯絡人的電子郵件位址。 [[base-dns.domain_admin_rule]]

# domain_admin_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue] 是無效的 [[base-dns.domain_admin]] 值。 [[base-dns.domain_admin_rule]]

# domain_admin_empty
source: Sorry, you have not entered a value for [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dns.domain_admin]]. [[base-dns.domain_admin_rule]]
zh_tw: 很抱歉，您並未輸入 [[base-dns.domain_admin]] 的值。 [[base-dns.domain_admin_rule]]

# refresh
source: Refresh Interval (Seconds)
fr: Intervalle de rafraîchissement (secondes)
zh_tw: 更新間隔（秒）

# refresh_rule
source: Please enter an integer between 1 and 4096000. The default value is set in the [[base-dns.soa_defaults]] section.
fr: Entrez un nombre entier compris entre 1 et 4096000. La valeur par défaut est définie dans la section [[base-dns.soa_defaults]].
zh_tw: 請輸入一個介於 1 到 4096000 之間的整數。預設值設定於 [[base-dns.soa_defaults]] 區段中。

# refresh_help
source: Enter the default value of the refresh interval for all newly added domains and networks. This value is the interval at which the secondary domain name server will try to synchronize its records with the primary domain name server. [[base-dns.refresh_rule]]
fr: Entrez la valeur par défaut de fréquence d'actualisation pour tous les nouveaux réseaux et domaines ajoutés. Le serveur de noms de domaine secondaire essaie de synchroniser ses enregistrements avec le serveur de noms de domaine primaire selon cette fréquence. [[base-dns.refresh_rule]]
zh_tw: 請針對所有新增的網域和網路，輸入更新間隔的預設值。這個值是次要網域名稱伺服器將嘗試與主要網域名稱伺服器同步化其記錄的間隔。 [[base-dns.refresh_rule]]

# refresh_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.refresh]]. [[base-dns.refresh_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.refresh]]. [[base-dns.refresh_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue] 是無效的 [[base-dns.refresh]] 值。 [[base-dns.refresh_rule]]

# refresh_empty
source: Sorry, you have not entered a value for [[base-dns.refresh]]. [[base-dns.refresh_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dns.refresh]]. [[base-dns.refresh_rule]]
zh_tw: 很抱歉，您並未輸入 [[base-dns.refresh]] 的值。 [[base-dns.refresh_rule]]

# retry
source: Retry Interval (Seconds)
fr: Intervalle entre tentatives (secondes)
zh_tw: 重試間隔（秒）

# retry_rule
source: Please enter an integer between 1 and 4096000. The default value is set in the [[base-dns.soa_defaults]] section.
fr: Entrez un nombre entier entre 1 et 4096000. La valeur par défaut est définie dans la section [[base-dns.soa_defaults]].
zh_tw: 請輸入一個介於 1 到 4096000 之間的整數。預設值設定於 [[base-dns.soa_defaults]] 區段中。

# retry_help
source: Enter the default value of the retry interval for all newly added domains and networks. If the secondary domain name server is not immediately able to contact the primary domain name server to synchronize its records, this value is the interval at which the secondary domain name server will try repeatedly to contact the primary domain name server. [[base-dns.retry_rule]]
fr: Entrez l'intervalle de ressai par défaut pour tous les domaines et réseaux nouvellement ajoutés. Si le serveur de noms de domaine secondaire n'est pas immédiatement à même de contacter le serveur de noms de domaine primaire pour synchroniser ses enregistrements, cette valeur définit l'intervalle auquel le serveur de noms de domaine secondaire tentera, de manière répétée, de contacter le serveur de noms de domaine primaire. [[base-dns.retry_rule]]
zh_tw: 請針對所有新增的網域和網路，輸入重試間隔的預設值。如果次要網域名稱伺服器無法立即連繫主要網域名稱伺服器，以同步化其記錄，則這個值就是次要網域名稱伺服器將重複嘗試連繫主要網域名稱伺服器的間隔。[[base-dns.retry_rule]]

# retry_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.retry]]. [[base-dns.retry_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.retry]]. [[base-dns.retry_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue] 是無效的 [[base-dns.retry]] 值。 [[base-dns.retry_rule]]

# retry_empty
source: Sorry, you have not entered a value for [[base-dns.retry]]. [[base-dns.retry_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dns.retry]]. [[base-dns.retry_rule]]
zh_tw: 很抱歉，您並未輸入 [[base-dns.retry]] 的值。 [[base-dns.retry_rule]]

# expire
source: Expire Interval (Seconds)
fr: Intervalle d'expiration (secondes)
zh_tw: 逾期間隔（秒）

# expire_rule
source: Please enter an integer between 1 and 4096000. The default value is set in the [[base-dns.soa_defaults]] section.
fr: Entrez un nombre entier entre 1 et 4096000. La valeur par défaut est définie dans la section [[base-dns.soa_defaults]].
zh_tw: 請輸入一個介於 1 到 4096000 之間的整數。預設值設定於 [[base-dns.soa_defaults]] 區段中。

# expire_help
source: Enter the default expire interval for all newly added domains and networks. If the secondary domain name server is repeatedly not able to contact the primary domain name server to synchronize its records, this value is the interval after which the secondary domain name server will no longer consider its domain information valid and will stop serving domain information until the primary domain name server can be contacted again. [[base-dns.expire_rule]]
fr: Entrez l'intervalle d'expiration par défaut pour tous les domaines et réseaux nouvellement ajoutés. Si, à plusieurs reprises, le serveur de noms de domaine secondaire n'est pas à même de contacter le serveur de noms de domaine primaire pour synchroniser ses enregistrements, cette valeur définit l'intervalle après lequel le serveur de noms de domaine secondaire ne considérera plus ses informations de domaine comme correctes et arrêtera de les fournir jusqu'à ce qu'il puisse à nouveau contacter le serveur de noms de domaine primaire. [[base-dns.expire_rule]]
zh_tw: 請針對所有新增的網域和網路，輸入預設逾期間隔。如果次要網域名稱伺服器無法連繫主要網域名稱伺服器，以同步化其記錄，則這個值是次要網域名稱伺服器將不再視主要網域名稱伺服器的網域資訊為有效資訊、並將停止伺服網域資訊，直到可再度連繫主要網域名稱伺服器之後的間隔。 [[base-dns.expire_rule]]

# expire_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.expire]]. [[base-dns.expire_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.expire]]. [[base-dns.expire_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue] 是無效的 [[base-dns.expire]] 值。 [[base-dns.expire_rule]]

# expire_empty
source: Sorry, you have not entered a value for [[base-dns.expire]]. [[base-dns.expire_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dns.expire]]. [[base-dns.expire_rule]]
zh_tw: 很抱歉，您並未輸入 [[base-dns.expire]] 的值。 [[base-dns.expire_rule]]

# ttl
source: Time-To-Live Interval (Seconds)
fr: Intervalle de durée de vie (secondes)
zh_tw: 有效時間間隔（秒）

# ttl_rule
source: Please enter an integer between 1 and 4096000. The default value is set in the [[base-dns.soa_defaults]] section.
fr: Entrez un nombre entier entre 1 et 4096000. La valeur par défaut est définie dans la section [[base-dns.soa_defaults]].
zh_tw: 請輸入一個介於 1 到 4096000 之間的整數。預設值設定於 [[base-dns.soa_defaults]] 區段中。

# ttl_help
source: Enter the default time-to-live interval for all newly added domains and networks. This value is the length of time for which other domain name servers will cache the domain information retrieved from this domain name server and assume it to be valid without checking with this domain name server again. [[base-dns.ttl_rule]]
fr: Entrez l'intervalle de durée de vie par défaut pour tous les nouveaux réseaux et domaines ajoutés. Pendant la durée de cet intervalle, les autres serveurs de noms de domaine mettent les informations de domaine récupérées de ce serveur de noms de domaine en antémémoire et supposent qu'elles sont valides sans vérifier à nouveau auprès de ce serveur. [[base-dns.ttl_rule]]
zh_tw: 請針對所有新增的網域和網路，輸入逾期時間隔的預設值。這個時間長度的值是其他網域名稱伺服器將快取此網域名稱伺服器中所擷取的網域資訊、且不再重新檢查此網域名稱伺服器、並假設其為有效的時間長度。 [[base-dns.ttl_rule]]

# ttl_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-dns.ttl]]. [[base-dns.ttl_rule]]
fr: [[VAR.invalidValue]] n'est pas une valeur correcte pour [[base-dns.ttl]]. [[base-dns.ttl_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue] 是無效的 [[base-dns.ttl]] 值。 [[base-dns.ttl_rule]]

# ttl_empty
source: Sorry, you have not entered a value for [[base-dns.ttl]]. [[base-dns.ttl_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-dns.ttl]]. [[base-dns.ttl_rule]]
zh_tw: 很抱歉，您並未輸入 [[base-dns.ttl]] 的值。 [[base-dns.ttl_rule]]

# secondary_service_button
source: Edit Secondary Services
fr: Modifier les services secondaires
zh_tw: 編輯次要服務

# secondary_service_button_help
source: Manage secondary DNS service for domains and networks.
fr: Gère le service DNS secondaire pour les domaines et les réseaux.
zh_tw: 管理網域和網路的次要 DNS 服務。

# sec_list
source: Secondary Service List
fr: Liste des services secondaires
zh_tw: 次要服務清單

# create_slave_rec
source: Add Secondary Service
fr: Ajouter un service secondaire
zh_tw: 新增次要服務
