Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/trunk/ui/*-dns.mod/locale/*/dns.po
Languages: fr, zh_tw

# modify_slave_rec
source: Modify Secondary Service
fr: Modifier un service secondaire
zh_tw: 更改次要服務

# slave_domain_but
source: Secondary Domain Name Server for Domain
fr: Serveur de noms de domaine secondaire pour le domaine
zh_tw: 網域的次要網域名稱伺服器

# slave_domain
source: Domain Name
fr: Nom de domaine
zh_tw: 網域名稱

# slave_domain_help
source: Enter the name of the domain for which this machine will be a secondary domain name server.
fr: Entrez le nom du domaine pour lequel cette machine servira de serveur de noms de domaine secondaire.
zh_tw: 請輸入此機器次要網域名稱伺服器的網域名稱。

# slave_dom_masters
source: Primary DNS Server IP Address
fr: Adresse IP du serveur DNS primaire
zh_tw: 主要 DNS 伺服器 IP 位址

# slave_dom_masters_help
source: Enter the IP address of the primary domain name server for this domain.
fr: Entrez l'adresse IP du serveur de noms de domaine primaire pour ce domaine.
zh_tw: 請輸入此網域之主要網域名稱伺服器的 IP 位址。

# slave_network_but
source: Secondary Domain Name Server for Network
fr: Serveur de noms de domaine secondaire pour le réseau
zh_tw: 伺服器的次要網域名稱伺服器

# slave_ipaddr
source: Network
fr: Réseau
zh_tw: 網路

# slave_ipaddr_help
source: Enter the IP address of the network for which this machine will be a secondary domain name server.
fr: Entrez l'adresse IP du réseau pour lequel cette machine servira de serveur de noms de domaine secondaire.
zh_tw: 請輸入此機器次要網域名稱伺服器的網路 IP 位址。

# slave_netmask
source: Network Subnet Mask
fr: Masque réseau
zh_tw: 網路子網路遮罩

# slave_netmask_help
source: Enter the subnet mask of the network for which this machine will be a secondary domain name server.
fr: Entrez le masque de sous-réseau du réseau pour lequel cette machine servira de serveur de noms de domaine secondaire.
zh_tw: 這是此機器次要網域名稱伺服器的子網路遮罩。

# slave_net_masters
source: Primary DNS Server IP Address
fr: Adresse IP du serveur DNS primaire
zh_tw: 主要 DNS 伺服器 IP 位址

# slave_net_masters_help
source: Enter the IP address of the primary domain name server for this domain.
fr: Entrez l'adresse IP du serveur de noms de domaine primaire pour ce domaine.
zh_tw: 請輸入此網域之主要網域名稱伺服器的 IP 位址。

# sec_authority
source: Secondary Service
fr: Service secondaire
zh_tw: 次要服務

# sec_authority_help
source: This is the domain or network for which this machine will be a secondary domain name server.
fr: Domaine ou réseau pour lequel cette machine servira de serveur de noms de domaine secondaire.
zh_tw: 這是此機器次要網域名稱伺服器的網域或網路。

# sec_primaries
source: Primary DNS Server
fr: Serveur DNS primaire
zh_tw: 主要 DNS 伺服器

# sec_primaries_help
source: This is the IP address of the primary domain name server for this domain or network.
fr: Entrez l'adresse IP du serveur du nom de domaine primaire pour ce domaine ou réseau.
zh_tw: 這是此網域或網路之主要網域名稱伺服器的 IP 位址。

# recordlist_action_help
source: These are the buttons used to modify secondary domain name service records or remove secondary domain name service records.
fr: Ces boutons permettent de modifier ou de supprimer les enregistrements du service de noms de domaine secondaire.
zh_tw: 這些是用來更改或移除次要網域名稱服務記錄的按鈕。

# confirm_removal_of_sec
source: Are you sure you want to delete the secondary domain name service record for [[VAR.rec]]?
fr: Voulez-vous vraiment supprimer l´enregistrement du service de noms de domaine secondaire pour [[VAR.rec]]?
zh_tw: 您確定要移除 [[VAR.rec]] 的次要網域名稱服務記錄？

# slave_ipaddr_invalid
source: The specified IP address is invalid.
fr: L'adresse IP spécifiée n'est pas valide.
zh_tw: 指定的 IP 位址無效。

# slave_netmask_invalid
source: The specified netmask is invalid. Netmasks must be entered in dot-quad notation.
fr: Le masque réseau spécifié n'est pas valide. Les masques réseau doivent être saisis en notation à quatre points.
zh_tw: 指定的網路遮罩無效。網路遮罩必須以點號及四個數字表示法輸入。

# slave_net_masters_invalid
source: The primary DNS server IP address is invalid.
fr: L'adresse IP du serveur DNS primaire n'est pas valide.
zh_tw: 主要 DNS 伺服器 IP 位址無效。

# slave_domain_invalid
source: The specified domain name is invalid.
fr: Le nom de domaine spécifié n'est pas valide.
zh_tw: 指定的網域名稱無效。

# slave_dom_masters_invalid
source: The primary DNS server IP address is invalid.
fr: L'adresse IP du serveur DNS primaire n'est pas valide.
zh_tw: 主要 DNS 伺服器 IP 位址無效。

# apply_changes
source: Apply Changes Now
fr: Appliquer les changements
zh_tw: 立即套用變更

# apply_changes_help
source: Click here to immediately activate any changes made to your domain name server records. Any modifications made to your domain name records will not be active until they are explicitly applied to the domain name server by clicking this button.
fr: Cliquez ici pour activer immédiatement les changements apportés aux enregistrements de votre serveur de noms de domaine. Toutes les modifications apportées à vos enregistrements de noms de domaine ne seront activées qu'après avoir été explicitement appliqués au serveur de noms de domaine en cliquant sur ce bouton.
zh_tw: 按一下此處，可立即啟動您的網域名稱伺服器記錄所作的任何變更。在對您的網域名稱伺服器記錄所作的變更明確地套用（其方法為按此一按鈕）到網域名稱伺服器後，該變更才會生效。

# apply_changes_disabledHelp
source: This button is disabled because you have not yet added or modified domain name server records. After adding or modifying domain name server records, click here to immediately activate any changes made to your domain name server records.
fr: Ce bouton est désactivé car vous n'avez pas encore ajouté ou modifié les enregistrements du serveur de noms de domaine. Après avoir ajouté ou modifié les enregistrements de votre serveur de noms de domaine, cliquez ici pour activer immédiatement les changements apportés.
zh_tw: 這個按鈕已關閉，因為您尚未新增或更改網域名稱伺服器記錄。在新增或更改網域名稱伺服器記錄後，按一下此處可立即啟動對網域名稱伺服器記錄所作的任何變更。

# amDNSNameTag
source: Domain Name Service (DNS) Server
fr: Serveur de noms de domaine (DNS)
zh_tw: 網域名稱服務 (DNS) 伺服器

# amDetailsTitle
source: Domain Name Service (DNS) Server Details
fr: Détails du serveur de noms de domaine (DNS)
zh_tw: 網域名稱服務 (DNS) 伺服器明細

# amNotRunning
source: The domain name server is not running.
fr: Le serveur de noms de domaine ne fonctionne pas.
zh_tw: 此網域名稱伺服器不在執行中。

# amStatusOK
source: The domain name server is operating normally.
fr: Le serveur de noms de domaine fonctionne normalement.
zh_tw: 此網域名稱伺服器正常運作中。

source: Select a Domain...
fr: Sélectionner un domaine...
zh_tw: 選取網域...

source: Select a Network...
fr: Sélectionner un réseau...
zh_tw: 選取網路...

# no_records
source: No Domain or Network Authorities
fr: Pas d'autorités de réseau ou de domaine
zh_tw: 無網域或網路權限

# subdom_host_name
source: Subdomain Name
fr: Nom de sous-domaine
zh_tw: 次網域名稱

# subdom_host_name_help
source: Specify the unqualified subdomain name. For example, to delegate the subdomain <B>remote</B>.ourcompany.com, this server must be authoritative for the domain ourcompany.com. Specify only the subdomain name, <B>remote</B>.
fr: Spécifiez le nom du sous-domaine uniquement. Par exemple, pour déléguer le sous-domaine 'distant.monentrepreprise.fr', ce serveur doit avoir l'autorité pour le domaine monentreprise.fr. Spécifiez ici uniquement le nom de sous-domaine, 'distant'.
zh_tw: 請指定不完整的次網域名稱。例如，若要授權次網域 <B>remote</B>.ourcompany.com，此伺服器必須授權網域 ourcompany.com。僅指定次網域名稱 <B>remote</B>。

# subdom_domain_name
source: Parent Domain Name
fr: Nom de domaine parent
zh_tw: 父網域名稱

# subdom_domain_name_help
source: Select the parent domain name. For example, to delegate the subdomain remote.<B>ourcompany.com</B>, select <B>ourcompany.com</B>
fr: Sélectionner le nom de domaine parent. Par exemple, pour déléguer le sous-domaine 'remote. monentreprise.fr', sélectionnez 'monentreprise.fr'
zh_tw: 請選取父網域名稱。例如，若要授權次網域 remote.<B>ourcompany.com</B>，請選取 <B>ourcompany.com</B>

# subdom_nameservers
source: Name Servers
fr: Serveurs de noms
zh_tw: 名稱伺服器

# subdom_nameservers_help
source: Specify a comma-separated list of name server IP addresses who will be authoritative for the specified subdomain. At least one name server must be specified.
fr: Entrez une liste d'adresses IP (séparées par des virgules) des serveurs de noms qui feront autorité pour le sous-domaine spécifié. Vous devez spécifier au moins un serveur de noms.
zh_tw: 請用清單（以逗點區隔）列出代表指定子網域名稱的伺服器 IP 位址。至少必須指定一個名稱伺服器。

source: Subnet IP Address
fr: Adresse IP de sous-réseau
zh_tw: 子網路 IP 位址

# subnet_ip_address_help
source: Specify an IP address within the desired subnet that will be delegated to another DNS server.
fr: Spécifiez une adresse IP dans le sous-réseau souhaité qui sera déléguée à un autre serveur DNS.
zh_tw: 請指定被授權給另一個 DNS 伺服器之子網路內的 IP 位址。

# subnet_subnet_mask
source: Subnet Network Mask
fr: Masque réseau
zh_tw: 子網路網路遮罩

# subnet_subnet_mask_help
source: Specify the subnet network mask in dot-quad notation.
fr: Spécifiez le masque de sous-réseau en notation à quatre points.
zh_tw: 請以點號及四個數字表示法指定子網路的網路遮罩。

# subnet_nameservers
source: Name Servers
fr: Serveurs de noms
zh_tw: 名稱伺服器

# subnet_nameservers_help
source: Specify a comma-separated list of name server IP addresses that will be authoritative for the specified subnet. At least one name server must be specified.
fr: Entrez une liste d'adresses IP (séparées par des virgules) des serveurs de noms qui feront autorité pour le sous-réseau spécifié. Vous devez spécifier au moins un serveur de noms.
zh_tw: 請用清單（以逗點區隔）列出代表指定子網域名稱的伺服器 IP 位址。至少必須指定一個名稱伺服器。

# create_dns_rec
source: Add a DNS record
fr: Ajouter un enregistrement DNS
zh_tw: 新增 DNS 記錄

# modify_dns_rec
source: Modify a DNS record
fr: Modifier un enregistrement DNS
zh_tw: 更改 DNS 記錄

source: Authority
fr: Autorité
zh_tw: 權限

# authority_help
source: DNS authorities are domains and networks.
fr: Les autorités DNS sont les domaines et les réseaux.
zh_tw: DNS 權限為網域和網路。

# subnet
source: Subnet Delegation
fr: Délégation de sous-réseau
zh_tw: 子網路授權

# subdom
source: Subdomain Delegation
fr: Délégation de sous-domaine
zh_tw: 次網域授權

# modify_dns_recSUBDOM
source: Modify a Subdomain Delegation.
fr: Modifier une délégation de sous-domaine.
zh_tw: 更改次網域授權。

# create_dns_recSUBDOM
source: Add a Subdomain Delegation
fr: Ajouter une délégation de sous-domaine.
zh_tw: 新增次網域授權

# modify_dns_recSUBNET
source: Modify a Subnet Delegation
fr: Modifier une délégation de sous-réseau.
zh_tw: 更改子網路授權

# create_dns_recSUBNET
source: Add a Subnet Delegation
fr: Ajouter une délégation de sous-réseau.
zh_tw: 新增子網路授權

# add_secondary
source: Add Secondary Service...
fr: Ajouter un service secondaire...
zh_tw: 新增次要服務...

# add_secondary_forward
source: Domain Secondary Service
fr: Service de domaine secondaire
zh_tw: 網域次要服務

# add_secondary_network
source: Network Secondary Service
fr: Service de réseau secondaire
zh_tw: 網路次要服務

# cname_domain_name_invalid
source: The specified domain name contains invalid characters.
fr: Le nom de domaine spécifié contient des caractères non valides.
zh_tw: 指定的網域名稱含有無效的字元。

# cname_domain_target_invalid
source: The specified domain name contains invalid characters.
fr: Le nom de domaine spécifié contient des caractères non valides.
zh_tw: 指定的網域名稱含有無效的字元。

# cname_host_target_invalid
source: The specified host name contains invalid characters.
fr: Le nom d'hôte spécifié contient des caractères non valides.
zh_tw: 指定的主機名稱含有無效的字元。

# subdom_host_name_invalid
source: The specified host name contains invalid characters.
fr: Le nom d'hôte spécifié contient des caractères non valides.
zh_tw: 指定的主機名稱含有無效的字元。

# subdom_domain_name_invalid
source: The specified domain name contains invalid characters.
fr: Le nom de domaine spécifié contient des caractères non valides.
zh_tw: 指定的網域名稱含有無效的字元。

# subdom_namerservers_invalid
source: The specified fully-qualified domain name for the primary DNS server is invalid.
fr: Le nom de domaine entièrement qualifié spécifié pour le serveur DNS primaire est incorrect.
zh_tw: 對主要 DNS 伺服器所指定的完整網域名稱無效。

# subnet_subnet_mask_invalid
source: The specified subnet mask is invalid. The subnet mask must be entered in dot-quad notation.
fr: Le masque de sous-réseau spécifié n'est pas valide. Le masque de sous-réseau doit être saisi en notation à quatre points.
zh_tw: 指定的子網路遮罩無效。子網路遮罩必須以點號及四個數字表示法輸入。

# subnet_ip_address_invalid
source: The specified IP address is invalid.
fr: L'adresse IP spécifiée n'est pas valide.
zh_tw: 指定的 IP 位址無效。

# subnet_nameservers_invalid
source: The specified fully-qualified domain name for the primary DNS server is invalid.
fr: Le nom de domaine entièrement qualifié spécifié pour le serveur DNS primaire est incorrect.
zh_tw: 對主要 DNS 伺服器所指定的完整網域名稱無效。

# primary_dns_invalid
source: The specified host name contains invalid characters.
fr: Le nom d'hôte spécifié contient des caractères non valides.
zh_tw: 指定的主機名稱含有無效的字元。

# secondary_dns_invalid
source: A secondary name server host name contains invalid characters.
fr: Un nom d'hôte de serveur de noms secondaire contient des caractères non valides.
zh_tw: 次要名稱伺服器主機名稱含有無效的字元。

# cname_domain_name_empty
source: Please enter the Alias Domain Name.
fr: Entrez le Nom de domaine alias.
zh_tw: 請輸入「別名網域名稱」。

# cname_domain_target_empty
source: Please specify a Real Domain Name to which the Alias Host and Domain Name will resolve.
fr: Spécifiez un nom de domaine réel vers lequel sera converti l'alias de nom d'hôte et de domaine.
zh_tw: 請指定由「別名主機名稱」和「別名網域名稱」解析成的「實際網域名稱」。

# slave_domain_empty
source: Please specify the domain name for which this server will become a secondary DNS server.
fr: Spécifiez le nom de domaine pour lequel ce serveur deviendra un serveur DNS secondaire.
zh_tw: 請指定此伺服器次要 DNS 伺服器的網域名稱。

# slave_dom_masters_empty
source: Please specify the IP address of the primary DNS server for the Domain Name.
fr: Spécifiez l'adresse IP du serveur DNS primaire pour le nom de domaine.
zh_tw: 請對此「網域名稱」指定主要 DNS 伺服器的 IP 位址。

# slave_ipaddr_empty
source: Please specify an IP address that is a member of the network authority served by the Primary DNS Server.
fr: Spécifiez une adresse IP appartenant à l'autorité de réseau prise en charge par le serveur DNS primaire.
zh_tw: 請指定一個 IP 位址，其為主要 DNS 伺服器所伺服之網路權限的組員。

# slave_net_masters_empty
source: Please specify the IP address of the primary DNS server for the Network authority.
fr: Spécifiez l'adresse IP du serveur DNS primaire pour l'autorité de réseau.
zh_tw: 請對此「網路權限」指定主要 DNS 伺服器的 IP 位址。

# slave_netmask_empty
source: Please specify the netmask in dot-quad notation that, in addition to the specified Network IP address, defines the network for which the Primary DNS Server is authoritative.
fr: Spécifiez, en notation décimale avec points, le masque de réseau qui, avec l'adresse IP de réseau spécifiée, définit le réseau pour lequel le serveur DNS primaire fait autorité.
zh_tw: 除了指定的網路 IP 位址之外，請以點號及四個數字表示法指定網路遮罩，該網路遮罩定義主要 DNS 伺服器代表的網路。

# cname_host_name_empty
source: Please specify the host name for this record.
fr: Spécifiez le nom d'hôte pour cet enregistrement.
zh_tw: 請指定此記錄的主機名稱。

# cname_host_name_invalid
source: The specified host name contains invalid characters.
fr: Le nom d'hôte spécifié contient des caracteres non valides.
zh_tw: 指定的主機名稱含有無效的字元。

# named-did-not-start
source: The [[base-dns.dns]] Server failed to start. Please disable and enable the server.
fr: Le serveur [[base-dns.dns]] n'a pas pu démarrer. Veuillez désactiver et réactiver le serveur.
zh_tw: [[base-dns.dns]] 伺服器無法啟動。請停用該伺服器後再啟用它。

# capgroup_adminDns
source: Manage DNS
fr: Gérer DNS
zh_tw: 管理 DNS

# capgroup_adminDns_help
source: This administrative right allows a user to manage all aspects of the DNS server
fr: Ce droit administratif permet à un utilisateur de gérer tous les aspects du serveur DNS
zh_tw: 這個管理權限允許使用者管理 DNS 伺服器的所有方面。

# listAction
source: Action
zh_tw: 動作

# recordlist_action
source: Action
zh_tw: 動作
