Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-power.mod/locale/*/power.po
Languages: de, fr, ja, zh_tw

source: Power
de: Ein/Aus
fr: Arrêt
ja: 電源
zh_tw: 電源

# powerHelp
source: The server appliance can be rebooted here.
de: Der Server kann hier neu gestartet werden.
fr: Le serveur peut être redémarré ici.
ja: サーバを再起動できます。
zh_tw: 此處可重新啟動伺服器設備。

# shutdownMessage
source: For security reasons, this server appliance cannot be shutdown through the web user interface. <BR>Please use the LCD Panel on the server appliance to shutdown instead.
de: Aus Sicherheitsgründen kann dieser Server nicht über die Web-Benutzeroberfläche abgeschaltet werden. <BR>Bitte verwenden Sie stattdessen das LCD-Display am Server, um den Server abzuschalten.
fr: Pour des raisons de sécurité, ce serveur ne peut pas être éteint depuis l'interface utilisateur Web. Utilisez le panneau LCD sur le serveur pour l'arrêter.
ja: <BR>セキュリティ上の理由により、ブラウザ画面からこのサーバの電源を切ることはできません。サーバの電源を切る必要があれば、サーバ本体の前面にある LCD パネルを次の手順で操作してください。
zh_tw: 基於安全性考量，您無法透過 web 使用者介面關閉本伺服器設備。<BR>請改用伺服器設備上的 LCD 畫面來關機。

# shutdownInstructions
source: To power down the server appliance:<OL><LI>On the LCD console, press and hold down the Select button for approximately 2 seconds.<BR>The LCD screen displays: <BR>&nbsp;&nbsp;&nbsp;&nbsp;<CODE>SELECT: <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SETUP NETWORK</CODE><BR><BR><LI>Press the Select button until POWER DOWN appears in the LCD screen: <BR>&nbsp;&nbsp;&nbsp;&nbsp;<CODE>SELECT: <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;POWER DOWN</CODE><BR><BR><LI>Press the Enter button.<BR><BR><LI>Use the arrow buttons to toggle the cursor between [Y] and [N]. Select [Y] to power down the system. The LCD screen displays:<BR>&nbsp;&nbsp;&nbsp;&nbsp;<CODE>PLEASE SWITCH POWER OFF NOW</CODE><BR><BR><LI>Press the On/Off button on the back panel to turn off the server appliance.</OL>
de: So schalten Sie den Server ab:<OL><LI>Drücken Sie auf dem LCD-Display die Taste 'Auswählen' und halten Sie diese ca. 2 Sekunden lang gedrückt.<BR>Auf dem LCD-Bildschirm wird Folgendes angezeigt: <BR>&nbsp;&nbsp;&nbsp;&nbsp;<CODE>AUSWAEHLEN: <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NETZWERK EINRICHTEN</CODE><BR><BR><LI>Drücken Sie die Taste 'Auswählen', bis ABSCHALTEN angezeigt wird: <BR>&nbsp;&nbsp;&nbsp;&nbsp;<CODE>AUSWAEHLEN: <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ABSCHALTEN</CODE><BR><BR><LI>Drücken Sie die Eingabetaste.<BR><BR><LI>Verwenden Sie die Pfeiltasten, um den Cursor von [J] auf [N] und umgekehrt zu verschieben. Wählen Sie [J] aus, um das System abzuschalten. Auf dem LCD-Bildschirm wird Folgendes angezeigt:<BR>&nbsp;&nbsp;&nbsp;&nbsp;<CODE>BITTE JETZT ABSCHALTEN</CODE><BR><BR><LI>Drücken Sie den Hauptschalter an der Rückseite, um den Server abzuschalten.</OL>
fr: Pour mettre le serveur hors tension :<OL><LI>Sur la console LCD, appuyez sur le bouton Sélection en le maintenant enfoncé pendant environ 2 secondes.<BR>L'écran LCD affiche :<BR>&nbsp;&nbsp;&nbsp;&nbsp;<CODE>SELECTIONNER: <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CONFIG RESEAU</CODE><BR><BR><LI>Appuyez sur le bouton Sélection jusqu'à l'affichage de ETEINDRE sur l'écran LCD :<BR>&nbsp;&nbsp;&nbsp;&nbsp;<CODE>SELECTION : <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ETEINDRE</CODE><BR><BR><LI>Appuyez sur le bouton Entrée.<BR><BR><LI>Utilisez les boutons fléchés pour basculer entre [O] et [N]. Sélectionnez [O] pour mettre le système hors tension. L'écran LCD affiche :<BR>&nbsp;&nbsp;&nbsp;&nbsp;<CODE>ETEINDRE MAINTENANT</CODE><BR><BR><LI>Appuyez sur le bouton marche/arrêt sur le panneau arrière pour arrêter le serveur.</OL>
ja: サーバの電源切断手順：<OL><LI>LCD パネルの右上隅にある［選択］ボタンを約２秒間押し続けると、LCD パネルに次のメニューが表示されます。<BR><BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<CODE>センタク: <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ネットワーク ノ セッテイ</CODE><BR><BR><LI>LCD パネルに次のメニューが表示されるまで、［選択］ボタンを数回押してください。<BR><BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<CODE>センタク: <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;デンゲン セツダン</CODE><BR><BR><LI>ここで、右下隅にある［実行］ボタンを押します。<BR><BR><LI>[Y]ハイ [N]イイエ と表示されるので、矢印ボタンを使って [Y]ハイ を選びます。システムのシャットダウン処理が開始します。電源スイッチを切る用意が出来ると、LCDパネルに次のメッセージが表示されます。<BR><BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<CODE>デンゲン スイッチヲ</CODE><BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<CODE>オフニ シテクダサイ</CODE><BR><BR><LI>この状態でサーバ本体背面にある電源スイッチをオフにすることにより、サーバの電源を安全に落とせます。</OL>
zh_tw: 關閉伺服器設備電源的步驟如下：<OL><LI>在 LCD 主控台上，按住「選取」按鈕約 2 秒。<BR>即顯示 LCD 螢幕：<BR>&nbsp;&nbsp;&nbsp;&nbsp;<CODE>SELECT: <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SETUP NETWORK</CODE><BR><BR><LI>按住「選取」按鈕，直到 POWER DOWN 出現在 LCD 螢幕中：<BR>&nbsp;&nbsp;&nbsp;&nbsp;<CODE>SELECT: <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;POWER DOWN</CODE><BR><BR><LI>按 Enter 按鈕。<BR><BR><LI>使用箭頭按鈕，在 [Y] 與 [N] 之間輪換游標。選取 [Y] 關閉系統的電源。LCD 螢幕顯示：<BR>&nbsp;&nbsp;&nbsp;&nbsp;<CODE>PLEASE SWITCH POWER OFF NOW</CODE><BR><BR><LI>按下後面板上的「開關」按鈕，關閉伺服器設備。</OL>

# reboot
source: Reboot Now
de: Jetzt neu starten
fr: Redémarrer maintenant
ja: 今すぐ再起動する
zh_tw: 立即重新啟動

# reboot_help
source: Click here to reboot the server appliance.
de: Klicken Sie hier, um den Server neu zu starten.
fr: Cliquez ici pour réamorcer le serveur.
ja: このボタンをクリックすると、サーバが直ちに再起動します。
zh_tw: 按一下此處，可重新啟動伺服器設備。

# askRebootConfirmation
source: Are you sure you want to reboot the server appliance?
de: Wollen Sie den Server wirklich neu starten?
fr: Voulez-vous vraiment redémarrer le serveur ?
ja: サーバを再起動してよろしいですか？
zh_tw: 您確定要重新啟動伺服器設備嗎？

# rebooting
source: The server appliance is now rebooting. It should be available again in a few minutes.
de: Der Server wird jetzt neu gestartet. Er steht in wenigen Minuten wieder zur Verfügung.
fr: Le serveur est en train de se réamorcer. Il sera disponible à nouveau dans quelques minutes.
ja: サーバを再起動しています。再起動の完了には数分間かかります。
zh_tw: 現在正在重新啟動伺服器設備；稍候幾分鐘應可再度使用。

# capgroup_adminPower
source: Manage System Power
de: Energieverwaltung des Systems
fr: Gérer l'alimentation système
ja: システム電源の管理
zh_tw: 管理系統電源

# capgroup_adminPower_help
source: This administrative right allows a user to reboot this machine through the web interface
de: Dieses Administrationsrecht ermöglicht dem Benutzer, den Rechner über die Web-Benutzeroberfläche neu zu starten.
fr: Ce droit administratif permet à un utilisateur de réinitialiser cette machine par le biais de l'interface Web
ja: この管理権限を持つユーザはウェブインターフェイスからこのマシンを再起動できます。
zh_tw: 這個管理權限可讓使用者透過 Web 介面重新啟動這台機器
