Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-swupdate.mod/locale/*/swupdate.po
Languages: da_dk, de_de, es, es_es, fr_fr, it_it, ja_jp, pt_pt

# NoSWUpdateServerBody
source: The location for the [[base-swupdate.software]] server could not be determined. Please go to the [[base-swupdate.software]] Settings page and specify a URL for the [[base-swupdate.software]] server.
da_dk: Placeringen for [[base-swupdate.software]] server kunne ikke bestemmes. Skal du gå til [[base-swupdate.software]] Indstillinger og angive en URL-adresse til [[base-swupdate.software]] server.
de_de: Der Standort für den Server für [[base-swupdate.software]] konnte nicht ermittelt werden. Bitte gehen Sie auf die Seite für die Einstellungen der [[base-swupdate.software]] und geben Sie eine URL für den [[base-swupdate.software]] Server an.
es_es: La ubicación para el [[base-swupdate.software]] servidor no se pudo determinar. Por favor, vaya a la página [[base-swupdate.software]] Configuración y especifique una URL para el [[base-swupdate.software]] servidor.
fr_fr: L'emplacement du serveur [[base-swupdate.software]] n'a pas pu être déterminée. Veuillez aller à la page Paramètres [[base-swupdate.software]] et spécifier une URL pour le serveur [[base-swupdate.software]].
it_it: La posizione per la [[base-swupdate.software]] del server non può essere determinato. Si prega di passare alla pagina Impostazioni [[base-swupdate.software]] e specificare un URL per il [[base-swupdate.software]] server.
ja_jp: [[base-swupdate.software]] サーバの場所が特定できません。[[base-swupdate.software]] 設定ページで、[[base-swupdate.software]] サーバの URL を指定してください。
pt_pt: A localização para o [[base-swupdate.software]] servidor não pôde ser determinada. Por favor, vá para a página Configurações [[base-swupdate.software]] e especifique uma URL para o [[base-swupdate.software]] servidor.

# NoSystemInfoSubject
source: [[base-swupdate.software]] is unable to determine system information.
da_dk: [[base-swupdate.software]] ikke er i stand til at bestemme systemets information.
de_de: [[base-swupdate.software]] ist nicht in der Lage die Systeminformationen Ihres Servers zu ermitteln.
es_es: [[base-swupdate.software]] es incapaz de determinar la información del sistema.
fr_fr: [[base-swupdate.software]] est incapable de déterminer des informations du système.
it_it: [[base-swupdate.software]] è in grado di determinare le informazioni di sistema.
ja_jp: [[base-swupdate.software]] が、システム情報を特定できません。
pt_pt: [[base-swupdate.software]] é incapaz de determinar as informações do sistema.

# NoSystemInfoBody
source: The server was unable to determine system information needed by the [[base-swupdate.software]] server. [[base-sauce-basic.contactTechSupport]]
da_dk: Serveren kunne ikke bestemme systemets nødvendige oplysninger af [[base-swupdate.software]] server. [[base-sauce-basic.contactTechSupport]]
de_de: Der Server für [[base-swupdate.software]] konnte die Systeminformationen Ihres Servers Server nicht ermitteln. [[base-Sauce-basic.contactTechSupport]]
es_es: El servidor no ha podido determinar la información del sistema que necesita el [[base-swupdate.software]] servidor. [[base-sauce-basic.contactTechSupport]]
fr_fr: Le serveur n'a pas pu déterminer les informations système requise par le serveur [[base-swupdate.software]]. [[base-sauce-basic.contactTechSupport]]
it_it: Il server non è in grado di determinare le informazioni di sistema necessarie per il [[base-swupdate.software]] server. [[base-sauce-basic.contactTechSupport]]
ja_jp: このサーバは、[[base-swupdate.software]] サーバが必要とするシステム情報を特定できませんでした。[[base-sauce-basic.contactTechSupport]]
pt_pt: O servidor foi incapaz de determinar as informações do sistema necessário para a [[base-swupdate.software]] servidor. [[base-sauce-basic.contactTechSupport]]

# NoPackageListBody
source: [[base-swupdate.software]] was unable to retrieve a list of packages from the [[base-swupdate.software]] server located at [[VAR.location]]. Please check to make sure that [[VAR.location]] is a valid [[base-swupdate.software]] server and that you can query it from your web browser.
da_dk: [[base-swupdate.software]] var i stand til at hente en liste af pakker fra [[base-swupdate.software]] server placeret på [[VAR.location]]. Venligst tjek for at sikre, at [[VAR.location]] er en gyldig [[base-swupdate.software]] server, og at du kan forespørge den fra din web browser.
de_de: Ihr Server konnte keine Liste der Pakete vom Update-Server bekommen, die zur Installation verfügbar sein könnten. Bitte stellen Sie sicher, dass der unter [[VAR.location]] angegebene Update-Server ein NewLinQ-Server ist.
es: [[base-swupdate.software]] no ha podido recuperar una lista de programas del servidor [[base-swupdate.software]] ubicado en '[[VAR.location]]'. Asegúrese de que '[[VAR.location]]' es un servidor de [[base-swupdate.software]] válido y de que puede consultarlo desde su navegador web.
es_es: [[base-swupdate.software]] no fue capaz de recuperar una lista de paquetes desde el [[base-swupdate.software]] servidor situado en [[VAR.location]]. Asegúrese por favor de que [[VAR.location]] es un [[base-swupdate.software]] servidor válido y que puedes consultar desde el navegador web.
fr_fr: [[base-swupdate.software]] n'a pas pu récupérer la liste des progiciels depuis le serveur [[base-swupdate.software]] situé à [[VAR.location]]. Veuillez vous assurer que [[VAR.location]] est un serveur [[base-swupdate.software]] valide et que vous pouvez le consulter depuis votre navigateur Web.
it_it: [[base-swupdate.software]] non è riuscito a recuperare un elenco di pacchetti dal [[base-swupdate.software]] server collocati presso la [[VAR.location]]. Si prega di controllare per assicurarsi che [[VAR.location]] è un [[base-swupdate.software]] server valido e che si può interrogare dal vostro browser web.
ja_jp: [[base-swupdate.software]] は、パッケージのリストを [[VAR.location]] にある [[base-swupdate.software]] サーバから取得できませんでした。[[VAR.location]] が有効な [[base-swupdate.software]] サーバであり、お使いのウェブブラウザから到達できることを確認してください。
pt_pt: [[base-swupdate.software]] não foi capaz de obter uma lista de pacotes do [[base-swupdate.software]] servidor localizado em [[VAR.location]]. Por favor, certifique-se de que [[VAR.location]] é um [[base-swupdate.software]] servidor válido e que você pode consultá-lo a partir do seu navegador.

# BadPackageFmtBody
source: The server returned package information that [[base-swupdate.software]] did not understand. [[base-sauce-basic.contactTechSupport]]
da_dk: Serveren returnerede pakke oplysninger, som [[base-swupdate.software]] ikke forstod. [[base-sauce-basic.contactTechSupport]]
de_de: Der Server lieferte Paket Informationen, die [[base-swupdate.software]] nicht verstand. [[base-Sauce-basic.contactTechSupport]]
es: El servidor devolvió información del programa que [[base-swupdate.software]] no entendió. [[base-sauce-basic.contactTechSupport]]
es_es: El servidor devuelve la información de paquete que [[base-swupdate.software]] no entendía. [[base-sauce-basic.contactTechSupport]]
fr_fr: Le serveur a renvoyé informations sur le package que [[base-swupdate.software]] ne comprenait pas. [[base-sauce-basic.contactTechSupport]]
it_it: Il server ha restituito informazioni sul pacchetto che [[base-swupdate.software]] non ha capito. [[base-sauce-basic.contactTechSupport]]
ja_jp: サーバが、[[base-swupdate.software]] には理解できないパッケージ情報を戻しました。[[base-sauce-basic.contactTechSupport]]
pt_pt: O servidor retornou informações sobre o pacote que [[base-swupdate.software]] não entendeu. [[base-sauce-basic.contactTechSupport]]

# NoPackagesBody
source: There are no new packages available for download.
da_dk: Der er ingen nye pakker til download.
de_de: Es stehen keine neuen Pakete zum Download zur Verfügung.
es_es: No hay nuevos paquetes disponibles para su descarga.
fr_fr: Il n'y a pas de nouveaux progiciels disponibles.
it_it: Non ci sono nuovi pacchetti disponibili per il download.
ja_jp: ダウンロードできるパッケージはありません。
pt_pt: Não há novos pacotes disponíveis para download.

# UnknownErrorBody
source: [[base-swupdate.software]] received an unknown error ([[VAR.error]]) when attempting to contact the server located at [[VAR.location]].
da_dk: [[base-swupdate.software]] modtaget en ukendt fejl ([[VAR.error]]), når du forsøger at kontakte serveren placeret på [[VAR.location]].
de_de: [[base-swupdate.software]] erhielt einen unbekannte Rückmeldung ([[VAR.error]]), als er versuchte, den Server [[VAR.location]] zu kontaktieren.
es_es: [[base-swupdate.software]] recibió un error desconocido ([[VAR.error]]) cuando se intenta contactar con el servidor situado en [[VAR.location]].
fr_fr: [[base-swupdate.software]] a reçu une erreur inconnue ([[VAR.error]]) en tentant de contacter le serveur situé à [[VAR.location]].
it_it: [[base-swupdate.software]] ha ricevuto un errore sconosciuto ([[VAR.error]]) durante il tentativo di contattare il server si trova a [[VAR.location]].
ja_jp: [[base-swupdate.software]] が、[[VAR.location]] サーバにアクセス中に、原因不明のエラー（[[VAR.error]]）を受信しました。
pt_pt: [[base-swupdate.software]] recebeu um erro desconhecido ([[VAR.error]]) ao tentar entrar em contato com o servidor localizado em [[VAR.location]].

# NewUpdatesSubject
source: New software is available for your server appliance
da_dk: Ny software er tilgængelig for din server apparat
de_de: Neue Software für Ihren Server verfügbar
es_es: El nuevo software está disponible para su dispositivo de servidor
fr_fr: Un nouveau logiciel est disponible pour ce serveur
it_it: Il nuovo software è disponibile per il vostro server appliance
ja_jp: このサーバ向けの新規ソフトウェアを入手できます。
pt_pt: Novo software está disponível para o seu dispositivo de servidor

# NewUpdatesBody
source: Please check the [[base-swupdate.software]] menu if you wish to install any of the following packages:
da_dk: Tjek venligst [[base-swupdate.software]] menuen, hvis du ønsker at installere nogen af ​​følgende pakker:
de_de: Bitte schauen Sie in das [[base-swupdate.software]]-Menü, wenn Sie eines der folgenden Pakete installieren möchten:
es_es: Consulte el menú [[base-swupdate.software]] si desea instalar cualquiera de los siguientes paquetes:
fr_fr: Veuillez consulter le menu [[base-swupdate.software]] si vous souhaitez installer les progiciels suivants :
it_it: Si prega di controllare il menu [[base-swupdate.software]] se si desidera installare uno dei seguenti pacchetti:
ja_jp: インストールしたいパッケージがあれば、[[base-swupdate.software]] メニューをご覧ください。
pt_pt: Por favor verifique o menu [[base-swupdate.software]] se você deseja instalar qualquer um dos seguintes pacotes:

# capgroup_adminBlueLinq
source: Manage BlueLinQ
da_dk: Administrer BlueLinQ
de_de: BlueLinQ Verwaltung
es_es: Gestione BlueLinQ
fr_fr: Gérer BlueLinQ
it_it: Gestire BlueLinQ
ja_jp: BlueLinQ の管理
pt_pt: Gerenciar BlueLinQ

# capgroup_adminBlueLinq_help
source: This administrative right allows a user to manage BlueLinQ. This allows a user to install new software and to update existing software.
da_dk: Denne administrative ret tillader en bruger at styre BlueLinQ. Dette giver brugeren mulighed for at installere ny software og opdatere eksisterende software.
de_de: Diese administrative Recht erlaubt es einem Benutzer, BlueLinQ zu verwalten. Dies ermöglicht einem Benutzer, neue Software zu installieren und vorhandene Software zu aktualisieren.
es_es: Este derecho administrativo permite al usuario gestionar BlueLinQ. Esto permite a un usuario instalar nuevo software y actualizar el software existente.
fr_fr: Ce droit administratif permet à un utilisateur de gérer BlueLinQ. Cela permet à celui-ci d'installer de nouveaux logiciels et de mettre à jour les logiciels existants.
it_it: Questo diritto amministrativo consente a un utente di gestire BlueLinQ. Ciò consente a un utente di installare nuovo software e di aggiornare il software esistente.
ja_jp: この管理者権限があると、ユーザは BlueLinQ を管理して、新規ソフトウェアや既存のソフトウェアのアップデートをインストールすることができませす。
pt_pt: Este direito administrativo permite ao usuário gerenciar BlueLinQ. Isso permite que um usuário para instalar um novo software e atualizar o software existente.

# 3rdpartypkg_warning
source: PLEASE NOTE: Installation of a third-party package or update may cause the server to malfunction, crash, or become unstable. In addition, packages from un-trusted sources may allow a malicious publisher or user to take control of the server. Please only install packages from a trusted third party source.
da_dk: BEMÆRK: Installation af en tredjeparts-pakke eller opdatere kan få serveren til funktionsfejl, nedbrud eller bliver ustabil. Desuden kan pakker fra un-pålidelige kilder give en ondsindet forlag eller brugeren at tage kontrol over serveren. Venligst kun installere pakker fra en betroet tredjepart kilde.
de_de: ACHTUNG: Die Installation eines Paketes von Drittanbietern kann zu Fehlfunktionen des Servers führen. Darüber hinaus können Pakete von nicht vertrauenswürdigen Quellen Schadcode oder Hintertüren enthalten. Bitte installieren Sie nur Pakete von vertrauenswürdigen Anbietern wie shop.blueonyx.it, www.solarspeed.net oder www.compassnetworks.com.au.
es_es: NOTA: La instalación de un paquete de terceros o de actualización puede provocar que el servidor funcione mal, accidente, o se vuelva inestable. Además, los paquetes de fuentes que no sean de confianza pueden permitir que un editor o usuario malicioso tomar el control del servidor. Por favor, sólo instalar paquetes desde una fuente tercero de confianza.
fr_fr: veuillez noter : L'installation d'un progiciel ou d'une mise à jour d'un tiers peut provoquer le dysfonctionnement du serveur, son crash ou de devenir instable. En outre, les progiciels provenant de sources non fiables peuvent permettre à un éditeur ou utilisateur malveillant de prendre contrôle du serveur. Veuillez installer uniquement les progiciels provenant d'une source de confiance.
it_it: NOTA: L'installazione di un pacchetto di aggiornamento o di terze parti potrebbe causare un malfunzionamento del server, crash, o diventare instabile. Inoltre, i pacchetti provenienti da fonti non attendibili possono permettere un editore o un utente malintenzionato di assumere il controllo del server. Prego soltanto installare i pacchetti da una fonte di terze parti di fiducia.
ja_jp: 次のことに注意してください: 第三者パッケージや最新版アップデートは サーバーの機能を損ねたり、サーバーを不安定にさせる可能性があります。そして信頼性のない出所からのパッケージは、悪意のある制作者が貴方の サーバーを監視する事が できるかも知れません。どうぞ 信頼された 第三者からだけ パッケージをインストールして下さい。
pt_pt: ATENÇÃO: A instalação de um pacote de terceiros ou atualização pode fazer com que o servidor ao mau funcionamento, falha, ou tornar-se instável. Além disso, os pacotes a partir de fontes não confiáveis ​​pode permitir que um usuário malicioso ou editora para assumir o controle do servidor. Por favor, só instalar os pacotes a partir de uma fonte de terceiros de confiança.

# warning_header
source: Warning!!!
da_dk: Advarsel!
de_de: Achtung!
es_es: Advertencia!
fr_fr: Attention !
it_it: Attenzione!
pt_pt: Atenção!

# cap_managePackage
source: Software Updates Management
da_dk: Softwareopdateringer Management
de_de: Software-Update Management
es_es: Gestión de actualizaciones de software
fr_fr: Gestion des mises à jour
it_it: Aggiornamenti software di gestione
ja_jp: ソフトウェア更新管理
pt_pt: Gestão Software Updates

# BXnewpkg
source: New PKG
de_de: Neues PKG
es_es: Nueva PKG
fr_fr: Nouveau PKG
it_it: Nuovo PKG
ja_jp: 新PKG

# BXnewpkg_help
source: This is a new package.
de_de: Dies ist ein neues Paket.
es_es: Se trata de un nuevo paquete.
fr_fr: Il s'agit d'un nouveau paquet.
it_it: Si tratta di un nuovo pacchetto.
ja_jp: これは、新しいパッケージです。

# BXnewupdate
source: New Update
de_de: Neues Update
es_es: Nueva Actualización
fr_fr: Nouvelle mise à jour
it_it: Nuovo aggiornamento
ja_jp: 新しいアップデート

# BXnewupdate_help
source: This is a new update for a package that you already have installed.
de_de: Dies ist ein neues Update für ein Paket, welches Sie bereits installiert haben.
es_es: Esta es una nueva actualización para un paquete que ya está instalado.
fr_fr: Il s'agit d'une nouvelle mise à jour pour un paquet que vous avez déjà installé.
it_it: Si tratta di un nuovo aggiornamento per un pacchetto che hai già installato.
ja_jp: これは、既にインストールしたパッケージのための新しいアップデートです。

# BXpkg_help
source: This package is available for installation.
de_de: Dieses Paket ist für die Installation verfügbar.
es_es: Este paquete está disponible para su instalación.
fr_fr: Ce forfait est disponible pour l'installation.
it_it: Questo pacchetto è disponibile per l'installazione.
ja_jp: このパッケージには、インストールのために提供されています。

# BXupdate
source: Update
de_de: Aktualisierung
es_es: Actualización
fr_fr: Mettre à jour
it_it: Aggiornare
ja_jp: アップデート

# BXupdate_help
source: This is an update for a package that you already have installed.
de_de: Dies ist ein Update für ein Paket, welches Sie bereits installiert haben.
es_es: Se trata de una actualización para un paquete que ya está instalado.
fr_fr: Il s'agit d'une mise à jour pour un paquet que vous avez déjà installé.
it_it: Questo è un aggiornamento di un pacchetto che hai già installato.
ja_jp: これは、すでにインストールされているパッケージのアップデートです。

# UpdatesAvailablePackagesBody
source: There are updates available for packages that you already have installed.
de_de: Für bereits installierte Pakete sind aktualisierte Versionen auf NewLinQ verfügbar.
es_es: Hay actualizaciones disponibles para los paquetes que ya se ha instalado.
fr_fr: Il ya des mises à jour disponibles pour les packages que vous avez déjà installés.
it_it: Ci sono aggiornamenti disponibili per i pacchetti che avete già installato.
ja_jp: すでにインストールされているパッケージの利用可能なアップデートがあります。

# AutoUpdate
source: Auto Update PKGs
de_de: Automatische Paket-Aktualisierung
es_es: PKG Auto Actualizar
fr_fr: Mise à jour automatique PKGs
it_it: Auto aggiornamento PKGS
ja_jp: 自動更新のPKG

# AutoUpdate_help
source: If this feature is enabled selected updates will be installed automatically. As soon as a new package for one of the selected applications becomes available, then the update will be installed automatically. Please note that certain packages are rather complex and unobserved automated updates may break things. We discourage to use this for automatically updating PHP packages, as this might break PHP usage on virtual sites. Please use this feature at your own discretion and risk.
de_de: Wenn diese Funktion aktiviert ist, so werden aktualisierte Versionen der ausgewählten Packete automatisch installiert. Bitte beachten Sie, dass einige Pakete recht komplex sind und ein automatisierte und unüberwachte Aktualisierung zu Fehlern führen kann. Wir raten daher, die automatische Aktualisierung nicht für kritische Anwendungen wie PHP zu verwenden, da sonst ggf. Webseiten nicht mehr funktionieren. Bitte verwenden Sie diese Funktion auf eigenes Risiko.
es_es: Si se activa esta función se instalará automáticamente las actualizaciones seleccionadas. Tan pronto como un nuevo paquete para una de las aplicaciones seleccionadas que se disponga, a continuación, la actualización se instalará automáticamente. Tenga en cuenta que ciertos paquetes son cambios bastante complejas y no observados automatizados pueden romper cosas. Desaconsejamos utilizar esto para actualizar automáticamente los paquetes de PHP, ya que esto podría romper el uso de PHP en sitios virtuales. Utilice esta función a su propia discreción y riesgo.
fr_fr: Si cette fonction est activée mises à jour sélectionnées seront installés automatiquement. Dès qu'un nouveau package pour l'une des applications sélectionnées devient disponible, la mise à jour sera installée automatiquement. S'il vous plaît noter que certains paquetages sont mises à jour automatisées plutôt complexes et non observées peuvent casser les choses. Nous déconseillons d'utiliser cette mise à jour automatiquement des paquets de PHP, car cela pourrait briser l'utilisation de PHP sur les sites virtuels. S'il vous plaît utiliser cette fonctionnalité à vos propres risques et périls.
it_it: Se questa funzione è abilitata aggiornamenti selezionati verranno installati automaticamente. Non appena un nuovo pacchetto per una delle applicazioni selezionate diventa disponibile, allora l'aggiornamento verrà installato automaticamente. Si prega di notare che alcuni pacchetti sono aggiornamenti automatici piuttosto complessi e non osservate potrebbero rompere le cose. Noi sconsigliamo di usare questo per aggiornare automaticamente i pacchetti PHP, in quanto ciò potrebbe rompere l'utilizzo di PHP su siti virtuali. Si prega di utilizzare questa funzione a propria discrezione e rischio.
ja_jp: この機能が有効になっている場合は選択した更新プログラムが自動的にインストールされます。選択したアプリケーションのいずれかの新しいパッケージが利用可能になるとすぐに、アップデートは自動的にインストールされます。物事を破ることができる自動更新、特定のパッケージがかなり複雑と観測されないことに注意してください。これは仮想サイト上のPHPの使用を壊すかもしれないように、自動的にPHPパッケージを更新するためにこれを使用することを推奨しています。ご自身の判断とリスクでこの機能を使用してください。

# AutoUpdateList
source: Auto Update Packages
de_de: Automatische Paket-Aktualisierung
es_es: Paquetes Auto Actualizar
it_it: Auto pacchetti di aggiornamento
ja_jp: 自動アップデートパッケージ
