Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-swupdate.mod/locale/*/swupdate.po
Languages: da_dk, de_de, es, es_es, fr_fr, it_it, ja_jp, pt_pt

# software
source: Software Updates
da_dk: Opdater
es_es: Actualizaciones
fr_fr: Mises à jour de logiciels
it_it: Aggiornamenti
ja_jp: ソフトウェア更新
pt_pt: Atualizações

# software_help
source: The [[base-swupdate.software]] section allows you to check for and install new or updated software packages.
da_dk: Den [[base-swupdate.software]] sektion tillader dig at søge efter og installere nye eller opdaterede softwarepakker.
de_de: [[base-swupdate.software]] ermöglicht es Ihnen, die Verfügbarkein von Updates zu prüfen und diese ggf. zu installieren.
es_es: El [[base-swupdate.software]] sección te permite buscar e instalar paquetes de software nuevos o actualizados.
fr_fr: La section [[base-swupdate.software]] vous permet de vérifier et d'installer les progiciels (produits ou ensemble de logiciels) nouveaux ou des mises à jour.
it_it: Il [[base-swupdate.software]] sezione ti permette di cercare e installare pacchetti nuovi o aggiornati software.
ja_jp: [[base-swupdate.software]] セクションでは、新しいソフトウェアやアップデートパッケージが利用できるかどうかを確認できます。
pt_pt: O [[base-swupdate.software]] seção permite-lhe procurar e instalar pacotes de software novos ou atualizados.

# softwareNew
source: Third Party Software
de_de: Software Drittanbieter
es_es: Software de terceros
fr_fr: Logiciels de tiers
it_it: Software di terze parti
ja_jp: 他社のソフトウェア
pt_pt: Software de Terceiros

# softwareNew_help
source: Click here to check for and install available new software from third parties.
da_dk: Klik her for at søge efter og installere tilgængelige ny software fra tredjepart.
de_de: Klicken Sie Sie hier, um nach verfügbaren Upates von Drittanbietern zu suchen.
es_es: Haga clic aquí para buscar e instalar nuevo software disponible de terceros.
fr_fr: Cliquer ici pour vérifier et installer un nouveau logiciel disponible auprès de tiers.
it_it: Clicca qui per verificare e installare nuovo software disponibile da terze parti.
ja_jp: 他社の新しいソフトウェアをインストールできます。
pt_pt: Clique aqui para procurar e instalar um novo software disponível a partir de terceiros.

# softwareNewSun_help
source: Click here to check for and install available new software from [[base-alpine.osVendor]].
da_dk: Klik her for at søge efter og installere tilgængelige nye software fra [[base-alpine.osVendor]].
de_de: Klicken Sie Sie hier, um nach verfügbarer [[base-alpine.osVendor]] Software zu suchen.
es_es: Haga clic aquí para buscar e instalar nuevo software disponible en [[base-alpine.osVendor]].
fr_fr: Cliquer ici pour vérifier et installer un nouveau logiciel disponible à auprès de [[base-alpine.osVendor]].
it_it: Clicca qui per verificare e installare nuovo software disponibile da [[base-alpine.osVendor]].
ja_jp: [[base-alpine.osName]] システムの新しいソフトウェアをインストールできます。
pt_pt: Clique aqui para procurar e instalar um novo software disponível a partir de [[base-alpine.osVendor]].

# softwareUpdate
source: Third Party Updates
da_dk: Tredjemands Opdateringer
de_de: Updates Drittanbieter
es_es: Actualizaciones de Terceros
fr_fr: Mises à jour de tiers
it_it: Aggiornamenti di Terzi
ja_jp: その他のアップデート
pt_pt: Terceiro Atualizações

# softwareUpdate_help
source: Click here to check for and install available software updates from third parties.
da_dk: Klik her for at søge efter og installere tilgængelige softwareopdateringer fra tredjepart.
de_de: Klicken Sie Sie hier, um nach verfügbarer Software von Drittanbietern zu suchen.
es_es: Haga clic aquí para buscar e instalar actualizaciones de software de terceros.
fr_fr: Cliquer ici pour vérifier et installer les mises à jour de logiciels disponibles auprès de tiers.
it_it: Clicca qui per controllare e installare gli aggiornamenti software disponibili da terzi.
ja_jp: 現在インストールされている [[base-alpine.osName]] システム以外のソフトウェアのアップデートをインストールできます。
pt_pt: Clique aqui para verificar e instalar atualizações de software disponíveis a terceiros.

# softwareUpdateSun
source: [[base-alpine.osName]] Updates
da_dk: [[base-alpine.osName]] Opdateringer
es_es: [[base-alpine.osName]] Actualizaciones
fr_fr: Mises à jour [[base-alpine.osName]]
it_it: [[base-alpine.osName]] Aggiornamenti
ja_jp: [[base-alpine.osName]] のアップデート

# softwareUpdateSun_help
source: Click here to check for and install available software updates from [[base-alpine.osVendor]].
da_dk: Klik her for at søge efter og installere tilgængelige softwareopdateringer fra [[base-alpine.osVendor]].
de_de: Klicken Sie Sie hier, um nach verfügbaren Updates von [[base-alpine.osVendor]] zu suchen.
es_es: Haga clic aquí para buscar e instalar actualizaciones de software disponibles a partir de [[base-alpine.osVendor]].
fr_fr: Cliquer ici pour vérifier et installer les mises à jour logicielles disponibles auprès de [[base-alpine.osVendor]].
it_it: Clicca qui per controllare e installare gli aggiornamenti software disponibili dal [[base-alpine.osVendor]].
ja_jp: 現在インストールされている [[base-alpine.osName]] システムのソフトウェアのアップデートをインストールできます。
pt_pt: Clique aqui para verificar e instalar atualizações de software disponíveis a partir de [[base-alpine.osVendor]].

# softwareInstalled
source: Installed Software
da_dk: Installeret software
de_de: Installierte Software
es_es: Software instalado
fr_fr: Logiciels installés
it_it: Software installato
ja_jp: ソフトウェア一覧
pt_pt: Software instalado

# softwareInstalled_help
source: Click here to view a listing of software packages that are currently installed on the system.
da_dk: Klik her for at se en liste over software-pakker, der er installeret på systemet.
de_de: Klicken Sie hier, um die Liste von derzeit installieren Software-Paketen zu sehen.
es_es: Haz clic aquí para ver una lista de los paquetes de software que están instalados actualmente en el sistema.
fr_fr: Cliquer ici pour consulter la liste des logiciels qui sont actuellement installés sur le système.
it_it: Clicca qui per visualizzare un elenco di pacchetti software che sono attualmente installati sul sistema.
ja_jp: 現在システムにインストールされているソフトウェアパッケージのリストが表示されます。
pt_pt: Clique aqui para ver uma lista de pacotes de software que estão instalados atualmente no sistema.

# softwareSettings
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Configuración
fr_fr: Réglages
it_it: Impostazioni
ja_jp: 設定
pt_pt: Configurações

# softwareSettings_help
source: Click here to change [[base-swupdate.software]] Settings.
da_dk: Klik her for at ændre [[base-swupdate.software]] Settings.
de_de: Klicken Sie Sie hier, um die [[base-swupdate.software]] Einstellungen zu ändern.
es_es: Haga clic aquí para cambiar [[base swupdate.software]] Configuración.
fr_fr: Cliquer ici pour changer les paramètres [[base-swupdate.software]].
it_it: Clicca qui per cambiare [[base-swupdate.software]] Impostazioni.
ja_jp: [[base-swupdate.software]] の設定を変更できます。
pt_pt: Clique aqui para mudar [[base-swupdate.software]] Configurações.

# splashSoftwareMessage
source: The [[base-swupdate.software]] section allows you to manage software applications installed on the system.
da_dk: Den [[base-swupdate.software]] sektion tillader dig at styre programmer der er installeret på systemet.
de_de: Der Abschnitt [[base-swupdate.software]] ermöglicht es Ihnen, die installierten Software-Anwendungen zu verwalten und Updates einzuspielen.
es_es: El [[base-swupdate.software]] sección le permite administrar las aplicaciones de software instaladas en el sistema.
fr_fr: La section [[base-swupdate.software]] vous permet de gérer les applications installées sur le système.
it_it: Il [[base-swupdate.software]] sezione consente di gestire le applicazioni software installate nel sistema.
ja_jp: [[base-swupdate.software]] セクションでは、システムにインストールされているソフトウェアを管理できます。
pt_pt: O [[base-swupdate.software]] seção permite que você gerencie os aplicativos de software instalados no sistema.

source: Install
da_dk: Installer
de_de: Installieren
es_es: Instalar
fr_fr: Installer
it_it: Installare
ja_jp: インストール
pt_pt: Instalar

# install_help
source: Click here to install the specified software package.
da_dk: Klik her for at installere den angivne softwarepakke.
de_de: Klicken Sie hier, um die ausgewählte Software zu installieren.
es_es: Haga clic aquí para instalar el paquete de software especificado.
fr_fr: Cliquer ici pour installer le progiciel spécifié.
it_it: Clicca qui per installare il pacchetto software specificato.
ja_jp: このボタンをクリックすると、指定したソフトウェアパッケージがインストールされます。
pt_pt: Clique aqui para instalar o pacote de software específico.

# installField
source: Install Details
da_dk: Installer Detaljer
de_de: Details der Installation
es_es: Instale Detalles
fr_fr: Détails d'installation
it_it: Installare Dettagli
ja_jp: 詳細
pt_pt: Instale detalhes

# installField_help
source: Click on the icon to show more information about obtaining and installing this package.
da_dk: Klik på ikonet for at vise flere oplysninger om anskaffelse og installation af denne pakke.
de_de: Klicken Sie hier, um mehr Informationen über dieser Software zu sehen.
es_es: Haga clic en el icono para mostrar más información acerca de cómo obtener e instalar este paquete.
fr_fr: Cliquer sur l'icône pour afficher plus d'informations sur l'obtention et l'installation de ce progiciel.
it_it: Clicca sull'icona per visualizzare ulteriori informazioni su come ottenere e installare questo pacchetto.
ja_jp: このアイコンをクリックすると、パッケージのダウンロードとインストールに関する情報が現れます。そこでもう一度インストールするかを 確認します。
pt_pt: Clique no ícone para mostrar mais informações sobre como obter e instalar este pacote.

source: Prepare
da_dk: Forbered
de_de: Vorbereiten
es_es: Preparar
fr_fr: Préparer
it_it: Preparare
ja_jp: インストール準備を開始
pt_pt: Preparar

# prepare_help
source: Click here to prepare the software package for installation.
da_dk: Klik her for at forberede software-pakke til installation.
de_de: Klicken Sie hier, um die Installation vorzubereiten.
es_es: Haga clic aquí para preparar el paquete de software para la instalación.
fr_fr: Cliquer ici pour préparer le progiciel d'installation.
it_it: Clicca qui per preparare il pacchetto per l'installazione.
ja_jp: このボタンをクリックすると、ソフトウェアパッケージのインストール準備が始まります。
pt_pt: Clique aqui para preparar o pacote de software para a instalação.

# nameField
source: Name
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
pt_pt: Nome

# nameField_help
source: This shows the name of the software package.
da_dk: Dette viser navnet på den software-pakke.
de_de: Zeigt den Namen des Software-Paketes an.
es_es: Esto muestra el nombre del paquete de software.
fr_fr: Le nom du progiciel.
it_it: Questo mostra il nome del pacchetto software.
ja_jp: ソフトウェアパッケージの名前です。
pt_pt: Isto mostra o nome do pacote de software.

# versionField
source: Version
es_es: Versión
it_it: Versione
ja_jp: バージョン
pt_pt: Versão

# versionField_help
source: This shows the version of the software package.
da_dk: Dette viser den version af softwarepakken.
de_de: Zeigt die Version des Software-Paketes.
es_es: Esto muestra la versión del paquete de software.
fr_fr: La version du progiciel.
it_it: Questo mostra la versione del pacchetto software.
ja_jp: ソフトウェアパッケージのバージョンです。
pt_pt: Isto mostra a versão de pacote de software.

# vendorField
source: Vendor
de_de: Anbieter
es_es: Vendedor
fr_fr: Fournisseur
it_it: Venditore
ja_jp: 提供元
pt_pt: Vendedor

# vendorField_help
source: This shows the vendor of the software package.
da_dk: Dette viser leverandøren af ​​softwarepakken.
de_de: Zeigt den Anbieter des Software-Paketes.
es_es: Esto muestra el proveedor del paquete de software.
fr_fr: Le fournisseur du progiciel.
it_it: Questo dimostra il venditore del pacchetto software.
ja_jp: ソフトウェアパッケージの提供元です。
pt_pt: Isto mostra o fornecedor do pacote de software.

# copyrightField
source: Copyright
de_de: Urheberrecht
es_es: Derechos de autor
fr_fr: Droit d'auteur
it_it: Diritto d'autore
ja_jp: 著作権
pt_pt: Direitos autorais

# copyrightField_help
source: This shows the copyright associated with the software package.
da_dk: Dette viser copyright forbundet med softwarepakken.
de_de: Stellt dar, wem das Urheberrecht des Software-Paketes gehört.
es: Derechos Copyright de este paquete de software.
es_es: Esto muestra los derechos de autor asociado con el paquete de software.
fr_fr: L'auteur associé au progiciel.
it_it: Questo dimostra l'autore associato al pacchetto software.
ja_jp: ソフトウェアパッケージに関連する著作権を表示します。
pt_pt: Isto mostra o autor associado com o pacote de software.

# descriptionField
source: Description
da_dk: Beskrivelse
de_de: Beschreibung
es: Descripción
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
pt_pt: Descrição

# descriptionField_help
source: This shows a description of the software package.
da_dk: Dette viser en beskrivelse af softwarepakken.
de_de: Dies zeigt eine Beschreibung des Software-Pakets.
es: Descripción del programa.
es_es: Esto muestra una descripción del paquete de software.
fr_fr: La description du progiciel.
it_it: Questo mostra una descrizione del pacchetto software.
ja_jp: ソフトウェアパッケージの説明です。
pt_pt: Isto mostra uma descrição do pacote de software.

# licenseField
source: License
de_de: Lizenz
es: Licencia
es_es: Licencia
fr_fr: Licence
it_it: Licenza
ja_jp: ライセンス
pt_pt: Licença

# licenseField_help
source: This shows the license agreement for the package.
da_dk: Dette viser licensaftalen for pakken.
de_de: Zeigt die Lizenzvereinbarung für das Paket.
es: Acuerdo de la licencia de este paquete.
es_es: Esto muestra el contrato de licencia para el paquete.
fr_fr: Le contrat de licence du progiciel.
it_it: Questo mostra il contratto di licenza per il pacchetto.
ja_jp: このパッケージのライセンスを表示します。
pt_pt: Isso mostra o contrato de licença do pacote.

source: Accept
da_dk: Accepter
de_de: Akzeptieren
es: Aceptar
es_es: Aceptar
fr_fr: Accepter
it_it: Accetta
ja_jp: 合意する
pt_pt: Aceitar

# accept_help
source: Click here to accept the terms of the license agreement.
da_dk: Klik her for at acceptere vilkårene i licensaftalen.
de_de: Klicken Sie hier, um die Bedingungen der Lizenzvereinbarung zu akzeptieren.
es: Presione aquí para acceptar los términos de esta licencia.
es_es: Haga clic aquí para aceptar los términos del acuerdo de licencia.
fr_fr: Cliquer ici pour accepter les termes du contrat de licence.
it_it: Clicca qui per accettare i termini del contratto di licenza.
ja_jp: このライセンスに合意する場合には、このボタンをクリックしてください。
pt_pt: Clique aqui para aceitar os termos do contrato de licença.

source: Decline
da_dk: Afvise
de_de: Ablehnen
es: Rehusar
es_es: Disminución
fr_fr: Refuser
it_it: Declino
ja_jp: 合意しない
pt_pt: Recusar

# decline_help
source: Click here to decline the license agreement.
da_dk: Klik her for at afvise licensaftalen.
de_de: Klicken Sie hier, um die Lizenzvereinbarung abzulehnen.
es: Presione aquí para rehusar los términos de esta licencia.
es_es: Haga clic aquí para rechazar el acuerdo de licencia.
fr_fr: Cliquer ici pour refuser le contrat de licence.
it_it: Clicca qui per rifiutare il contratto di licenza.
ja_jp: このライセンスに合意しない場合には、このボタンをクリックしてください。
pt_pt: Clique aqui para baixar o contrato de licença.

# typeField
source: Type
de_de: Typ
es: Tipo
es_es: Tipo
fr_fr: Catégorie
it_it: Tipo
ja_jp: 種類
pt_pt: Tipo

# typeField_help
source: This shows the type of package.
da_dk: Dette viser, hvilken type pakke.
de_de: Zeigt die Art des Paketes.
es: Tipo de programa.
es_es: Esta muestra el tipo de paquete.
fr_fr: Cela montre le type de progiciel.
it_it: Questo dimostra il tipo di pacchetto.
ja_jp: パッケージの種類です。
pt_pt: Isto mostra o tipo de pacote.

source: New
da_dk: Nyt
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
it_it: Nuovo
ja_jp: 新規
pt_pt: Novo

source: Update
da_dk: Opdater
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
it_it: Aggiornare
ja_jp: アップデート
pt_pt: Atualizar

source: complete
da_dk: fuldføre
de_de: Komplett
es_es: completar
fr_fr: compléter
it_it: completare
ja_jp: 完了
pt_pt: completar

# locationField
source: Location
da_dk: Placering
de_de: Ort
es_es: Ubicación
fr_fr: Emplacement
it_it: Posizione
ja_jp: 保管場所
pt_pt: Localização

# locationField_help
source: This is the location from which the software package will be downloaded during installation.
da_dk: Dette er det sted, hvorfra den software pakke vil blive downloadet under installationen.
de_de: Dies ist der Ort, von dem das Software-Paket zur Installation geladen wird.
es_es: Este es el lugar desde donde se descargará el paquete de software durante la instalación.
fr_fr: La source d'où le logiciel sera téléchargé lors de l'installation.
it_it: Questa è la posizione da cui il pacchetto software viene scaricato durante l'installazione.
ja_jp: ダウンロードされてインストールするソフトウェアパッケージが保管されている場所です。
pt_pt: Este é o local a partir do qual o pacote de software será baixado durante a instalação.

# locationLocal
source: This server appliance
da_dk: Denne server apparat
de_de: Dieser Server
es: Este servidor local.
es_es: Este dispositivo de servidor
fr_fr: Ce serveur
it_it: Questo server appliance
ja_jp: このサーバのハードディスク
pt_pt: Este aparelho servidor

# sizeField
source: Size (MB)
da_dk: Størrelse (MB)
de_de: Größe (MB)
es: Tamaño (MB)
es_es: Tamaño (MB)
fr_fr: Taille (Mo)
it_it: Dimensioni (MB)
ja_jp: サイズ（MB）
pt_pt: Tamanho (MB)

# sizeField_help
source: This is the size of the package.
da_dk: Dette er størrelsen af ​​pakken.
de_de: Größe des Paketes.
es_es: Este es el tamaño del paquete.
fr_fr: La taille du progiciel.
it_it: Questa è la dimensione del pacchetto.
ja_jp: パッケージのサイズです。
pt_pt: Este é o tamanho do pacote.

# uninstallableField_help
source: This field indicates if the package can be uninstalled after it has been installed.
da_dk: Dette felt angiver, om pakken kan afinstalleres, efter den er blevet installeret.
de_de: Dieses Feld zeigt an, ob das Paket deinstalliert werden kann, nachdem es einmal installiert wurde.
es_es: Este campo indica si el paquete se puede desinstalar después de que ha sido instalado.
fr_fr: Ce champ indique si le progiciel peut être désinstallé après avoir été installé.
it_it: Questo campo indica se il pacchetto può essere disinstallato dopo che è stato installato.
ja_jp: インストールした後でパッケージをアンインストールできるかどうかを示します。
pt_pt: Este campo indica se o pacote pode ser desinstalada depois de ter sido instalado.

source: Yes
da_dk: Ja
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
ja_jp: できる
pt_pt: Sim

source: None
da_dk: Ingen
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
ja_jp: なし
pt_pt: Nenhum

# packagesNeededField
source: Dependent Packages
da_dk: Afhængige pakker
de_de: Nötige Pakete
es_es: Paquetes Dependientes
fr_fr: Progiciels dépendants
it_it: Pacchetti dipendenti
ja_jp: 必要なパッケージ
pt_pt: Pacotes dependentes

# packagesNeededField_help
source: The packages listed here must be installed on the system before this package can be safely installed.
da_dk: Pakkerne er anført her skal være installeret på systemet, før denne pakke kan sikkert installeres.
de_de: Die Pakete, die hier aufgeführt werden, müssen zunächst auf dem System installiert werden, bevor dieses Paket sicher installiert werden kann.
es_es: Los paquetes listados aquí debe estar instalado en el sistema antes de que este paquete se puede instalar de forma segura.
fr_fr: Les progiciels mentionnés ici doivent être installés sur le système avant que cet ensemble puisse être installé en toute sécurité.
it_it: I pacchetti qui elencati devono essere installati sul sistema prima che questo pacchetto può essere installato in modo sicuro.
ja_jp: このパッケージをインストールする前に、ここにリストされているパッケージをシステムは予めインストールするでしょう。
pt_pt: Os pacotes listados aqui deve ser instalado no sistema antes que este pacote pode ser instalado de forma segura.

# locationFieldEnter
source: Location
da_dk: Placering
de_de: Ort
es_es: Ubicación
fr_fr: Emplacement
it_it: Posizione
ja_jp: 保管場所
pt_pt: Localização

# locationFieldEnter_help
source: Enter the location from which the software package should be obtained. Enter a URL beginning with either http:// or ftp:// to download the package from a location on the Internet, or enter the file location of a package to upload. Click Browse to choose a file on your local hard drive. If you have downloaded packages to the /home/packages directory on your server appliance, an option to choose one of these packages will also be available.
da_dk: Indtast den placering, som den softwarepakke skal indhentes. Indtast en URL begynder med enten http:// eller ftp:// at hente pakken fra et sted på internettet, eller indtast filen placeringen af ​​en pakke til at uploade. Klik på Gennemse for at vælge en fil på din lokale harddisk. Hvis du har hentet pakker til /home/packages mappe på din server apparat, en mulighed for at vælge en af ​​disse pakker vil også være tilgængelige.
de_de: Geben Sie den Ort an, wo sich das Software-Paket befindet. Geben Sie http:// oder ftp:// an, um ein Paket von einem HTTP oder FTP-Server zu laden. Oder wählen Sie ein Verzeichnis auf Ihrem PC aus, indem Sie auf "Durchsuchen" klicken. Alternativ können Sie Pakete auch manuell nach /home/packages auf Ihrem Server kopieren, um die Pakete von dort aus zu installieren.
es_es: Introduzca la ubicación desde la que se debe obtener el paquete de software. Introduzca una dirección URL que empieza con http:// o ftp:// para descargar el paquete desde una ubicación en Internet, o escriba la ubicación del archivo de un paquete para cargar. Haga clic en Examinar para seleccionar un archivo en su disco duro local. Si ha descargado los paquetes en el directorio /home/packages en su dispositivo de servidor, la opción de elegir uno de estos paquetes también estará disponible.
fr_fr: Spécifier l'emplacement à partir duquel le logiciel doit être obtenu. Saisir soit une URL commençant par http:// ou ftp:// pour télécharger le progiciel à partir d'une adresse Internet soit l'emplacement du fichier d'un progiciel à télécharger. Cliquer sur Parcourir pour choisir un fichier sur votre disque dur local. Si vous avez téléchargé des progiciels au répertoire local /home/package, vous aurez l'option de choisir l'un des emballages disponibles.
it_it: Immettere la posizione da cui deve essere ottenuto il pacchetto software. Inserisci un URL che inizia con http:// o ftp:// per scaricare il pacchetto da una posizione su Internet, oppure inserire il percorso del file di un pacchetto da caricare. Fare clic su Sfoglia per scegliere un file sul disco rigido locale. Se avete scaricato i pacchetti per la directory /home / pacchetti sul proprio server appliance, la possibilità di scegliere uno di questi pacchetti sarà disponibile anche.
ja_jp: インストールしたいソフトウェアパッケージが保管されている場所を指定します。 もしそのパッケージがインターネット上のどこかの位置にあるのなら、http:// か ftp:// のどちらかの url でそれを指定してください。もしそのパッケージが貴方のＰＣ上にあるのなら「参照」ボタンをクリックしてください。もしそのパッケージをサーバーの /home/packages ディレクトリにアップロードしてあれば、選択肢が もう一つ増えます。そのファイル名がこの画面に現れ それを選択できます。ファイルは複数アップできます。
pt_pt: Digite o local a partir do qual deve ser obtido o pacote de software. Digite uma URL que começa com http:// ou ftp:// para baixar o pacote a partir de um local na Internet, ou inserir a localização de um pacote para fazer o upload do arquivo. Clique em Procurar para selecionar um arquivo em seu disco rígido local. Se você tiver baixado os pacotes para o diretório /home/packages em seu aparelho de servidor, a opção de escolher um destes pacotes também estará disponível.

# invalidUrl
source: The specified URL is invalid. [[base-swupdate.urlField_rule]]
da_dk: Den angivne URL er ugyldig. [[base-swupdate.urlField_rule]]
de_de: Die angegebene URL ist ungültig. [[base-swupdate.urlField_rule]]
es_es: La URL especificada no es válida. [[base-swupdate.urlField_rule]]
fr_fr: L'URL spécifiée n'est pas valide. [[base-swupdate.urlField_rule]]
it_it: L'URL specificato non è valido. [[base-swupdate.urlField_rule]]
ja_jp: 指定された URL は不正です。[[base-swupdate.urlField_rule]]
pt_pt: O URL especificado é inválido. [[base-swupdate.urlField_rule]]
