Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-swupdate.mod/locale/*/swupdate.po
Languages: da_dk, de_de, es, es_es, fr_fr, it_it, ja_jp, pt_pt

# AutoUpdateList_help
source: List of packages that should be automatically updated to the latest version. All packages listed in the lefthand column will be automatically updated once newer versions become available. Certain packages will always update automatically and cannot be deselected. Please note that certain packages are rather complex and unobserved automated updates may break things. We discourage to use this for automatically updating PHP packages, as this might break PHP usage on virtual sites. Please use this feature at your own discretion and risk.
de_de: Liste der Pakete, die automatisch auf die neueste Version aktualisiert werden soll. Alle in der linken Spalte aufgeführten Pakete werden automatisch aktualisiert sobald neue Versionen verfügbar werden. Einige Pakete werden immer automatisch aktualisiert und können nicht abgewählt werden. Bitte beachten Sie, dass einige Pakete recht komplex sind und ein automatisierte und unüberwachte Aktualisierung zu Fehlern führen kann. Wir raten daher, die automatische Aktualisierung nicht für kritische Anwendungen wie PHP zu verwenden, da sonst ggf. Webseiten nicht mehr funktionieren. Bitte verwenden Sie diese Funktion auf eigenes Risiko.
es_es: Lista de los paquetes que se deben actualizarse automáticamente a la versión más reciente. Todos los paquetes listados en la columna de la izquierda se actualizarán automáticamente una vez que las nuevas versiones disponibles. Ciertos paquetes siempre se actualizarán automáticamente y no se pueden seleccionar. Tenga en cuenta que ciertos paquetes son cambios bastante complejas y no observados automatizados pueden romper cosas. Desaconsejamos utilizar esto para actualizar automáticamente los paquetes de PHP, ya que esto podría romper el uso de PHP en sitios virtuales. Utilice esta función a su propia discreción y riesgo.
fr_fr: Liste des paquets qui devraient être automatiquement mis à jour à la dernière version. Tous les paquets listés dans la colonne de gauche seront automatiquement mis à jour une fois les versions plus récentes deviennent disponibles. Certains paquets seront toujours mettre à jour automatiquement et ne peuvent pas être décochée. S'il vous plaît noter que certains paquetages sont mises à jour automatisées plutôt complexes et non observées peuvent casser les choses. Nous déconseillons d'utiliser cette mise à jour automatiquement des paquets de PHP, car cela pourrait briser l'utilisation de PHP sur les sites virtuels. S'il vous plaît utiliser cette fonctionnalité à vos propres risques et périls.
it_it: Lista dei pacchetti che dovrebbero essere automaticamente aggiornato alla versione più recente. Tutti i pacchetti elencati nella colonna a sinistra verrà aggiornato automaticamente una volta che le versioni più recenti disponibili. Alcuni pacchetti saranno sempre aggiornare automaticamente e non può essere deselezionata. Si prega di notare che alcuni pacchetti sono aggiornamenti automatici piuttosto complessi e non osservate potrebbero rompere le cose. Noi sconsigliamo di usare questo per aggiornare automaticamente i pacchetti PHP, in quanto ciò potrebbe rompere l'utilizzo di PHP su siti virtuali. Si prega di utilizzare questa funzione a propria discrezione e rischio.
ja_jp: 自動的に最新バージョンに更新する必要があるパッケージの一覧。新しいバージョンが利用可能になったら、左側の列に記載されているすべてのパッケージが自動的に更新されます。特定のパッケージは、常に自動的に更新され、選択解除することはできません。物事を破ることができる自動更新、特定のパッケージがかなり複雑と観測されないことに注意してください。これは仮想サイト上のPHPの使用を壊すかもしれないように、自動的にPHPパッケージを更新するためにこれを使用することを推奨しています。ご自身の判断とリスクでこの機能を使用してください。

# amUpdatesNameTag
source: Software Updates
es_es: Actualizaciones De Software
fr_fr: Mises à jour logicielles
it_it: Aggiornamenti software
ja_jp: ソフトウェアの更新

# amUpdatesGreen
source: All installed Packages are fully up to date.
de_de: Alle installierten Pakete sind auf dem neuesten Stand.
es_es: Todos los paquetes instalados están totalmente al día.
fr_fr: Tous les paquets installés sont entièrement à jour.
it_it: Tutti i pacchetti installati sono completamente aggiornato.
ja_jp: インストールされているすべてのパッケージは、完全に最新のものです。

# amUpdatesYellow
source: A certain Package that you have installed is available in different versions off NewLinQ. You have the older version of this Package installed. Please consider to upgrade the installed Packages to the latest available versions.
de_de: Eine bestimmtes Paket welches bereits installiert ist, wird von NewLinQ in verschiedenen Versionen bereitgestellt. Sie haben eine ältere Version diese Paketes installiert. Bitte ziehen Sie in Erwägung, dieses Paket auf die neueste verfügbare Version zu aktualisieren.
es_es: Un cierto paquete que ha instalado está disponible en diferentes versiones off NewLinQ. Usted tiene la versión anterior de este paquete instalado. Por favor, considere actualizar los paquetes instalados a las últimas versiones disponibles.
fr_fr: Un certain package que vous avez installé est disponible en différentes versions hors NewLinQ. Vous avez l'ancienne version de ce package installé. S'il vous plaît envisager de mettre à jour les paquets installés pour les dernières versions disponibles.
it_it: Un certo pacchetto che avete installato è disponibile in diverse versioni off NewLinQ. Hai la versione precedente di questo pacchetto installato. Si prega di prendere in considerazione di aggiornare i pacchetti installati alle ultime versioni disponibili.
ja_jp: あなたがインストールされている特定のパッケージがNewLinQオフ異なるバージョンで利用可能です。あなたがインストールされ、このパッケージの古いバージョンを持っています。利用可能な最新のバージョンにインストールされたパッケージをアップグレードすることを検討してください。

# amUpdatesRed
source: There are updated Packages available for Packages that you already have installed. Please upgrade the installed Packages to the latest available versions.
de_de: Über NewLinQ sind Aktualisierungen für Pakete verfügbar, die Sie bereits in älterer Version installiert haben. Bitte aktualisieren Sie die installierten Pakete auf den neuesten verfügbaren Versionen.
es_es: Hay paquetes actualizados disponibles para los paquetes que ya haya instalado. Por favor, actualice los paquetes instalados a las últimas versiones disponibles.
fr_fr: Il ya des paquets mis à jour disponibles pour les packages que vous avez déjà installés. S'il vous plaît mettre à jour les paquets installés vers les dernières versions disponibles.
it_it: Ci sono pacchetti aggiornati disponibili per i pacchetti che avete già installato. Si prega di aggiornare i pacchetti installati alle ultime versioni disponibili.
ja_jp: すでにインストールされているパッケージの利用可能な更新パッケージがあります。利用可能な最新のバージョンにインストールされたパッケージをアップグレードしてください。

# AutoEmailSubject
source: Package install notification
de_de: Benachrichtigung über Paket-Aktualisierungen
es_es: El paquete de instalación de notificación
fr_fr: Package d'installation notification
it_it: Pacchetto di installazione di notifica
ja_jp: 通知をパッケージインストール

# autoinstallEmail_desc
source: The following Packages were automatically installed on your BlueOnyx server:
de_de: Die folgenden Pakete wurden soeben automatisch auf Ihrem BlueOnyx Server installiert:
es_es: Los siguientes paquetes se instalan automáticamente en el servidor BlueOnyx:
fr_fr: Les paquets suivants ont été installés automatiquement sur votre serveur BlueOnyx:
it_it: I seguenti pacchetti sono stati installati automaticamente sul server BlueOnyx:
ja_jp: 以下のパッケージは自動的にBlueOnyxサーバーにインストールされました：

# autoupdateEmail_desc
source: The following Packages were automatically updated to the latest versions available on NewLinQ:
de_de: Die folgenden Pakete auf Ihrem Server wurden automatisch auf die neueste auf NewLinQ verfügbare Version aktualisiert:
es_es: Los siguientes paquetes se actualizan automáticamente a las últimas versiones disponibles en NewLinQ:
fr_fr: Les paquets suivants ont été automatiquement mis à jour vers les dernières versions disponibles sur NewLinQ:
it_it: I seguenti pacchetti sono stati aggiornati automaticamente alle ultime versioni disponibili su NewLinQ:
ja_jp: 以下のパッケージが自動的にNewLinQで利用可能な最新バージョンに更新されました。

# autoEmail_finalwords
source: Please review the status of your server and make sure that the installed Packages perform without problems.
de_de: Bitte prüfen Sie den Status Ihres Servers und stellen Sie sicher, dass die neu installierte oder frisch aktualisierte Software einwandfrei läuft.
es_es: Por favor, revisar el estado de su servidor y asegúrese de que los paquetes instalados funcionan sin problemas.
fr_fr: S'il vous plaît vérifier l'état de votre serveur et assurez-vous que les paquets installés effectuer sans problèmes.
it_it: Si prega di rivedere lo stato del server e fare in modo che i pacchetti installati eseguire senza problemi.
ja_jp: サーバーの状態を確認し、インストールされたパッケージは問題なく実行することを確認してください。

# autoinstallMenu
source: Install PKGs
es_es: Instalar PKG
it_it: Installare PKGS

# autoinstallMenu_help
source: Through this page you can install packages from the BlueOnyx shop. You need a valid login from the BlueOnyx shop to perform this step.
es_es: A través de esta página puede instalar paquetes de la tienda de BlueOnyx. Usted necesita un inicio de sesión válido en la tienda BlueOnyx para llevar a cabo este paso.
it_it: Attraverso questa pagina è possibile installare i pacchetti dal negozio BlueOnyx. Avete bisogno di un accesso valido dal negozio BlueOnyx per eseguire questo passaggio.

# AutoInstallPKGheader
source: Enter your BlueOnyx Shop login details:
es_es: Introduzca sus datos de acceso BlueOnyx tienda:
it_it: Inserisci i tuoi dati d'accesso BlueOnyx Shop:

source: Shop Email
es_es: Tienda Correo
it_it: E-mail negozio

# ShopEmail_help
source: Please enter the email address with which you are registered in the BlueOnyx Shop.
es_es: Por favor, introduzca la dirección de correo electrónico con el que está registrado en la Tienda BlueOnyx.
it_it: Inserisci l'indirizzo e-mail con cui si è registrati nel BlueOnyx Shop.

# ShopPass
source: Shop Password
es_es: Tienda contraseña
it_it: Negozio password

# ShopPass_help
source: Please enter the password which you are using to login to the BlueOnyx Shop.
es_es: Por favor, introduzca la contraseña que usas para iniciar sesión en la Tienda BlueOnyx.
it_it: Si prega di inserire la password che si utilizza per accedere al BlueOnyx Shop.

# uninstallableField
source: Uninstallable
da_dk: Afinstalleres
de_de: Deinstallierbar
fr_fr: Non installable
it_it: Installabili
ja_jp: 削除
pt_pt: Instalável

# ftpProxyField
source: FTP proxy:Port
it_it: FTP Proxy: Porta
ja_jp: FTP プロキシ：ポート
pt_pt: FTP Proxy: Porto

# defaultServer
source: newlinq.blueonyx.it
ja_jp: http://updates.BlueOnyx.it/packages/

source: No
da_dk: Ingen
de_de: Nein
fr_fr: Non
ja_jp: できない
pt_pt: Não

# softwareNewSun
source: [[base-alpine.osName]] Software
fr_fr: Logiciel [[base-alpine.osName]]
ja_jp: [[base-alpine.osName]] のソフトウェア
