Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-swupdate.mod/locale/*/swupdate.po
Languages: da_dk, de_de, es, es_es, fr_fr, it_it, ja_jp, pt_pt

# availableListNew
source: Available New Software List
da_dk: Tilgængelige Ny software List
de_de: Liste von verfügbarer neue Software
es_es: Disponible nueva lista de Software
fr_fr: Nouvelle liste de logiciels disponibles
it_it: Disponibile nuovo elenco Software
ja_jp: 入手できる新規ソフトウェアのリスト
pt_pt: Disponível Lista Nova Software

# checkNow
source: Check Availability Now
da_dk: Tjek Tilgængelighed Nu
de_de: Jetzt Verfügbarkeit prüfen
es_es: Comprobar disponibilidad ahora
fr_fr: Vérifier maintenant la disponibilité
it_it: Verifica subito la disponibilità
ja_jp: 入手可能性を調べる
pt_pt: Verifique a disponibilidade agora

# checkNow_help
source: Click here to check if new software packages are available.
da_dk: Klik her for at kontrollere, om nye software-pakker er tilgængelige.
de_de: Klicken Sie hier, um zu überprüfen, ob neue Software-Pakete zur Verfügung stehen.
es_es: Haga clic aquí para comprobar si los nuevos paquetes de software disponibles.
fr_fr: Cliquer ici pour vérifier si de nouveaux logiciels sont disponibles.
it_it: Clicca qui per verificare se i nuovi pacchetti software sono disponibili.
ja_jp: ここをクリックすると、入手可能な新規ソフトウェアパッケージが存在するかどうか確認できます。
pt_pt: Clique aqui para verificar se os novos pacotes de software estão disponíveis.

# manualInstall
source: Install Manually
da_dk: Installer manuelt
de_de: Manuell installieren
es_es: Instalar manualmente
fr_fr: Installation manuelle
it_it: Installare manualmente
ja_jp: 手動でインストール
pt_pt: Instalar manualmente

# manualInstall_help
source: Click here to perform a manual installation of software packages.
da_dk: Klik her for at udføre en manuel installation af softwarepakker.
de_de: Klicken Sie hier, um eine manuelle Installation von Software-Paketen durchzuführen.
es: Pulse aquí para realizar una instalación manual de programas.
es_es: Haga clic aquí para realizar una instalación manual de paquetes de software.
fr_fr: Cliquer ici pour effectuer une installation manuelle de progiciels.
it_it: Clicca qui per effettuare una installazione manuale dei pacchetti software.
ja_jp: ここをクリックすると、ソフトウェアパッケージを手動でインストールできます。
pt_pt: Clique aqui para executar uma instalação manual de pacotes de software.

# removePackage
source: Do you really wish to remove the '[[VAR.packageName]]' package from the system? This package has not yet been installed.
da_dk: Har du virkelig ønsker at fjerne den "[[VAR.packageName]]" pakke fra systemet? Denne pakke er endnu ikke installeret.
de_de: Wollen Sie wirklich das Paket [[VAR.packageName]] entfernen? Dieses Paket wurde noch nicht installiert.
es: ¿Realmente desea remover el '[[VAR.packageName]]' de su sistema? Este aún no ha sido instalado.
es_es: ¿Realmente desea eliminar el "[[VAR.packageName]]" paquete del sistema? Este paquete todavía no se ha instalado.
fr_fr: Voulez-vous vraiment supprimer le progiciel '[[VAR.packageName]]' du système ? Il n'a pas encore été installé.
it_it: Sei sicuro di voler rimuovere la '[[VAR.packageName]]' pacchetto dal sistema? Questo pacchetto non è stato ancora installato.
ja_jp: [[VAR.packageName]] パッケージは、まだインストールされていませんが、システムから削除してよろしいですか？
pt_pt: Você realmente deseja remover o '[[VAR.packageName]]' pacote do sistema? Este pacote ainda não foi instalado.

# checkNowUpdate_help
source: Click here to check if software updates are available.
da_dk: Klik her for at kontrollere, om softwareopdateringer er tilgængelige.
de_de: Klicken Sie hier, um zu überprüfen, ob Software-Updates verfügbar sind.
es_es: Haga clic aquí para comprobar si hay actualizaciones de software disponibles.
fr_fr: Cliquer ici pour vérifier si des mises à jour sont disponibles.
it_it: Clicca qui per controllare se sono disponibili aggiornamenti software.
ja_jp: ソフトウェアのアップデートが入手可能かどうかをチェックします。
pt_pt: Clique aqui para verificar se há atualizações de software estão disponíveis.

# manualInstallUpdate
source: Install Manually
da_dk: Installer manuelt
de_de: Manuell installieren
es_es: Instalar manualmente
fr_fr: Installation manuelle
it_it: Installare manualmente
ja_jp: 手動でインストール
pt_pt: Instalar manualmente

# manualInstallUpdate_help
source: Click here to perform a manual installation of software updates.
da_dk: Klik her for at udføre en manuel installation af software-opdateringer.
de_de: Klicken Sie hier, um eine manuelle Installation von Software-Updates durchzuführen.
es_es: Haga clic aquí para realizar una instalación manual de actualizaciones de software.
fr_fr: Cliquer ici pour effectuer une installation manuelle des mises à jour.
it_it: Clicca qui per effettuare una installazione manuale degli aggiornamenti software.
ja_jp: ソフトウェアのアップデートを手動でインストールできます。
pt_pt: Clique aqui para executar uma instalação manual de atualizações de software.

# availableListUpdates
source: Available Software Updates List
da_dk: Tilgængelige softwareopdateringer List
de_de: Liste verfügbarer Updates
es_es: Disponible Lista de actualizaciones de software
fr_fr: Liste des mises à jour disponibles
it_it: Disponibile Aggiornamenti software
ja_jp: 入手できるソフトウェアアップデートのリスト
pt_pt: Disponível lista de atualizações de software

# downloadSoftware
source: Install Software
da_dk: Installer software
de_de: Software installieren
es_es: Instalación del software
fr_fr: Installer le logiciel
it_it: Installare il software
ja_jp: ソフトウェアをインストール
pt_pt: Instalar software

# unknownSize
source: Unknown
da_dk: Ukendt
de_de: unbekannt
es: Desconocido
es_es: Desconocido
fr_fr: Inconnue
it_it: Sconosciuto
ja_jp: 不明
pt_pt: Desconhecido

# rebootpopup
source: Your server appliance will need to reboot after installing this package. Do you wish to continue?
da_dk: Din server apparat bliver nødt til at genstarte efter installation af denne pakke. Ønsker du at fortsætte?
de_de: Nach der Installation müssen Sie Ihren Server neu starten. Möchten Sie den Vorgang fortsetzen?
es: Su servidor necesitara reiniciar despues de instalar este paquete. ¿Desea continuar?
es_es: Su dispositivo de servidor tendrá que reiniciar el sistema después de instalar este paquete. ¿Desea continuar?
fr_fr: Le serveur devra redémarrer après l'installation de ce progiciel. Voulez-vous continuer ?
it_it: Il vostro server appliance sarà necessario riavviare il sistema dopo l'installazione di questo pacchetto. Si desidera continuare?
ja_jp: このパッケージをインストールすると、サーバを再起動する必要があります。処理を続けますか？
pt_pt: O seu aparelho servidor precisará reiniciar depois de instalar este pacote. Você deseja continuar?

# urlField_rule
source: Enter a URL beginning with either http:// or ftp:// to download the package from a location on the Internet.
da_dk: Indtast en URL begynder med enten http:// eller ftp:// at hente pakken fra en placering på internettet.
de_de: Geben Sie eine URL an, die mit http:// oder ftp:// anfängt, um das Paket von einem entfernten Speicherort herunterzuladen.
es_es: Introduzca una dirección URL que empieza con http:// o ftp:// para descargar el paquete desde una ubicación en Internet.
fr_fr: Saisir une URL commençant par http:// ou ftp:// pour télécharger le progiciel à partir d'un emplacement sur Internet.
it_it: Immettere un URL che inizia con http:// o ftp:// per scaricare il pacchetto da una posizione su Internet.
ja_jp: インターネット上のウェブサイトからパッケージをダウンロードするには、http:// または ftp:// で始まる URL を入力してください。
pt_pt: Digite uma URL que começa com http:// ou ftp:// para baixar o pacote a partir de um local na Internet.

source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Télécharger
it_it: Caricare
ja_jp: アップロード
pt_pt: Carregar

# loaded
source: Packages in /home/packages
da_dk: Pakker i /home/packages
de_de: Pakete in /home/packages
es_es: Los paquetes en / home / paquetes
fr_fr: Les progiciels dans le répertoire /home/packages
it_it: Pacchetti in / home / pacchetti
ja_jp: /home/packages に保管されているパッケージ
pt_pt: Pacotes em /home/packages

# fileField
source: Upload file location
da_dk: Upload fil placering
de_de: Speicherort
es_es: Subir ubicación del archivo
fr_fr: Emplacement du fichier à télécharger
it_it: Carica posizione del file
ja_jp: アップロードしたいファイルの保管場所
pt_pt: Envie local do arquivo

# fileField_empty
source: Sorry, you have not entered a file location of a package to upload. Click Browse to choose a file on your local hard drive.
da_dk: Desværre, du har ikke indtastet en fil placering af en pakke til at uploade. Klik på Gennemse for at vælge en fil på din lokale harddisk.
de_de: Sie haben keinen Datei zum Hochladen ausgewählt. Klicken Sie auf Durchsuchen, um eine Datei auf Ihrer lokalen Festplatte auszuwählen.
es_es: Lo sentimos, no se ha ingresado una ubicación de archivo de un paquete para cargar. Haga clic en Examinar para seleccionar un archivo en su disco duro local.
fr_fr: Désolé, vous n'avez pas saisi l'emplacement d'un fichier de progiciel à télécharger. Cliquer sur Parcourir pour choisir un fichier de votre disque dur local.
it_it: Siamo spiacenti, non è stato inserito un percorso di file di un pacchetto da caricare. Fare clic su Sfoglia per scegliere un file sul disco rigido locale.
ja_jp: アップロードするパッケージファイルの保管場所が指定されていません。ローカルにある決定する為に「参照」ボタンをクリックしてください。
pt_pt: Desculpe, você não tiver inserido uma localização de um pacote para fazer o upload do arquivo. Clique em Procurar para selecionar um arquivo em seu disco rígido local.

# invalidUpload
source: The specified file could not be uploaded successfully.
da_dk: Den angivne fil kunne ikke uploades med succes.
de_de: Die angegebene Datei konnte nicht erfolgreich hochgeladen werden.
es_es: El archivo especificado no se pudo cargar correctamente.
fr_fr: Le fichier spécifié n'a pas pu être téléchargé avec succès.
it_it: Il file specificato non è stato caricato con successo.
ja_jp: 指定されたファイルをアップロードできませんでした。
pt_pt: O arquivo especificado não pôde ser carregado com sucesso.

# installStatus
source: Status - [[VAR.fileName]]
es_es: Estado - [[VAR.fileName]]
fr_fr: Statut - [[VAR.fileName]]
it_it: Stato - [[VAR.fileName]]
ja_jp: [[VAR.fileName]] の状態

# statusField
source: Status Message
da_dk: Statusmeddelelse
es_es: Mensaje de estado
fr_fr: Message d'état
it_it: Messaggio di stato
ja_jp: 状態
pt_pt: Mensagem de Status

# statusField_help
source: This field shows the current status of the package being installed or removed.
da_dk: Dette felt viser den aktuelle status for den pakke, der installeres eller fjernes.
de_de: Dieses Feld zeigt den aktuellen Status des Installations- oder Deinstallationsvorgangs an.
es_es: Este campo muestra el estado actual del paquete está instalado o eliminado.
fr_fr: Ce champ indique l'état actuel du progiciel qui est installé ou supprimé.
it_it: Questo campo mostra lo stato attuale del pacchetto da installare o rimuovere.
ja_jp: このフィールドには、インストール中または削除中のパッケージの現在の状態が表示されます。
pt_pt: Este campo mostra o status atual do pacote que está sendo instalado ou removido.

# progressField
source: Progress
de_de: Fortschritt
es_es: Progreso
fr_fr: Progrès
ja_jp: 進行状況
pt_pt: Progresso

# progressField_help
source: This is the progress of the installation or removal.
da_dk: Dette er forløbet af installationen eller fjernelse.
de_de: Dies ist der Fortschritt der Installation oder Deinstallation.
es_es: Este es el progreso de la instalación o eliminación.
fr_fr: La progression de l'installation ou de la suppression.
it_it: Questo è il progresso della installazione o rimozione.
ja_jp: インストールまたは削除の進行状況です。
pt_pt: Este é o progresso da instalação ou remoção.

# dlPercent
source: Downloading file [[VAR.file]] : [[VAR.percent]]% done
da_dk: Downloader fil [[VAR.file]]: [[VAR.percent]]% færdig
de_de: Download der Datei [[VAR.file]]: [[VAR.percent]]% fertig
es_es: Descarga de archivo [[VAR.file]]: [[VAR.percent]]% hecho
fr_fr: Téléchargement du fichier [[VAR.file]] : [[VAR.percent]]% effectué
it_it: Download del file [[VAR.file]]: [[VAR.percent]]% fatto
ja_jp: [[VAR.file]] ファイルのダウンロード中: [[VAR.percent]]% ダウンロード済み
pt_pt: Arquivo de download [[VAR.file]]: [[VAR.percent]]% feito

source: Initializing...
da_dk: Initialiserer ...
de_de: Initialisierung ...
es_es: Inicializando ...
fr_fr: Initialisation ...
it_it: Inizializzazione ...
ja_jp: 初期化しています...
pt_pt: Inicialização ...

# downloading
source: Downloading package...
da_dk: Downloader pakke ...
de_de: Lade Paket ...
es: Descargando el paquete...
es_es: Descarga de paquete ...
fr_fr: Téléchargement du progiciel ...
it_it: Scarico dei pacchetti ...
ja_jp: パッケージをダウンロードしています...
pt_pt: Baixando pacote ...

# installing
source: Installing package...
da_dk: Installation pakke ...
de_de: Installiere Paket ...
es_es: Instalación del paquete de ...
fr_fr: Installation du progiciel ...
it_it: Installazione del pacchetto ...
ja_jp: パッケージをインストールしています...
pt_pt: Instalando o pacote de ...

# executingPreInstallScript
source: Executing pre-install script(s)...
da_dk: Udfører pre-install script (r) ...
de_de: Ausführen von Pre-Install-Skript (n) ...
es_es: Ejecutar script de preinstalación (s) ...
fr_fr: Exécution du script de pré-installation (s) ...
it_it: L'esecuzione di pre-installazione di script (s) ...
ja_jp: インストール前処理スクリプトの実行中...
pt_pt: Executar o script de pré-instalação (s) ...

# executingPostInstallScript
source: Executing post-install script(s)...
da_dk: Udfører post-install script (r) ...
de_de: Ausführen von Post-Install-Skript (n) ...
es_es: Ejecutar script de post-instalación (s) ...
fr_fr: Exécution du script de post-installation (s) ...
it_it: Esecuzione script di post-installazione (s) ...
ja_jp: インストール後処理スクリプトの実行中...
pt_pt: Executar o script de pós-instalação (s) ...

# installingRpm
source: Installing component [[VAR.rpm]]...
da_dk: Installation komponent [[VAR.rpm]] ...
de_de: Installiere Komponente [[VAR.rpm]] ...
es_es: Instalación de componente [[VAR.rpm]] ...
fr_fr: Installation du composant [[VAR.rpm]] ...
it_it: Installazione del componente [[VAR.rpm]] ...
ja_jp: [[VAR.rpm]] コンポーネントをインストールしています...
pt_pt: Instalando o componente [[VAR.rpm]] ...

# fail
source: Failed
da_dk: Mislykket
de_de: Gescheiterte
es_es: Fracasado
fr_fr: échoué
it_it: Impossibile
ja_jp: 失敗
pt_pt: Fracassado

source: Success
da_dk: Succes
es_es: Éxito
fr_fr: succès
it_it: Successo
ja_jp: 成功
pt_pt: Sucesso

# currentlyUninstalling
source: Package is currently being uninstalled.
da_dk: Pakken er i øjeblikket ved at blive afinstalleret.
de_de: Paket wird derzeit deinstalliert.
es_es: Paquete se está desinstalando.
fr_fr: Le progiciel est actuellement en cours de désinstallation.
it_it: Pacchetto è attualmente in fase di disinstallazione.
ja_jp: パッケージをアンインストールしています。
pt_pt: Pacote está sendo desinstalado.

# cantUninstall
source: The package cannot be removed because it is not marked as uninstallable.
da_dk: Pakken kan ikke fjernes, da det ikke er markeret som afinstalleres.
de_de: Das Paket kann nicht entfernt werden.
es_es: El paquete no se puede quitar porque no está marcado como uninstallable.
fr_fr: Le progiciel ne peut pas être supprimée car il n'est pas caractérisé installable.
it_it: Il pacchetto non può essere rimosso perché non è contrassegnato come non installabile.
ja_jp: アンインストールできない種類のパッケージであるため、削除できません。
pt_pt: A embalagem não pode ser removido uma vez que não é marcado como instalável.

# dependent
source: The package cannot be removed because the following software packages require that it be installed: [[VAR.depend]]
da_dk: Pakken kan ikke fjernes, da følgende softwarepakker kræver, at det skal installeres: [[VAR.depend]]
de_de: Das Paket kann derzeit nicht entfernt werden. Deinstallieren Sie zunächst folgenden Software-Pakete, bevor Sie es erneut versuchen: [[VAR.depend]]
es_es: El paquete no puede ser eliminado por los siguientes paquetes de software requieren que se instale: [[VAR.depend]]
fr_fr: Le progiciel ne peut être supprimé parce que les logiciels suivants exigent qu'il soit installé : [[VAR.depend]]
it_it: Il pacchetto non può essere rimosso perché i seguenti pacchetti software richiedono che sia installato: [[VAR.depend]]
ja_jp: このパッケージは、インストールされている別のソフトウェアに必要なため、削除できませんでした。[[VAR.depend]] がそれです。
pt_pt: O pacote não pode ser removido porque os seguintes pacotes de software exigem que seja instalado: [[VAR.depend]]

# removingRPM
source: Removing package RPMs.
da_dk: Fjernelse pakke omdrejninger.
de_de: Deinstallation von RPMs.
es_es: Eliminación de paquetes RPM.
fr_fr: Retrait des RPMs du progiciel.
it_it: Rimozione dei pacchetti RPM.
ja_jp: パッケージ RPM の削除中
pt_pt: Remoção de RPMs de pacotes.

source: Running Uninstall Script.
da_dk: Løb Uninstall Script.
de_de: Deinstallations-Scripte werden ausgeführt.
es_es: Ejecución de comandos de desinstalación.
fr_fr: Exécution de script de désinstallation.
it_it: Esecuzione di script di disinstallazione.
ja_jp: アンインストールスクリプトの実行中
pt_pt: Escrita Corrida Uninstall.

# uninstalled
source: Uninstall complete.
da_dk: Afinstaller fuldføre.
de_de: Deinstallation abschließen.
es_es: Desinstalación completa.
fr_fr: Désinstallation complète.
it_it: Disinstallazione completa.
ja_jp: アンインストール完了
pt_pt: Desinstalação completa.

# notUninstalled
source: The uninstall failed because there was nothing that could be removed.
da_dk: Afinstallere mislykkedes, fordi der ikke var noget, der kunne fjernes.
de_de: Die Deinstallation ist fehlgeschlagen, weil es nichts gab, was entfernt werden könnte.
es_es: La desinstalación falló porque no había nada que se pudiera quitar.
fr_fr: La désinstallation a échoué car il n'y avait rien à retirer.
it_it: La disinstallazione non è riuscita perché non c'era niente che poteva essere rimosso.
ja_jp: 削除できるものがなかったため、アンインストールできませんでした。
pt_pt: A desinstalação falhou porque não havia nada que pudesse ser removido.

# packageInstallSuccess
source: Package installation successful.
da_dk: Pakkeinstallationen succes.
de_de: Installation erfolgreich.
es_es: La instalación de paquetes con éxito.
fr_fr: Succès de l'installation des modules.
it_it: Installazione del pacchetto di successo.
ja_jp: パッケージのインストールに成功しました。
pt_pt: Instalação do pacote de sucesso.

# notInstalled
source: The software package was not installed.
da_dk: Softwarepakken blev ikke installeret.
de_de: Das Software-Paket wurde nicht installiert.
es_es: El paquete de software no se ha instalado.
fr_fr: Le progiciel n'a pas été installé.
it_it: Il pacchetto software non è stato installato.
ja_jp: このソフトウェアパッケージはインストールできませんでした。
pt_pt: O pacote de software não foi instalado.

# cannotDownloadUrl
source: Sorry, the package file could not be downloaded from the specified URL. Please check the URL and try again. [[base-swupdate.notInstalled]]
da_dk: Kunne desværre pakken filen ikke hentes fra den angivne URL. Kontroller webadressen, og prøv igen. [[base-swupdate.notInstalled]]
de_de: Das Paket konnte nicht von der angegebenen URL heruntergeladen werden. Bitte überprüfen Sie die URL und versuchen Sie es erneut. [[base-swupdate.notInstalled]]
es_es: Lo sentimos, pero el archivo de paquete no se puede descargar desde la dirección URL especificada. Por favor compruebe la URL y vuelva a intentarlo. [[base-swupdate.notInstalled]]
fr_fr: Désolé, le progiciel n'a pas pu être téléchargé à partir de l'URL spécifiée. Veuillez vérifier l'URL et essayez à nouveau. [[base-swupdate.notInstalled]]
it_it: Siamo spiacenti, il file del pacchetto non può essere scaricato da un URL specificato. Si prega di controllare l'indirizzo e riprovare. [[base-swupdate.notInstalled]]
ja_jp: 指定された URL からパッケージファイルをダウンロードできません。URL を確認して、もう一度お試しください。 [[base-swupdate.notInstalled]]
pt_pt: Lamentamos, mas o arquivo de pacote não pode ser descarregado a partir do URL especificado. Por favor verifique a URL e tente novamente. [[base-swupdate.notInstalled]]

# badFileName
source: Sorry, the file name of the package file is invalid. Please check the name and try again. [[base-swupdate.notInstalled]]
da_dk: Beklager, filnavnet på pakken er ugyldig. Kontroller navnet, og prøv igen. [[base-swupdate.notInstalled]]
de_de: Leider ist der Dateiname der Paketdatei ungültig. Bitte überprüfen Sie den Namen und versuchen Sie es erneut. [[base-swupdate.notInstalled]]
es_es: Lo siento, el nombre de archivo del archivo de paquete no es válido. Compruebe el nombre y vuelva a intentarlo. [[base-swupdate.notInstalled]]
fr_fr: Désolé, le nom de fichier du fichier du progiciel n'est pas valide. Veuillez vérifier le nom et essayer à nouveau. [[base-swupdate.notInstalled]]
it_it: Spiacenti, il nome del file di pacchetto non è valido. Controllare il nome e riprovare. [[base-swupdate.notInstalled]]
ja_jp: パッケージファイルのファイル名が不正です。ファイル名を確認して、もう一度お試し下さい。 [[base-swupdate.notInstalled]]
pt_pt: Desculpe, o nome do arquivo do pacote do arquivo é inválido. Por favor, verifique o nome e tente novamente. [[base-swupdate.notInstalled]]

# packageAlreadyInstalled
source: The software package is already installed.
da_dk: Softwarepakken er allerede installeret.
de_de: Das Software-Paket ist bereits installiert.
es_es: El paquete de software ya está instalado.
fr_fr: Le progiciel est déjà installé.
it_it: Il pacchetto software è già installato.
ja_jp: このソフトウェアパッケージはすでにインストールされています。
pt_pt: O pacote de software já está instalado.

source: Verifying package...
da_dk: Bekræfter pakke ...
de_de: Prüfung des Paketes ...
es_es: Verificación de paquete ...
fr_fr: Vérification du progiciel ...
it_it: Verifica del pacchetto ...
ja_jp: パッケージの確認中...
pt_pt: Verificando pacote ...

# badPackage
source: The package file is incomplete. The packing_list is invalid or missing. [[base-swupdate.notInstalled]]
da_dk: Pakken fil er ufuldstændig. Den packing_list er ugyldig eller mangler. [[base-swupdate.notInstalled]]
de_de: Das Paket ist unvollständig. Die packing_list ist unvollständig oder fehlt komplett. [[base-swupdate.notInstalled]]
es_es: El archivo de paquete no está completo. El packing_list es válido o falta. [[base-swupdate.notInstalled]]
fr_fr: Le fichier du progiciel est incomplet. Le packing_list est invalide ou manquant. [[base-swupdate.notInstalled]]
it_it: Il file del pacchetto è incompleto. Il packing_list è non valido o mancante. [[base-swupdate.notInstalled]]
ja_jp: このパッケージファイルは不完全です。packing_list が不正か、見つかりません。 [[base-swupdate.notInstalled]]
pt_pt: O arquivo do pacote é incompleto. O packing_list é inválido ou inexistente. [[base-swupdate.notInstalled]]

# badFormat
source: There was an error verifying the package file. It may be corrupted, or it may not have the correct authentication information. [[base-swupdate.notInstalled]]
da_dk: Der opstod en fejl kontrollere pakken filen. Det kan blive beskadiget, eller det kan ikke have den korrekte godkendelsesinformationer. [[base-swupdate.notInstalled]]
de_de: Es gab einen Fehler bei der Überprüfung des Software-Paketes. Es ist möglicherweise beschädigt, oder seine Signatur stimmt nicht mit dem hinterlegten Schlüssel überein. [[base-swupdate.notInstalled]]
es_es: Hubo un error al verificar el archivo de paquete. Puede estar dañado o es posible que no tenga la información de autenticación correcta. [[base-swupdate.notInstalled]]
fr_fr: Une erreur est survenue en vérifiant le fichier du progiciel. Il peut être corrompu ou il peut ne pas avoir l'information d'authentification correcte. [[base-swupdate.notInstalled]]
it_it: C'è stato un errore di verifica del file del pacchetto. Esso può essere corrotto, o se non può avere le informazioni di autenticazione corretto. [[base-swupdate.notInstalled]]
ja_jp: パッケージファイルの確認中にエラーが発生しました。ファイルが壊れているか、正しい認証情報が得られませんでした。 [base-swupdate.notInstalled]]
pt_pt: Houve um erro ao verificar o arquivo de pacote. Ele pode ser corrompido, ou pode não ter as informações de autenticação correta. [[base-swupdate.notInstalled]]
