Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-swupdate.mod/locale/*/swupdate.po
Languages: da_dk, de_de, es, es_es, fr_fr, it_it, ja_jp, pt_pt

# emailField_help
source: Enter the email address(es) to which notification of new or updated software packages or errors in Software Update queries are to be sent. The option you select for Software Notification Light determines when email notifications are sent. Leave this field blank if you do not wish to receive these notifications.
da_dk: Indtast e-mail adresse(r), som anmeldelsen af ​​nye eller opdaterede softwarepakker eller fejl i Software Update forespørgsler skal sendes. Den mulighed, du vælger for Software Notification Light bestemmer, hvornår e-mail meddelelser sendes. Lad dette felt være tomt, hvis du ikke ønsker at modtage disse meddelelser.
de_de: Geben Sie eine oder mehrere Email-Adressen an, falls Sie bei Update-Vorgängen per Email informiert werden möchten. Lassen Sie dieses Feld leer, wenn Sie keine Email-Benachrichtigungen erhalten möchten.
es: Dirección/es de correo electrónico para las notificaciones de disponibilidad de programas nuevos o actualizados o de errores en las consultas de actualización de programas. La opción de notificación de programas determinará cuándo se notificará por correo electrónico. Deje en blanco este campo si no desea recibirlas.
es_es: Introduzca la dirección de correo electrónico (es) a la que la notificación de los paquetes de software o errores en las consultas de actualización de software nuevos o actualizados se van a enviar. La opción que seleccione para Light Notificación Software determina cuando se envían notificaciones por correo electrónico. Deje este campo en blanco si no desea recibir estas notificaciones.
fr_fr: Saisir l'adresse e-mail à laquelle la notification de progiciels ou des erreurs dans les requêtes de mise à jour doivent être envoyés. L'option que vous choisissez pour [[base-swupdate.notificationLightField]] détermine quand notifications seront envoyées par e-mail. Laisser ce champ vide pour ne pas recevoir de notifications.
it_it: Inserisci l'indirizzo di posta elettronica (es) a cui la notifica di pacchetti o errori nel software di query di aggiornamento software nuovi o aggiornati devono essere inviati. L'opzione selezionata per il software di notifica luce determina quando notifiche e-mail vengono inviate. Lasciare questo campo vuoto se non si desidera ricevere queste notifiche.
ja_jp: 新規のソフトウェアパッケージやアップデートが見つかった場合、それを通知してくさます。フィールドを空欄のまま残してください。デフォルトで admin に通知が行きます。
pt_pt: Digite o endereço de e-mail (s) para que a notificação de pacotes de software ou erros em consultas de atualização de software novas ou atualizadas devem ser enviados. A opção selecionada para luz de notificação Software determina quando as notificações de e-mail são enviadas. Deixe este campo em branco se você não quiser receber essas notificações.

# pkgOIDmissing
source: There was a problem retrieving information about the package. The package may have already been deleted. If this is not the case, please try again. If the problem persists, please contact technical support ([[base-sauce-basic.techSupportEmail]]).
da_dk: Der var et problem med at hente information om pakken. Pakken er muligvis allerede blevet slettet. Hvis dette ikke er tilfældet, skal du prøve igen. Hvis problemet fortsætter, skal du kontakte teknisk support ([[base-sauce-basic.techSupportEmail]]).
de_de: Es gab ein Problem beim Abrufen der Paket-Informationen. Das Paket ist möglicherweise bereits gelöscht worden. Ist dies nicht der Fall, versuchen Sie es erneut.
es: Problema al recuperar información de este paquete. Es probable que haya sido borrado.Si no parece asi intentelo de nuevo y si el problema persiste, contacte al equipo de soporte tecnico.
es_es: Hubo un problema al recuperar información acerca del paquete. El paquete puede haberse eliminado. Si este no es el caso, por favor, inténtelo de nuevo. Si el problema persiste, póngase en contacto con el soporte técnico ([[base-sauce-basic.techSupportEmail]]).
fr_fr: Il y a eu un problème en récupérant des informations sur le progiciel. Il peut être déjà été supprimé. Si ce n'est pas le cas, veuillez essayer à nouveau. Si le problème persiste, veuillez contacter le support technique ([[base-sauce-basic.techSupportEmail]]).
it_it: C'è stato un problema di recupero delle informazioni sul pacchetto. Il pacchetto potrebbe essere già stato cancellato. Se questo non è il caso, si prega di riprovare. Se il problema persiste, contattare il supporto tecnico ([[base-sauce-basic.techSupportEmail]]).
ja_jp: パッケージに関する情報が見つかりませんでした。削除したパッケージでないことを確認の上、もう一度やり直して下さい。もし それでも問題が起きるなら テニカルサポート担当者までご連絡ください。([[base-sauce-basic.techSupportEmail]]) まで。
pt_pt: Houve um problema obter informações sobre o pacote. O pacote já pode ter sido excluído. Se este não é o caso, por favor, tente novamente. Se o problema persistir, entre em contato com o suporte técnico ([[base-sauce-basic.techSupportEmail]]).

# serverField
source: [[base-swupdate.software]] Servers
da_dk: [[base-swupdate.software]] Servere
de_de: [[base-swupdate.software]] Server
es_es: [[Base swupdate.software]] Servidores
fr_fr: Serveurs [[base-swupdate.software]]
it_it: [[base-swupdate.software]] Server
ja_jp: [[base-swupdate.software]] サーバ

# serverField_help
source: Enter the URLs of server locations to query for new software and updates. The URL of the default server location is [[base-swupdate.defaultServer]].
da_dk: Indtast webadresser af server-placeringer til at forespørge efter ny software og opdateringer. Webadressen på standard server placering er [[base-swupdate.defaultServer]].
de_de: Geben Sie die URLs der NewLinQ-Servers an, von dem Updates und Aktualisierungen bezogen werden sollen. Die URL ist normalerweise [[base-swupdate.defaultServer]] und sollte nicht geändert werden.
es: Dirección o direcciones HTTP para las actualizaciones de programas. La ubicación del servidor de actualizaciones de Cobalt Networks es [[base-swupdate.defaultServer]].
es_es: Introduzca las URL de ubicaciones de servidor para consultar de nuevo software y actualizaciones. La URL de la ubicación del servidor predeterminado es [[base-swupdate.defaultServer]].
fr_fr: Saisir les URL des serveurs à consulter pour obtenir de nouveaux logiciels et des mises à jour. L'URL du serveur par défaut est [[base-swupdate.defaultServer]].
it_it: Inserisci l'URL di percorsi di server di query per nuovi software e aggiornamenti. La URL del percorso del server di default è [[base-swupdate.defaultServer]].
ja_jp: ソフトウェアアップデートが保管されているサーバの HTTP アドレスを入力してください。デフォルトのアップデートサーバは、[[base-swupdate.defaultServer]] にあります。
pt_pt: Insira os URLs de locais de servidores para consultar o novo software e atualizações. A URL da localização do servidor padrão é [[base-swupdate.defaultServer]].

# serverFieldInvalid
source: [[base-swupdate.software]] was unable to contact the server specified. Please makes sure that it is accessible from your server appliance.
da_dk: [[base-swupdate.software]] var i stand til at kontakte den angivne server. Venligst gør sikker på, at den er tilgængelig fra din server apparatet.
de_de: [[base-swupdate.software]] konnte den angegebenen Server nicht erreichen. Bitte stellt sicher, dass diese Adresse von Ihrem Server aus erreichbar ist.
es: [[base-swupdate.software]] no pudo contactar al servidor específicado. Por favor verifique la conección.
es_es: [[base-swupdate.software]] no pudo contactar con el servidor especificado. Por favor, se asegura de que sea accesible desde el dispositivo de servidor.
fr_fr: [[base-swupdate.software]] n'a pas pu contacter le serveur spécifié. Veuillez vous assurer qu'il soit accessible depuis ce serveur.
it_it: [[base-swupdate.software]] non è riuscito a contattare il server specificato. Prego ci assicuriamo che sia accessibile dal server appliance.
ja_jp: [[base-swupdate.software]] は、ご指定のサーバにアクセスできませんでした。ネットワークが正しく設定されている事を確認して下さい。
pt_pt: [[base-swupdate.software]] não pôde contatar o servidor especificado. Por favor, certifica-se de que ela é acessível a partir do seu aparelho servidor.

# httpProxyField
source: HTTP proxy:Port
es: Proxy:puerto HTTP
es_es: Proxy HTTP: Port
fr_fr: Proxy HTTP:Port
it_it: Proxy HTTP: Port
ja_jp: HTTP プロキシ：ポート
pt_pt: HTTP Proxy: Porto

# httpProxyField_help
source: Enter the proxy server and port for HTTP queries if a proxy server is needed to reach outside your firewall. Example: proxy.example.com:8080.
da_dk: Indtast proxy server og port til HTTP-forespørgsler, hvis en proxyserver for at nå uden for din firewall. Eksempel: proxy.example.com: 8080.
de_de: Geben Sie den Proxy-Server und Port für HTTP-Abfragen an, falls ein Proxy-Server benötigt wird, um entfernte URLs zu kontaktieren. Beispiel: proxy.example.com:8080.
es: Servidor proxy y el puerto para consultas HTTP para tener acceso fuera del cortafuego. Ejemplo: proxy.miempresa.com:8080.
es_es: Introduzca el servidor proxy y el puerto para las consultas HTTP si se necesita un servidor proxy para acceso fuera del firewall. Ejemplo: proxy.example.com:8080.
fr_fr: Saisir le serveur proxy et le port pour les requêtes HTTP si un serveur proxy est nécessaire pour passer à l'extérieur de votre pare-feu. Exemple : proxy.example.com:8080.
it_it: Immettere il server proxy e la porta per le query HTTP, se un server proxy è necessario per raggiungere all'esterno del firewall. Esempio: proxy.example.com: 8080.
ja_jp: プロキシサーバを介してファイヤウォール外部へアクセスする必要がある場合には、HTTP 照会用のプロキシサーバ名とポート番号を入力してください。（指定例：proxy.mycompany.com:8080）
pt_pt: Digite o servidor proxy ea porta para consultas HTTP se um servidor proxy é necessário para chegar fora do seu firewall. Exemplo: proxy.example.com: 8080.

# httpProxyInvalid
source: [[base-swupdate.software]] was unable to contact the HTTP proxy server. Please make sure that it is accessible from your server appliance.
da_dk: [[base-swupdate.software]] var i stand til at kontakte HTTP-proxyserver. Sørg for, at den er tilgængelig fra din server apparatet.
de_de: [[base-swupdate.software]] konnte den HTTP-Proxy-Server nicht erreichen. Bitte stellen Sie sicher, dass er von Ihrem Server aus erreichbar ist.
es: [[base-swupdate.software]] no pudo encontrar el servidor proxy HTTP. Por favor asegurese que este este disponible desde su servidor.
es_es: [[base-swupdate.software]] no pudo contactar con el servidor proxy HTTP. Por favor, asegúrese de que se puede acceder desde su dispositivo de servidor.
fr_fr: [[base-swupdate.software]] n'a pas pu contacter le serveur proxy HTTP. Veuillez vous assurer qu'il soit accessible depuis ce serveur.
it_it: [[base-swupdate.software]] non è riuscito a contattare il server proxy HTTP. Fare in modo che sia accessibile dal server appliance per favore.
ja_jp: [[base-swupdate.software]] は、ご指定の HTTP プロキシサーバにアクセスできませんでした。ネットワークが正しく設定されている事を 再度確認して下さい。
pt_pt: [[base-swupdate.software]] não pôde contatar o servidor proxy HTTP. Por favor, certifique-se de que é acessível a partir de seu aparelho servidor.

# ftpProxyField_help
source: Enter the proxy server and port for FTP queries if a proxy server is needed to reach outside your firewall. Example: proxy.example.com:8080.
da_dk: Indtast proxy server og port til FTP forespørgsler, hvis en proxyserver for at nå uden for din firewall. Eksempel: proxy.example.com: 8080.
de_de: Geben Sie den Proxy-Server und Port für FTP-Abfragen an, falls ein Proxy-Server benötigt wird, um entfernte FTP-Serbver zu erreichen. Beispiel: proxy.example.com:8080.
es_es: Introduzca el servidor proxy y el puerto para las consultas de FTP si se necesita un servidor proxy para acceso fuera del firewall. Ejemplo: proxy.example.com:8080.
fr_fr: Saisir le serveur proxy et le port pour les requêtes FTP si un serveur proxy est nécessaire pour passer à l'extérieur de votre pare-feu. Exemple : proxy.example.com:8080.
it_it: Immettere il server proxy e la porta per le query FTP se un server proxy è necessario per raggiungere all'esterno del firewall. Esempio: proxy.example.com: 8080.
ja_jp: プロキシサーバを介してファイヤウォール外部へアクセスする必要がある場合には、ここにTP 照会用のプロキシサーバ名とポート番号を入力してください。（指定例： proxy.mycompany.com:8080）
pt_pt: Digite o servidor proxy ea porta para consultas FTP se um servidor proxy é necessário para chegar fora do seu firewall. Exemplo: proxy.example.com: 8080.

# ftpProxyInvalid
source: [[base-swupdate.software]] was unable to contact the FTP proxy server. Please make sure that it is accessible from your server appliance.
da_dk: [[base-swupdate.software]] var i stand til at kontakte FTP proxy server. Sørg for, at den er tilgængelig fra din server apparatet.
de_de: [[base-swupdate.software]] konnte de FTP-Proxy-Server nicht erreichen. Bitte stellen Sie sicher, dass er von Ihrem Server aus erreichbar ist.
es_es: [[base-swupdate.software]] no pudo contactar con el servidor proxy FTP. Por favor, asegúrese de que se puede acceder desde su dispositivo de servidor.
fr_fr: [[base-swupdate.software]] n'a pas pu contacter le serveur proxy FTP. Veuillez vous assurer qu'il soit accessible depuis ce serveur.
it_it: [[base-swupdate.software]] non è riuscito a contattare il server proxy FTP. Fare in modo che sia accessibile dal server appliance per favore.
ja_jp: [[base-swupdate.software]] は、ご指定の FTP プロキシサーバにアクセスできませんでした。ネットワークが正しく設定されている事を 再度確認して下さい。
pt_pt: [[base-swupdate.software]] não pôde contatar o servidor proxy FTP. Por favor, certifique-se de que é acessível a partir de seu aparelho servidor.

# autoField
source: Install Updates Automatically
da_dk: Installer opdateringer automatisk
de_de: Updates automatisch installieren
es: Instalar actualizaciones automáticamente
es_es: Instalar actualizaciones automáticamente
fr_fr: Installer mises à jour automatiquement
it_it: Installazione automatica degli aggiornamenti
ja_jp: アップデートを自動的にインストール
pt_pt: Instalar atualizações automaticamente

# autoField_help
source: If enabled, [[base-swupdate.software]] will automatically install authenticated packages.
da_dk: Hvis aktiveret, [[base-swupdate.software]] vil automatisk installere bekræftede pakker.
de_de: Falls dieses Feld aktiviert ist, werden Pakete und Aktualisierungen (sofern möglich) automatisch installiert.
es: Si esta activó el [[base-swupdate.software]] automaticamente instalará paquetes autenticados.
es_es: Si está activado, [[base-swupdate.software]] se instalará automáticamente los paquetes autenticados.
fr_fr: L'option activée, [[base-swupdate.software]] installera automatiquement les progiciels authentifiés.
it_it: Se abilitata, [[base-swupdate.software]] installerà automaticamente i pacchetti autenticati.
ja_jp: このボックスをチェックすると、[[base-swupdate.software]] は認証済みのパッケージを自動的にインストールします。
pt_pt: Se ativado, [[base-swupdate.software]] irá instalar automaticamente os pacotes autenticados.

# requireSignatureField
source: Packages Must Be Authenticated
da_dk: Pakker skal godkendes
de_de: Paket erfordert gültige Signatur.
es: El paquete debe ser autenticado.
es_es: Los envases deberán estar autenticados
fr_fr: Les progiciels doivent être authentifiés
it_it: Pacchetti devono essere autenticati
ja_jp: パッケージの認証が必要
pt_pt: Pacotes devem ser autenticados

# requireSignatureField_help
source: If enabled, [[base-swupdate.software]] will only install packages that have passed an authentication check.
da_dk: Hvis aktiveret, [[base-swupdate.software]] vil kun installere pakker, der har bestået en authentication check.
de_de: Falls dieses Feld aktiviert ist, können nur Pakete installiert werden, die vom Hersteller eine gültige Signatur erhalten haben.
es: Si [[base-swupdate.software]] esta activo, no instalará paquetes aún si estos son auténticos.
es_es: Si está activado, [[base-swupdate.software]] sólo instalar paquetes que han pasado una comprobación de autenticación.
fr_fr: L'option activée, [[base-swupdate.software]] installera uniquement les progiciels qui ont passé un contrôle d'authentification.
it_it: Se abilitata, [[base-swupdate.software]] installerà solo i pacchetti che hanno superato un controllo di autenticazione.
ja_jp: このボックスをチェックすると、[[base-swupdate.software]] は認証検査に合格したパッケージだけをインストールします。
pt_pt: Se ativado, [[base-swupdate.software]] só vai instalar os pacotes que passaram uma verificação de autenticação.

# checkSetField
source: Software To Check
da_dk: Software til at kontrollere
de_de: Art der Software
es_es: Software para comprobar
fr_fr: Logiciels à vérifier
it_it: Software per controllare
ja_jp: 対象ソフトウェア
pt_pt: Software para verificar se

# checkSetField_help
source: Choose the type of software that will be checked for on each Software Update query.
da_dk: Vælg den type software, der vil blive kontrolleret for på hver Softwareopdatering forespørgsel.
de_de: Wählen Sie die Art von Software aus, nach der bei jeder Software-Update-Abfrage Ausschau gehalten wird.
es_es: Elija el tipo de software que se comprueba en cada consulta de actualización de software.
fr_fr: Choisir le type de logiciel qui sera vérifié à chaque requête de mise à jour.
it_it: Scegliere il tipo di software che vengono consultati per ogni query su Aggiornamento Software.
ja_jp: ソフトウェアアップデートの問い合わせの対象となるソフトウェアの種類を選んでださい。
pt_pt: Escolha o tipo de software que irá ser verificado para cada consulta em Atualização de Software.

# all
source: All software
da_dk: Alt software
de_de: Alle Software
es_es: Todo el software
fr_fr: Tous les logiciels
it_it: Tutto il software
ja_jp: すべてのソフトウェア
pt_pt: Todos os programas

# updates
source: Updates only
da_dk: Opdateringer kun
de_de: Nur Updates
es_es: Sólo actualizaciones
fr_fr: Mises à jour seulement
it_it: Solo aggiornamenti
ja_jp: アップデートのみ
pt_pt: Apenas atualizações

# notificationLightField
source: Software Notification Light
de_de: Software-Benachrichtigung
es_es: Luz Notificación Software
fr_fr: Avis de Logiciels
it_it: Software di notifica Luce
ja_jp: 通知内容
pt_pt: Luz Notificação Software

# notificationLightField_help
source: Change what type of new software will activate the Software Notification Light, and if applicable, what type of new software will appear in notification emails.
da_dk: Ændre, hvilken type nye software vil aktivere softwaren Notification lys, og hvis det er relevant, vil hvilken type af ny software vises i anmeldelsen e-mails.
de_de: Wählen Sie aus, welche Art der neu verfügbaren Aktualisierung eine Benachrichtigung in der GUI und per Email ausklößt.
es_es: Cambiar el tipo de nuevo software se activará la luz de notificación del software, y en su caso, qué tipo de software nuevo aparecerá en los mensajes de notificación.
fr_fr: Définir le type de nouveau logiciel ou de nouvelle mise à jour qui, le cas échéant, déclenchera une notification de leur disponibilité dans l'interface utilisateur et par e-mail.
it_it: Cambia il tipo di nuovo software attiverà la notifica Luce Software e, se del caso, che tipo di nuovi software apparirà nella email di notifica.
ja_jp: 新規のソフトウェアやアップデートが見つかった場合に、ここで指定する種類のファ
pt_pt: Alterar o tipo de um novo software irá ativar a luz de notificação Software, e se for o caso, que tipo de novo software irá aparecer nos e-mails de notificação.

source: Update
da_dk: Opdater
de_de: Aktualisierung
es_es: Actualizar
fr_fr: Mise à jour
it_it: Aggiornare
ja_jp: アップデート
pt_pt: Atualizar

# update_help
source: Click here to check for and install new or updated software packages. This icon changes color when new or updated software packages are available.
da_dk: Klik her for at søge efter og installere nye eller opdaterede softwarepakker. Dette ikon skifter farve, når nye eller opdaterede software pakker er tilgængelige.
de_de: Klicken Sie hier, um manuell zu überprüfen, ob Updates oder neue Pakete zur Installation bereit stehen. Dieses Symbol ändert seine Farbe, falls neue oder aktualisierte Software-Pakete verfügbar sind.
es_es: Haga clic aquí para buscar e instalar paquetes de software nuevos o actualizados. Este icono cambia de color cuando los paquetes de software nuevos o actualizados disponibles.
fr_fr: Cliquer ici pour vérifier et installer les progiciels nouveaux ou les mises à jour. Cette icône change de couleur quand de nouveaux progiciels ou des mises à jour sont disponibles.
it_it: Clicca qui per cercare e installare pacchetti nuovi o aggiornati software. Questa icona cambia colore quando i pacchetti nuovi o aggiornati software sono disponibili.
ja_jp: ここをクリックすると、新規のソフトウェアパッケージまたはアップデートが入手可能になります。パッケージまたはアップデートが入手可能な場合には、そのアイコンの色が変わります。
pt_pt: Clique aqui para procurar e instalar pacotes de software novos ou atualizados. Esse ícone muda de cor quando os pacotes de software novos ou atualizados estão disponíveis.

# QueryErrorSubject
source: There was a problem querying the [[base-swupdate.software]] server.
da_dk: Der opstod et problem forespørge [[base-swupdate.software]] server.
de_de: Es gab ein Problem beim Versuch den Update-Server für [[base-swupdate.software]] zu kontaktieren.
es_es: Hubo un problema al consultar la [[base-swupdate.software]] servidor.
fr_fr: Il y a eu un problème en consultant le serveur [[base-swupdate.software]].
it_it: C'è stato un problema interrogando il [[base-swupdate.software]] server.
ja_jp: [[base-swupdate.software]] サーバの検索中に問題が発生しました。
pt_pt: Houve um problema consultando o [[base-swupdate.software]] servidor.

# NoProductInfoBody
source: The [[base-swupdate.software]] server did not recognize your product.[[base-sauce-basic.contactTechSupport]]
da_dk: Den [[base-swupdate.software]] Serveren kunne ikke genkende dit produkt. [[base-sauce-basic.contactTechSupport]]
de_de: Der NewLinQ-Server für [[base-swupdate.software]] konnte nicht erkennen, welche Platform Sie einsetzen. [[base-Sauce-basic.contactTechSupport]]
es_es: El [[base-swupdate.software]] servidor no reconoció su producto. [[base-sauce-basic.contactTechSupport]]
fr_fr: Le serveur [[base-swupdate.software]] n'a pas reconnu votre produit. [[base-sauce-basic.contactTechSupport]]
it_it: Il [[base-swupdate.software]] server non ha riconosciuto il vostro prodotto. [[base-sauce-basic.contactTechSupport]]
ja_jp: [[base-swupdate.software]] サーバで、この製品が認識されませんでした。[[base-sauce-basic.contactTechSupport]]
pt_pt: O [[base-swupdate.software]] servidor não reconheceu o seu produto. [[base-sauce-basic.contactTechSupport]]

# NoSWUpdateServerSubject
source: No URL specified for the [[base-swupdate.software]] server.
da_dk: Ingen URL er angivet for [[base-swupdate.software]] server.
de_de: Keine URL für den [[base-swupdate.software]]-Server angegeben.
es_es: No URL especificada para el [[base-swupdate.software]] servidor.
fr_fr: Aucune URL spécifiée pour le serveur [[base-swupdate.software]].
it_it: Nessun URL specificato per il [[base-swupdate.software]] server.
ja_jp: [[base-swupdate.software]] サーバの URL が指定されていません。
pt_pt: No URL especificada para o [[base-swupdate.software]] servidor.
