Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-swupdate.mod/locale/*/swupdate.po
Languages: da_dk, de_de, es, es_es, fr_fr, it_it, ja_jp, pt_pt

# CCEsetError
source: There was an error in adding the package to the CCE database. The package packing_list may be invalid. [[base-swupdate.notInstalled]]
da_dk: Der opstod en fejl i at tilføje pakken til CCE-databasen. Pakken packing_list kan være ugyldigt. [[base-swupdate.notInstalled]]
de_de: Es gab einen Fehler beim Versuch, das Paket in der CCE Datenbank zu registrieren. Die packing_list des Paketes is möglicherweise ungültig. [[base-swupdate.notInstalled]]
es_es: Se produjo un error al añadir el paquete a la base de datos del CCE. El packing_list paquete no sea válido. [[base-swupdate.notInstalled]]
fr_fr: Une erreur est survenue en ajoutant du package à la base de données CCE. Le packing_list peut être non valide. [[base-swupdate.notInstalled]]
it_it: C'è stato un errore nella aggiungendo il pacchetto nel database di CCE. Il packing_list pacchetto potrebbe non essere valido. [[base-swupdate.notInstalled]]
ja_jp: パッケージを CCE データベースへ追加中にエラーが発生しました。不正な packing_list パッケージ である可能性があります。[[base-swupdate.notInstalled]]
pt_pt: Houve um erro na adição do pacote para o banco de dados CCE. O packing_list pacote pode ser inválido. [[base-swupdate.notInstalled]]

# failedDep
source: The software package needs other software package(s) to be installed first. Please install the following package(s): [[VAR.dep]].
da_dk: Den softwarepakke behov anden softwarepakke (r), der skal installeres først. Du installere følgende pakke (r): [[VAR.dep]].
de_de: Diese Paket hat Abhängigkeiten, die derzeit nicht erfüllt sind. Bitte installieren Sie zunächst das folgende Pakete: [[VAR.dep]].
es_es: El paquete de software necesita otro paquete de software (s) para ser instalado primero. Por favor, instale el paquete siguiente (s): [[VAR.dep]].
fr_fr: Le progiciel a besoin d'avoir d'autre logiciels installés auparavant. Veuillez installer le(s) ensemble(s) suivant(s) : [[VAR.dep]].
it_it: Il pacchetto software ha bisogno di altri pacchetti software (s) deve essere installato prima. Si prega di installare il seguente pacchetto (s): [[VAR.dep]].
ja_jp: このソフトウェアパッケージをインストールする前に、インストールする必要のある[VAR.dep]] パッケージを先にインストールしてください。
pt_pt: O pacote de software precisa de outro pacote de software (s) a ser instalado pela primeira vez. Por favor, instale o seguinte pacote (s): [[VAR.dep]].

# installLock
source: Another package is currently being installed or uninstalled. Please try again later.
da_dk: En anden pakke er i øjeblikket ved at blive installeret eller afinstalleret. Prøv venligst igen senere.
de_de: Ein weiteres Paket wird gerade installiert oder deinstalliert. Bitte versuchen Sie es später erneut.
es: Otro paquete se esta instalando o desinstalando actualmente. Por favor intentelo después.
es_es: Otro paquete está siendo instalado o desinstalado. Por favor inténtelo de nuevo más tarde.
fr_fr: Un autre progiciel est actuellement en cours d'installation ou de désinstallation. Veuillez réessayer plus tard.
it_it: Un altro pacchetto è in fase di installare o disinstallare. Riprova più tardi.
ja_jp: 別のパッケージを現在インストール（またはアンインストール）中です。しばらくしてから再試行下さい。
pt_pt: Outro pacote está sendo instalado ou desinstalado. Por favor, tente novamente mais tarde.

# obsoletePkg
source: The [[VAR.name]] package was not installed because it is no longer current.
da_dk: Den [[VAR.name]] pakken blev ikke installeret, fordi den ikke længere er aktuel.
de_de: Das Paket [[VAR.name]] wurde nicht installiert, weil es nicht mehr aktuell ist.
es: El paquete [[VAR.name]] no se instaló por que no esta presente en el sistema.
es_es: El [[VAR.name]] paquete no se instale porque ya no es actual.
fr_fr: Le progiciel [[VAR.name]]t n'a pas été installé car il n'est plus à jour.
it_it: Il [[VAR.name]] pacchetto non era installato perché non più attuali.
ja_jp: [[VAR.name]] パッケージは、有効期限が切れているため、インストールされませんでした。
pt_pt: O [[VAR.name]] pacote não foi instalado porque não é mais atual.

# badProduct
source: The [[VAR.name]] package was not installed because it is not compatible with this version of [[base-alpine.osName]].
da_dk: Den [[VAR.name]] pakken blev ikke installeret, fordi det ikke blev oprettet for denne server apparatet.
de_de: Das Paket [[VAR.name]] wurde nicht installiert, weil es nicht mit dieser Version von [[base-alpine.osName]] kompatibel ist.
es: El paquete [[VAR.name]] no se ha intalado por que no fue diseñado para este servidor.
es_es: El [[VAR.name]] paquete no se instale porque no fue creado para este dispositivo de servidor.
fr_fr: Le progiciel [[VAR.name]] n'a pas été installé car il n'est pas compatible avec la version [[base-alpine.osName]] de ce serveur.
it_it: Il [[VAR.name]] pacchetto non era installato perché non è compatibile con questa versione di [[base-alpine.osName]].
ja_jp: The [[VAR.name]] パッケージは、このサーバ機種向けのパッケージではないため、インストールされませんでした。
pt_pt: O [[VAR.name]] pacote não foi instalado porque não é compatível com esta versão do [[base-alpine.osName]].

# hostNotFound
source: The host specified in the URL for [[VAR.file]] was not found. [[base-swupdate.notInstalled]]
da_dk: Værten er angivet i URL til [[VAR.file]] blev ikke fundet. [[base-swupdate.notInstalled]]
de_de: Der Wirt in der URL angegeben für [[VAR.file]] wurde nicht gefunden. [[base-swupdate.notInstalled]]
es: No se encontró el servidor especificado en la dirección URL para [[VAR.file]]. [[base-swupdate.notInstalled]]
es_es: El host especificado en el URL para [[VAR.file]] no se encontró. [[base-swupdate.notInstalled]]
fr_fr: L'hôte spécifié dans l'URL pour [[VAR.file]] n'a pas été trouvé. [[base-swupdate.notInstalled]]
it_it: L'host specificato nell'URL per [[VAR.file]] non è stato trovato. [[base-swupdate.notInstalled]]
ja_jp: [[VAR.file]] の URL として指定されたホストが見つかりませんでした。[[base-swupdate.notInstalled]]
pt_pt: O host especificado na URL para [[VAR.file]] não foi encontrado. [[base-swupdate.notInstalled]]

# fileNotFound
source: The package [[VAR.file]] was not found at the specified location.
da_dk: Pakken [[VAR.file]] blev ikke fundet på den angivne placering.
de_de: Das Paket [[VAR.file]] wurde nicht im angegebenen Verzeichnis gefunden.
es_es: El paquete de [[VAR.file]] no se encontró en el lugar especificado.
fr_fr: Le progiciel [[VAR.file]] n'a pas été trouvé à l'emplacement spécifié.
it_it: Il pacchetto [[VAR.file]] non è stato trovato nella posizione specificata.
ja_jp: [[VAR.file]] パッケージは、指定されたロケーションでは見つかりませんでした。
pt_pt: O pacote de [[VAR.file]] não foi encontrado no local especificado.

# hostRefused
source: The host specified in the URL for [[VAR.file]] refused the connection.
da_dk: Værten er angivet i URL til [[VAR.file]] afviste forbindelsen.
de_de: Der in der URL genannte Host für den Download der Datei [[VAR.file]] hat die Verbindung abgelehnt.
es_es: El host especificado en el URL para [[VAR.file]] rechazado la conexión.
fr_fr: L'hôte spécifié dans l'URL pour [[VAR.file]] a refusé la connexion.
it_it: L'host specificato nell'URL per [[VAR.file]] ha rifiutato la connessione.
ja_jp: [[VAR.file]] の入手先 URL として指定されたホストへの接続が拒否されました。
pt_pt: O host especificado na URL para [[VAR.file]] se recusou a conexão.

# notDownloaded
source: The package [[VAR.file]] failed to download properly, possibly because the server where the package is located is experiencing problems.
da_dk: Pakken [[VAR.file]] har undladt at hente ordentligt, muligvis fordi den server, hvor pakken befinder oplever problemer.
de_de: Das Paket [[VAR.file]] konnte nicht richtig geladen werden. Möglicherweise hat der Server, auf dem sich das Paket befindet derzeit Probleme.
es: Error en la descarga de [[VAR.file]], posiblemente por problemas en el servidor.
es_es: El paquete de [[VAR.file]] no pudo descargar correctamente, posiblemente debido a que el servidor donde se encuentra el paquete está experimentando problemas.
fr_fr: Le progiciel [[VAR.file]] n'a pas pu être téléchargé correctement, le serveur où il se trouve a apparemment des problèmes.
it_it: Il pacchetto [[VAR.file]] non è riuscito a scaricare correttamente, forse perché il server in cui si trova il pacchetto abbia problemi.
ja_jp: [[VAR.file]] パッケージを保管しているサーバに問題があるため、このパッケージは正しくダウンロードされませんでした。
pt_pt: O pacote de [[VAR.file]] não conseguiu baixar corretamente, possivelmente porque o servidor onde o pacote está localizado está com problemas.

# noLocation
source: No location specified to get package.
da_dk: Ingen specificerede sted at få pakken.
de_de: Es wurde keine Quelle genannt, von der das Paket bezogen werden soll.
es_es: Sin lugar especificado para obtener paquetes.
fr_fr: Aucun emplacement spécifié pour obtenir le progiciel.
it_it: Nessuna località specificata per ottenere pacchetto.
ja_jp: パッケージの保管場所が指定されていません。
pt_pt: No local especificado para obter o pacote.

# missingRPM
source: The package file is incomplete. One or more RPM(s) are missing.
da_dk: Pakken fil er ufuldstændig. En eller flere RPM(r) mangler.
de_de: Das Paket Datei ist unvollständig. Ein oder mehrere RPM(s) fehlen.
es_es: El archivo de paquete no está completo. Uno o más RPM (s) se echa en falta.
fr_fr: Le fichier du progiciel est incomplet. Un ou plusieurs RPM(s) manquent.
it_it: Il file del pacchetto è incompleto. Uno o più RPM (s) sono mancanti.
ja_jp: パッケージファイルが不完全です。見つからない RPM があります。
pt_pt: O arquivo do pacote é incompleto. Um ou mais RPM (s) estão ausentes.

# missingSRPM
source: The package file is incomplete. One or more SRPM(s) are missing.
da_dk: Pakken fil er ufuldstændig. En eller flere SRPM(r) mangler.
de_de: Das Paket Datei ist unvollständig. Ein oder mehrere SRPM(s) fehlen.
es: Este paquete ésta incompleto, le faltan uno o más archivos SRPM(s).
es_es: El archivo de paquete no está completo. Uno o más SRPM (s) se echa en falta.
fr_fr: Le fichier du progiciel est incomplet. Un ou plusieurs SRPM(s) manquent.
it_it: Il file del pacchetto è incompleto. Uno o più SRPM (s) sono mancanti.
ja_jp: パッケージファイルが不完全です。見つからない SRPM があります。
pt_pt: O arquivo do pacote é incompleto. Um ou mais SRPM (s) estão ausentes.

# preInstallFailed
source: There was a problem with the package file. The pre-install script failed.
da_dk: Der opstod et problem med pakken filen. Den præ-install script mislykkedes.
de_de: Es gab ein Problem mit dem Paket: Ausführung des Pre-Install-Skriptes ist fehlgeschlagen.
es_es: Había un problema con el archivo del paquete. El script de preinstalación no.
fr_fr: Il y a eu un problème avec le fichier de progiciel. Le script de pré-installation a échoué.
it_it: C'è stato un problema con il file del pacchetto. Lo script di pre-installazione non è riuscita.
ja_jp: パッケージファイルに問題が発生しました。インストール前処理スクリプトが正常に完了しません。
pt_pt: Houve um problema com o arquivo do pacote. O script de pré-instalação falhou.

# postInstallFailed
source: There was a problem with the package file. The post-install script failed.
da_dk: Der opstod et problem med pakken filen. Den post-install script mislykkedes.
de_de: Es gab ein Problem mit dem Paket: Ausführung des Post-Install-Skriptes ist fehlgeschlagen.
es_es: Había un problema con el archivo del paquete. El script de post-instalación falló.
fr_fr: Il y a eu un problème avec le fichier de progiciel. Le script de post-installation a échoué.
it_it: C'è stato un problema con il file del pacchetto. Lo script post-installazione non è riuscita.
ja_jp: パッケージファイルに問題が発生しました。インストール後の最終処理スクリプトが正常に完了しません。
pt_pt: Houve um problema com o arquivo do pacote. O script de pós-instalação falhou.

# rpmInstallError
source: There was a problem with the package file. An error occurred while installing the RPM [[VAR.rpm]].
da_dk: Der opstod et problem med pakken filen. Der opstod en fejl under installationen af ​​RPM [[VAR.rpm]].
de_de: Es gab ein Problem mit dem Paket: Während der Installation des RPM [[VAR.rpm]] trat ein Fehler auf.
es_es: Había un problema con el archivo del paquete. Se ha producido un error durante la instalación del RPM [[VAR.rpm]].
fr_fr: Il y a eu un problème avec le fichier de progiciel. Une erreur est survenue lors de l'installation du RPM [[VAR.rpm]].
it_it: C'è stato un problema con il file del pacchetto. Si è verificato un errore durante l'installazione del RPM [[VAR.rpm]].
ja_jp: パッケージファイルに問題が発生しました。RPM [[VAR.rpm]] のインストール中にエラーが発生しました。
pt_pt: Houve um problema com o arquivo do pacote. Ocorreu um erro durante a instalação do RPM [[VAR.rpm]].

# errorWGET
source: Sorry, an error occurred while trying to run wget.
da_dk: Beklager, der opstod en fejl under forsøg på at køre wget.
de_de: Beim Versuch, das Paket mit WGET zu laden, ist ein Fehler aufgetreten.
es_es: Lo sentimos, ha ocurrido un error al intentar ejecutar wget.
fr_fr: Désolé, une erreur est survenue lors de l'exécution de wget.
it_it: Siamo spiacenti, si è verificato un errore durante il tentativo di eseguire wget.
ja_jp: wget の実行中にエラーが発生しました。
pt_pt: Desculpe, ocorreu um erro ao tentar executar o wget.

# rebooting
source: The server appliance is now rebooting. It should be available again in a few minutes.
da_dk: Serveren apparat er nu genstart. Det bør være tilgængelig igen om et par minutter.
de_de: Der Server wird jetzt neu gestartet. In ein paar Minuten sollte er wieder verfügbar sein.
es: El servidor esta reiniciando. Estará disponible en unos minutos.
es_es: El dispositivo de servidor está reiniciando. Debe estar disponible de nuevo en unos minutos.
fr_fr: Le serveur va maintenant redémarrer. Il sera à nouveau disponible dans quelques minutes.
it_it: L'appliance server è ora di riavvio. Dovrebbe essere ricostituiti in pochi minuti.
ja_jp: サーバを再起動しています。再起動の完了には数分かかります。しばらくお待ちください。
pt_pt: O aparelho servidor está agora a reinicialização. Deve estar disponível novamente em poucos minutos.

# uninstallrefresh
source: The package uninstalled successfully. In a moment, the user interface will refresh in order to remove the services provided by the package.
da_dk: Pakken afinstalleret med succes. I et øjeblik, vil brugergrænsefladen genopfriske for at fjerne de tjenester, som pakken.
de_de: Das Paket wurde erfolgreich deinstalliert. Die GUI wird neu geladen, damit die Änderungen wirksam werden.
es: El paquete se ha desinstalado con éxito. En unos momentos el interfaz se refrescará y removera los servicios que este paquete proporciona.
es_es: El paquete desinstalado correctamente. En un momento, la interfaz de usuario se actualizará con el fin de eliminar los servicios proporcionados por el paquete.
fr_fr: Le progiciel a été désinstallé avec succès. En un instant, l'interface utilisateur sera actualisé afin de supprimer les services fournis par ce progiciel.
it_it: Il pacchetto disinstallato con successo. In un momento, l'interfaccia utente viene aggiornata al fine di rimuovere i servizi forniti dal pacchetto.
ja_jp: パッケージは正しくアンインストールされました。数秒するとブラウザ画面が更新されます。サービスが削除された新らしい画面に切換わります。
pt_pt: O pacote desinstalado com êxito. Em um momento, a interface do usuário irá atualizar, a fim de remover os serviços prestados pelo pacote.

# installrefresh
source: The package installed successfully. In a moment, the user interface will refresh in order to provide you with access to new services.
da_dk: Pakken installeret. I et øjeblik, vil brugergrænsefladen genopfriske for at give dig adgang til nye tjenester.
de_de: Das Paket wurde erfolgreich installiert. Die GUI wird neu geladen, damit die Änderungen wirksam werden.
es: El paquete se ha instalado con éxito. En unos momentos el interfaz se refrescará y le dara acceso a estos nuevos servicios.
es_es: El paquete instalado correctamente. En un momento, la interfaz de usuario se actualizará con el fin de proporcionar el acceso a nuevos servicios.
fr_fr: Le progiciel a été installé avec succès. En un instant, l'interface utilisateur sera actualisé afin de donner accès aux nouveaux services.
it_it: Il pacchetto installato con successo. In un attimo, l'interfaccia utente viene aggiornata in modo da fornire l'accesso a nuovi servizi.
ja_jp: パッケージは正しくインストールされました。数秒するとブラウザ画面が更新し、この画面がリフレッシュされます。
pt_pt: O pacote instalado com sucesso. Em um momento, a interface do usuário irá atualizar, a fim de lhe proporcionar acesso a novos serviços.

# installedList
source: Installed Software List
da_dk: Installeret Software List
de_de: Liste der installierten Software
es_es: Lista de Software Instalado
fr_fr: Liste des logiciels installés
it_it: Elenco del software installato
ja_jp: インストールされているソフトウェアのリスト
pt_pt: Lista de Software Instalado

source: Uninstall
da_dk: Afinstaller
de_de: Deinstallieren
es_es: Desinstalar
fr_fr: Désinstaller
it_it: Disinstalla
ja_jp: 削除
pt_pt: Desinstalar

# uninstall_help
source: If the software package can be uninstalled, clicking on the Uninstall button for the package will remove it from the system.
da_dk: Hvis softwaren pakke kan afinstalleres, vil klikke på knappen Afinstaller for pakken fjerne det fra systemet.
de_de: Falls das Software-Paket Deinstallation erlaubt, können Sie es über die entsprechende Schaltfläche in der GUI deinstallieren.
es_es: Si el paquete de software se puede desinstalar, haga clic en el botón Desinstalar para el paquete se eliminará del sistema.
fr_fr: Si le logiciel peut être désinstallé, le bouton Désinstaller le retirera du système.
it_it: Se il pacchetto software può essere disinstallato, cliccando sul pulsante Disinstalla per il pacchetto verrà rimosso dal sistema.
ja_jp: アンインストールの可能なソフトウェアパッケージであれば、このアイコンをクリックします。そのパッケージがシステムから取り外すされ（削除され）ます。
pt_pt: Se o pacote de software pode ser desinstalado, clique no botão Uninstall para o pacote irá removê-lo do sistema.

# uninstallConfirm
source: Are you sure you want to uninstall '[[VAR.packageName]]'?
da_dk: Er du sikker på, du vil afinstallere "[[VAR.packageName]]"?
de_de: Sind Sie sicher, dass Sie "[[VAR.packageName]]" deinstallieren möchten?
es_es: ¿Está seguro que desea desinstalar "[[VAR.packageName]]"?
fr_fr: Etes-vous sûr de vouloir désinstaller [[VAR.packageName]] ?
it_it: Sei sicuro di voler disinstallare '[[VAR.packageName]]'?
ja_jp: [[VAR.packageName]] をアンインストールしてよろしいですか？
pt_pt: Tem certeza de que deseja desinstalar '[[VAR.packageName]]?

# softwareInstallSettings
source: [[base-swupdate.software]] Settings
da_dk: [[base-swupdate.software]] Indstillinger
de_de: [[base-swupdate.software]] Einstellungen
es_es: [[Base swupdate.software]] Ajustes
fr_fr: Paramètres [[base-swupdate.software]]
it_it: [[base-swupdate.software]] Impostazioni
ja_jp: [[base-swupdate.software]] の設定
pt_pt: [[base-swupdate.software]] Configurações

source: Basic
da_dk: Grundlæggende
de_de: Grundlagen
es_es: Básico
it_it: Di base
ja_jp: 基本
pt_pt: Básico

# basic_help
source: The most commonly used settings can be found here.
da_dk: De mest almindeligt brugte indstillinger kan findes her.
de_de: Die am häufigsten verwendeten Einstellungen können hier gefunden werden.
es_es: Los ajustes más utilizados se pueden encontrar aquí.
fr_fr: Les réglages les plus fréquemment utilisés peuvent être trouvés ici.
it_it: Le impostazioni più comunemente utilizzate possono essere trovati qui.
ja_jp: 最もよく使われる設定項目が表示されます。
pt_pt: As configurações mais usadas podem ser encontrados aqui.

source: Advanced
de_de: Expertenmodus
es_es: Avanzado
fr_fr: Avancé
it_it: Avanzato
ja_jp: 詳細
pt_pt: Avançado

# advanced_help
source: Less commonly used settings can be found here.
da_dk: Mindre almindeligt anvendte indstillinger kan findes her.
de_de: Weniger häufig verwendete Einstellungen können hier gefunden werden.
es_es: Configuración Menos comúnmente utilizados se pueden encontrar aquí.
fr_fr: Les réglages moins fréquents peuvent être trouvés ici.
it_it: Impostazioni Meno comunemente utilizzati possono essere trovati qui.
ja_jp: あまり使われない設定項目が表示されます。
pt_pt: Configurações menos utilizadas podem ser encontrados aqui.

# scheduleField
source: Query Schedule
de_de: Abfragezyklus
es_es: Horario de consulta
fr_fr: Fréquence d'actualisation
ja_jp: 問い合わせの頻度

# scheduleField_help
source: Change how frequently the [[base-swupdate.software]] server is checked for new or updated software packages.
da_dk: Ændre, hvor ofte [[base-swupdate.software]] server kontrolleres for nye eller opdaterede softwarepakker.
de_de: Hier können Sie festlegen, wie häufig [[base-swupdate.software]] nach neuen oder aktualisierten Paketen Ausschau hält.
es_es: Cambiar la frecuencia con la [[base-swupdate.software]] servidor se comprueba si los paquetes nuevos o actualizados de software.
fr_fr: Modifier la fréquence à laquelle [[base-swupdate.software]] vérifie les nouveaux progiciels ou leur mise à jour.
it_it: Modificare la frequenza con la [[base-swupdate.software]] server viene verificata per i pacchetti nuovi o aggiornati software.
ja_jp: 新規のソフトウェアパッケージやアップデートが入手可能かどうかを定期的に確認します。[[base-swupdate.software]] サーバへ問い合わせを行う頻度を設定できます。
pt_pt: Altere a frequência com a [[base-swupdate.software]] servidor está marcada para pacotes de software novos ou atualizados.

source: Hourly
da_dk: Hver time
de_de: Stündlich
es_es: Cada hora
fr_fr: D'heure en heure
it_it: Ogni ora
ja_jp: 毎時
pt_pt: De hora em hora

source: Daily
da_dk: Daglig
de_de: Täglich
es_es: Diario
fr_fr: Quotidiennement
it_it: Quotidiano
ja_jp: 毎日
pt_pt: Diariamente

source: Weekly
da_dk: Ugentlig
de_de: Wöchentlich
es_es: Semanal
fr_fr: Hebdomadaire
it_it: Settimanale
ja_jp: 毎週
pt_pt: Semanal

source: Monthly
da_dk: Månedlig
de_de: Monatlich
es_es: Mensual
fr_fr: Mensuellement
it_it: Mensile
ja_jp: 毎月
pt_pt: Mensal

source: Never
da_dk: Aldrig
de_de: Nie
es_es: Nunca
fr_fr: Jamais
it_it: Mai
ja_jp: しない
pt_pt: Nunca

# emailField
source: Notification Emails
de_de: Benachrichtigungs-Mails
es_es: Los correos electrónicos de notificación
fr_fr: Les e-mails de notification
it_it: Le email di notifica
ja_jp: 通知メールの送り先
pt_pt: Os e-mails de notificação
