Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-swupdate.mod/locale/*/yum.po
Languages: da_dk, nl_nl

# autoupdate
source: Auto-Update enabled
da_dk: Automatisk opdatering aktiveret
nl_nl: Auto-update ingeschakeld

# autoupdate_help
source: You can enable YUM to automatically download and install all updates. By enabling it and checking all weekdays it'll run daily. If you want to run it once per week on Mondays, just check Monday instead.
da_dk: Du kan aktivere YUM til automatisk at hente og installere alle opdateringer. Ved at aktivere det og kontrollere alle hverdage det vil køre dagligt. Hvis du ønsker at køre det en gang om ugen på mandage, lige tjekke mandag i stedet.
nl_nl: U kunt YUM in staat om automatisch te downloaden en installeren van alle updates. Doordat het en controleren van alle weekdagen zal het dagelijks draaien. Als u wilt het uit te voeren eenmaal per week op maandag, kijk maar maandag plaats.

# yumlog_help
source: This page lets you review your YUM logfile, into which all transactions of YUM are logged. The logfile is located at /var/log/yum.log
da_dk: Denne side lader dig gennemgå din YUM logfil, hvori alle transaktioner mellem YUM er logget. Den logfil er placeret på /var/log/yum.log
nl_nl: Op deze pagina kunt u uw YUM logfile, waarin alle transacties van YUM ingelogd beoordelen. De logfile is gelegen in /var/log/yum.log

source: Settings
da_dk: Indstillinger
nl_nl: Instellingen

# Settings_help
source: You can enable YUM to automatically download and install all updates - on a daily basis. If enabled it will run each morning at 06:00 a.m.
da_dk: Du kan aktivere YUM til automatisk at hente og installere alle opdateringer - på daglig basis. Hvis aktiveret det vil køre hver morgen på 6:00
nl_nl: U kunt YUM in staat om automatisch te downloaden en installeren van alle updates - op een dagelijkse basis. Indien ingeschakeld het elke ochtend zal draaien op 06:00

# Logs_help
source: This page lets you review your YUM logfile, into which all transactions of YUM are logged. The logfile is located at /var/log/yum.log
da_dk: Denne side lader dig gennemgå din YUM logfil, hvori alle transaktioner mellem YUM er logget. Den logfil er placeret på /var/log/yum.log
nl_nl: Op deze pagina kunt u uw YUM logfile, waarin alle transacties van YUM ingelogd beoordelen. De logfile is gelegen in /var/log/yum.log

# yumguimenuentrydesc
source: YUM is the updater that BlueOnyx uses to keep the OS and the GUI up to date. You can run YUM from the command line (see 'man yum'). Or you can run it fully automated as a daily cronjob. That functionality can be enabled or disabled here.
da_dk: YUM er opdateringsprogrammet at BlueOnyx bruger til at holde OS og GUI up to date. Du kan køre YUM fra kommandolinjen (se "man yum"). Eller du kan køre det fuldautomatisk som en daglig cronjob. Denne funktionalitet kan aktiveres eller deaktiveres her.
nl_nl: YUM is de updater dat BlueOnyx gebruikt om het besturingssysteem en de GUI up to date te houden. U kunt YUM uitvoeren vanaf de opdrachtregel (zie 'man yum'). Of u kunt het volledig mee kunnen draaien geautomatiseerd als een dagelijkse cronjob. Die functionaliteit kan worden ingeschakeld of hier uitgeschakeld.

# yumlog_empty
source: The logfile appears to be empty.
da_dk: Logfilen synes at være tom.
nl_nl: De logfile leeg lijkt te zijn.

# yumTitle
source: Available Updates
da_dk: Tilgængelige opdateringer
nl_nl: Beschikbare updates

# yumTitle_help
source: Shows date and time of last YUM update. You can also query the YUM repositories for pending patches and can install the pending patches manually.
da_dk: Viser dato og klokkeslæt for seneste YUM opdatering. Du kan også forespørge YUM depoter til verserende patches og kan installere de verserende patches manuelt.
nl_nl: Toont de datum en tijd van de laatste update van YUM. U kunt ook een query de YUM repositories voor hangende patches en kan het in afwachting van patches handmatig installeren.

# yumCheck
source: Check for Updates
da_dk: Søg efter opdateringer
nl_nl: Controleren op updates

# yumCheck_help
source: Poll the YUM repositories for available updates. This may take a moment or two.
da_dk: Polle YUM depoter til tilgængelige opdateringer. Dette kan tage et øjeblik eller to.
nl_nl: Poll de YUM repositories naar beschikbare updates. Dit kan een moment of twee duren.

# yumNOW
source: Update System
da_dk: Opdatering System
nl_nl: System Update

# yumNOW_help
source: Run yum update right now to download and install all pending patches.
da_dk: Kør yum update lige nu til at downloade og installere alle ventende patches.
nl_nl: Voer je yum-update nu om alle hangende flarden te downloaden en te installeren.

# yum_last_updated
source: Last updated
da_dk: Sidst opdateret
nl_nl: Laatst bijgewerkt op

# yum_last_updated_help
source: Date and time of last YUM update.
da_dk: Dato og klokkeslæt for sidste YUM opdatering.
nl_nl: Datum en tijd van de laatste update van YUM.

# yum_is_pulling_updates
source: Update in progress
da_dk: Opdatering i gang
nl_nl: Werk in uitvoering

# yum_is_pulling_updates_help
source: This system is currently being updated. Please check back in a couple of minutes.
da_dk: Dette system er i øjeblikket ved at blive opdateret. Vend tilbage om et par minutter.
nl_nl: Dit systeem wordt momenteel bijgewerkt. Probeer het over een paar minuten.

# yumguiEMAIL
source: Enable email notifications
da_dk: Aktiver e-mail-meddelelser
nl_nl: Schakel e-mail notificaties

# yumguiEMAIL_help
source: If enabled YUM will email you the transaction logfile of the performed update.
da_dk: Hvis aktiveret YUM vil emaile dig transaktionen logfil af det udførte opdatering.
nl_nl: Indien ingeschakeld YUM mailen u het transactie logfile van de uitgevoerde actualisering.

# yumguiEMAILADDY
source: Email address
da_dk: E-mail-adresse
nl_nl: E-mailadres

# yumguiEMAILADDY_help
source: The default email address to which YUM will send the notifications is of course 'admin'. But you can specify a different email address here if desired.
da_dk: Som standard email-adresse, som YUM vil sende meddelelser er naturligvis "admin". Men du kan angive en anden e-mail-adresse her, hvis det ønskes.
nl_nl: De standaard e-mailadres waarnaar YUM de kennisgevingen sturen is natuurlijk 'admin'. Maar je kunt een ander e-mailadres hier opgeven indien gewenst.

# yumUpdateTime
source: Update Time
da_dk: Opdater Time
nl_nl: Update Tijd

# yumUpdateTime_help
source: Allows you to specify at which hour and minute the YUM update is supposed to run. It will only run on the days selected below, though.
da_dk: Gør det muligt at angive, hvor time og minut YUM opdatering er meningen at køre. Det vil kun køre på de dage valgt nedenfor, selv om.
nl_nl: Kunt u aangeven op welk uur en minuut de YUM update hoort te lopen. Het zal alleen draaien op de onderstaande geselecteerde dagen, dat wel.

# yumUpdateSU
source: Run on Sundays
da_dk: Kør om søndagen
nl_nl: Run op zondag

# yumUpdateSU_help
source: Check if you want it to run every Sunday.
da_dk: Kontroller, om du vil have den til at køre hver søndag.
nl_nl: Controleer of je wilt dat het elke zondag draaien.

# yumUpdateMO
source: Run on Mondays
da_dk: Kør på mandage
nl_nl: Run op maandag

# yumUpdateMO_help
source: Check if you want it to run every Monday.
da_dk: Kontroller, om du vil have den til at køre hver mandag.
nl_nl: Controleer of je wilt dat het elke maandag draaien.

# yumUpdateTU
source: Run on Tuesdays
da_dk: Kør på tirsdage
nl_nl: Run op dinsdag

# yumUpdateTU_help
source: Check if you want it to run every Tuesday.
da_dk: Kontroller, om du vil have den til at køre hver tirsdag.
nl_nl: Controleer of je wilt dat het iedere dinsdag uitgevoerd.

# yumUpdateWE
source: Run on Wednesdays
da_dk: Kør om onsdagen
nl_nl: Run op woensdag

# yumUpdateWE_help
source: Check if you want it to run every Wednesay.
da_dk: Kontroller, om du vil have den til at køre hver Wednesay.
nl_nl: Controleer of je wilt dat het iedere Wednesay lopen.

# yumUpdateTH
source: Run on Thursdays
da_dk: Kør om torsdagen
nl_nl: Run op donderdag

# yumUpdateTH_help
source: Check if you want it to run every Thursday.
da_dk: Kontroller, om du vil have den til at køre hver torsdag.
nl_nl: Controleer of je wilt dat het elke donderdag draaien.

# yumUpdateFR
source: Run on Fridays
da_dk: Kør om fredagen
nl_nl: Run op vrijdag

# yumUpdateFR_help
source: Check if you want it to run every Friday.
da_dk: Kontroller, om du vil have den til at køre hver fredag.
nl_nl: Controleer of je wilt dat het elke vrijdag draaien.

# yumUpdateSA
source: Run on Saturdays
da_dk: Kør på lørdage
nl_nl: Run op zaterdag

# yumUpdateSA_help
source: Check if you want it to run every Saturday.
da_dk: Kontroller, om du vil have den til at køre hver lørdag.
nl_nl: Controleer of je wilt dat het elke zaterdag draaien.

source: Name
da_dk: Navn
nl_nl: Naam

# name_help
source: Name of the RPM
da_dk: Navn på RPM
nl_nl: Naam van de RPM

source: Version
nl_nl: Versie

# version_help
source: Version of the RPM
da_dk: Version af RPM
nl_nl: Versie van de RPM

# status
source: Repository
nl_nl: Opslagplaats

# status_help
source: YUM repository in which the RPM is located
da_dk: YUM repository hvor RPM ligger
nl_nl: YUM repository waarin de RPM is gevestigd

# yumguiEXCLUDE
source: Exclude these RPMS
da_dk: Udelukke disse RPMS
nl_nl: Uitsluiten deze RPMS

# yumguiEXCLUDE_help
source: Exclude the RPMS listed here from being updated. Add the RPM Name, but leave off the version information. Only one entry per line
da_dk: Udelukke de RPMS anført her fra at blive opdateret. Tilsæt RPM navn, men lad off version. Kun én indgang per linje
nl_nl: Sluit de hier genoemde worden bijgewerkt RPMS. Voeg de RPM Naam, maar laat u de versie-informatie. Slechts een item per regel

# cantYUMCONF
source: Unable to edit /etc/yum.conf
da_dk: Kan ikke redigere /etc/yum.conf
nl_nl: Kan /etc/yum.conf

# repos_help
source: You administer the YUM repositories here.
da_dk: Du administrerer YUM repositories her.
nl_nl: U beheert hier de YUM repositories.

# addRepo
source: Add repository
da_dk: Tilføj repository
nl_nl: Repository

# addRepo_help
source: Click here to add additional YUM repositories.
da_dk: Klik her for at tilføje yderligere YUM repositories.
nl_nl: Klik hier om extra YUM repositories toevoegen.

# viewRepo
source: View repository
da_dk: Se repository
nl_nl: Bekijk repository

# viewRepo_help
source: View repository settings (This is a system repository, this repository is read-only).
da_dk: Se repository indstillinger (Det er et system repository, dette repository er read-only).
nl_nl: (Alleen-lezen Dit is een systeem repository, wordt deze repository) View repository instellingen.

# modRepo
source: Modify repository
da_dk: Rediger repository
nl_nl: Repository te wijzigen

# modRepo_help
source: Modify repository settings.
da_dk: Rediger repository indstillinger.
nl_nl: Wijzig repository instellingen.

# repoName
source: Name
da_dk: Navn
nl_nl: Naam

# repoName_help
source: Name of the repository.
da_dk: Navn på lageret.
nl_nl: Naam van de repository.

# repoDescription
source: Description
da_dk: Beskrivelse
nl_nl: Beschrijving

# repoDescription_help
source: Description of the repository.
da_dk: Beskrivelse af lageret.
nl_nl: Beschrijving van de repository.

# enabledField
source: Enabled
da_dk: Aktiveret
nl_nl: Ingeschakeld

# enabledField_help
source: This enables this repo to be included in updates.
da_dk: Dette giver denne repo skal medtages i opdateringer.
nl_nl: Dit maakt deze repository worden opgenomen in updates.

# repoNameField
source: Name
da_dk: Navn
nl_nl: Naam

# repoNameField_help
source: This is the name of the repository.
da_dk: Dette er navnet på lageret.
nl_nl: Dit is de naam van de repository.

# descriptionField
source: Description
da_dk: Beskrivelse
nl_nl: Beschrijving

# descriptionField_help
source: This field describes the repository.
da_dk: Dette felt beskriver lageret.
nl_nl: Dit veld beschrijft de repository.

# baseurlField_help
source: This field contains the BaseURL of the repository. (This field should be empty if you use Mirrorlist instead.)
da_dk: Dette felt indeholder baseURL af depotet. (Dette felt skal være tom, hvis du bruger filspejl i stedet.)
nl_nl: Dit veld bevat de baseURL van de repository. (Dit veld moet leeg zijn als je mirrorlist te gebruiken.)

# mirrorlistField_help
source: This field contains the Mirrorlist of the repository. (This field should be empty if you use BaseURL instead.)
da_dk: Dette felt indeholder filspejl af depotet. (Dette felt skal være tom, hvis du bruger baseURL i stedet.)
nl_nl: Dit veld bevat de mirror van de repository. (Dit veld moet leeg zijn als je baseurl te gebruiken.)

# gpgkeyField_help
source: A URL pointing to the ASCII-armored GPG key file for the repository. This option is used if yum needs a public key to verify a package and the required key hasn't been imported into the RPM database. If this option is set, yum will automatically import the key from the specified URL. Can be http:// or https://, ftp:// or a local file://.
da_dk: En webadresse, der peger til den ASCII-pansret GPG nøglefil for arkivet. Denne mulighed anvendes, hvis yum brug for en offentlig nøgle til at kontrollere en pakke og den nødvendige nøgle ikke er blevet importeret til RPM-databasen. Hvis denne indstilling er indstillet, yum automatisk importere nøglen fra den angivne URL. Kan være http:// eller https://, ftp:// eller en lokal file :/ /.
nl_nl: Een URL die verwijst naar de GPG sleutel file-ASCII gepantserde voor de repository. Deze optie wordt gebruikt als yum heeft behoefte aan een publieke sleutel om een ​​verpakking te controleren en de gewenste toets nog niet in de RPM-database zijn ingevoerd. Als deze optie is ingesteld, wordt yum automatisch de sleutel te importeren uit de opgegeven URL. Kan http:// of https://, ftp:// of een lokaal bestand :/ /.

# gpgcheckField
source: Check GPG Signature
da_dk: Check GPG Underskrift
nl_nl: Controleer GPG handtekening

# gpgcheckField_help
source: This tells yum whether or not it should perform a GPG signature check on the packages gotten from this repository.
da_dk: Dette fortæller yum, hvorvidt det skal udføre en GPG signatur kontrollere de pakker fået fra dette arkiv.
nl_nl: Dit vertelt yum of het een GPG handtekening controle moet uitvoeren op de verpakkingen gekregen van deze repository.

# excludeField
source: Exclude
da_dk: Udeluk
nl_nl: Uitsluiten

# excludeField_help
source: List of packages to exclude from updates or installs. This should be a space separated list. Shell globs using wildcards (eg. * and ?) are allowed.
da_dk: Liste over pakker at udelukke opdateringer eller installerer. Dette bør være et mellemrum separeret liste. Shell globs bruge wildcards (f.eks * og?) Er tilladt.
nl_nl: Lijst van pakketten van updates of installaties te sluiten. Dit moet een door spaties gescheiden lijst zijn. Shell klodders met wildcards (bijv. * en?) Zijn toegestaan.

# includepkgsField
source: Include packages
da_dk: Medtag pakker
nl_nl: Inclusief pakketten

# includepkgsField_help
source: Inverse of exclude. This is a list of packages you want to use from a repository. If this option lists only one package then that is all yum will ever see from the repository. Defaults to an empty list. Substitution variables, described in the manpage yum.conf(5), are honored here.
da_dk: Inverse udelukke. Dette er en liste over pakker, du vil bruge fra en repository. Hvis denne indstilling kun opført én pakke, så det er alt yum nogensinde vil se fra lageret. Standard er en tom liste. Substitution variabler, der er beskrevet i manpage yum.conf (5), er beæret her.
nl_nl: Inverse van sluiten. Dit is een lijst van pakketten die u wilt gebruiken uit een repository. Als dit slechts een optie lijsten pakket dan is dat alle yum ooit zal zien uit de repository. Standaard ingesteld op een lege lijst. Substitutie variabelen, in de man pagina yum.conf (5) beschreven, worden hier vereerd.

# invalidUrlBase
source: The specified URL for [[base-yum.baseurl]] is invalid. [[base-swupdate.urlField_rule]]
da_dk: Den angivne URL til [[base-yum.baseurl]] er ugyldig. [[base-swupdate.urlField_rule]]
nl_nl: De opgegeven URL voor [[base-yum.baseurl]] is ongeldig. [[base-swupdate.urlField_rule]]

# invalidUrlMirror
source: The specified URL for [[base-yum.mirrolist]] is invalid. [[base-swupdate.urlField_rule]]
da_dk: Den angivne URL til [[base-yum.mirrolist]] er ugyldig. [[base-swupdate.urlField_rule]]
nl_nl: De opgegeven URL voor [[base-yum.mirrolist]] is ongeldig. [[base-swupdate.urlField_rule]]

# invalidUrlPki
source: The specified URL for [[base-yum.pki]] is invalid. [[base-swupdate.urlField_rule]]
da_dk: Den angivne URL til [[base-yum.pki]] er ugyldig. [[base-swupdate.urlField_rule]]
nl_nl: De opgegeven URL voor [[base-yum.pki]] is ongeldig. [[base-swupdate.urlField_rule]]

# repoNotUnique
source: The repository name specified is not unique, choose another name.
da_dk: Lageret angivne navn ikke er entydigt, skal du vælge et andet navn.
nl_nl: De repository opgegeven naam is niet uniek, kies een andere naam.

# chooseBaseOrMirror
source: You have to choose to use either BaseURL or MirrorList, you can't use both at the same time.
da_dk: Du er nødt til at vælge at bruge enten basiswebadressen eller filspejl, kan du ikke bruge begge på samme tid.
nl_nl: Je moet kiezen om ofwel baseurl of mirrorlist gebruikt, kunt u niet beide tegelijk.

# repoFilePreExist
source: The specified file for the repository already exists in '/etc/yum.repos.d', choose another name for your repository
da_dk: Den angivne fil for arkivet allerede findes i "/etc/yum.repos.d", vælg et andet navn til din repository
nl_nl: Het opgegeven bestand voor de repository al bestaat in '/etc/yum.repos.d', kies een andere naam voor de repository

# repoFileCreationFailed
source: The specified repository-file could not be created.
da_dk: Den angivne repository-fil kunne ikke oprettes.
nl_nl: Het opgegeven repository-bestand kan niet worden gemaakt.

# cantRepoConf
source: There was a problem editing the repository-file.
da_dk: Der opstod et problem med at redigere repository-fil.
nl_nl: Er was een probleem de repository-file bewerking.

# RSS_News_Menu
source: BlueOnyx News
nl_nl: BlueOnyx Nieuws

# RSS_News_Menu_Desc
source: This page shows a newsfeed of news related to BlueOnyx from the www.BlueOnyx.it website. It shows news about released updates and other important information.
da_dk: Denne side viser en newsfeed af nyheder relateret til BlueOnyx fra www.BlueOnyx.it hjemmeside. Det viser nyheder om udgivne opdateringer og andre vigtige oplysninger.
nl_nl: Deze pagina toont een newsfeed van nieuws met betrekking tot BlueOnyx van de www.BlueOnyx.it website. Het toont nieuws over uitgebrachte updates en andere belangrijke informatie.

# RSSnewsTitle
source: BlueOnyx News:
nl_nl: BlueOnyx Nieuws:

# title
source: Subject
da_dk: Emne
nl_nl: Onderwerp

# title_help
source: Subject of the news article.
da_dk: Genstand for nyhedsartikel.
nl_nl: Onderwerp van het nieuwsartikel.

# desc
source: Summary
da_dk: Resumé
nl_nl: Overzicht

# desc_help
source: Short summary of the news article.
da_dk: Kort resumé af nyhederne artiklen.
nl_nl: Korte samenvatting van het nieuwsartikel.

source: Date
da_dk: Dato
nl_nl: Datum

# date_help
source: Date when the article was posted.
da_dk: Dato, hvor artiklen blev lagt ud.
nl_nl: Datum waarop het artikel werd gepost.

# link_help
source: When you click on one of the icons below, news article on the www.BlueOnyx.it webpage is loaded inside the GUI frameset.
da_dk: Når du klikker på et af ikonerne nedenfor er nyhedsartikel på www.BlueOnyx.it webside indlæst inde i GUI rammesæt.
nl_nl: Wanneer u klikt op een van de onderstaande iconen, nieuwsartikel op de www.BlueOnyx.it webpagina wordt in de GUI frameset geladen.

# internal
source: News
da_dk: Nyheder
nl_nl: Nieuws

# internal_help
source: When you click on one of the icons below, news article will be displayed inside the GUI.
da_dk: Når du klikker på et af ikonerne nedenfor vil nyhedsartikel blive vist inde i GUI.
nl_nl: Wanneer u klikt op een van de onderstaande iconen, zal nieuwsartikel in de GUI worden getoond.

# openURL_help
source: Click on this icon to view the news article in question.
da_dk: Klik på dette ikon for at se nyhederne pågældende artikel.
nl_nl: Klik op dit icoon om het nieuwsartikel in kwestie te bekijken.

# ErrorMSG
source: Please note:
da_dk: Bemærk:
nl_nl: Let op:

# ErrorMSG_help
source: Please read the info text below.
da_dk: Læs info-teksten nedenfor.
nl_nl: Gelieve de info tekst hieronder lezen.

# ErrorMSGdesc
source: This page would usually display the newsfeed about updates and other important anouncements from the www.blueonyx.it website. However, your server apparently cannot resolve the domain name www.blueonyx.it, or access to that domain is currently not possible for other reasons. This has no impact on the functionality of this server, although you also may be unable to get YUM updates as long as this problem persists.
da_dk: Denne side normalt ville vise newsfeed om opdateringer og andre vigtige anouncements fra www.blueonyx.it hjemmeside. Men din server tilsyneladende ikke kan løse domænenavnet www.blueonyx.it eller adgang til dette domæne er i øjeblikket ikke muligt for andre grunde. Dette har ingen indvirkning på funktionaliteten af ​​denne server, selvom du også kan være ude af stand til at få YUM opdateringer, så længe dette problem fortsætter.
nl_nl: Deze pagina zou meestal weer de newsfeed over updates en andere belangrijke anouncements uit de www.blueonyx.it website. Echter, uw server kan blijkbaar niet het oplossen van de domeinnaam www.blueonyx.it, of de toegang tot dat domein is momenteel niet mogelijk om andere redenen. Dit heeft geen invloed op de functionaliteit van deze server, hoewel je ook niet in staat om YUM updates kunnen zijn zolang dit probleem zich blijft voordoen.

# call_for_donations
source: If you like [[base-product.productName]], please consider donating to the project or purchasing add-on modules in the BlueOnyx Shop.<br><br>Thank you and enjoy using [[base-product.productName]]!
da_dk: Hvis du kan lide [[base-product.productName]], skal du overveje at donere til projektet eller købe add-on moduler i BlueOnyx Shop.<br><br>Tak og nyde at bruge [[base-product.productName]]!
nl_nl: Als je van [[base-product.productName]], kunt u overwegen doneren aan het project of de aankoop van add-on modules in de BlueOnyx Shop.<br><br>Dank u en veel plezier met [[base-product.productName]]!

# repos
source: Repositories
da_dk: Arkiver

# mirrorlistField
source: Mirrorlist
da_dk: Filspejl
