Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5207R/ui/*-multidrop.mod/locale/*/multidrop.po
Languages: de_de, zh_cn

# multidrop
source: Remote Retrieval
de_de: Remote-Abruf
zh_cn: 远程检索

# multidropHelp
source: Remote email retrieval settings can be configured here.
de_de: Hier können Sie Remote-E-Mail-Abrufeinstellungen konfigurieren.
zh_cn: 远程电子邮件检索设置可在此处配置。

# modifyMultidrop
source: Remote Retrieval Settings
de_de: Remote-Abrufeinstellungen
zh_cn: 远程检索设置

# enableField
source: Enable Remote Retrieval
de_de: Remote-Abruf aktivieren
zh_cn: 启用远程检索

# enableField_help
source: Turn Remote Retrieval on or off. Remote retrieval, or Multidrop, can be used to periodically retrieve email from a remote server. Please refer to your server appliance manual for more information.
de_de: Aktivieren oder deaktivieren Sie die Remote-Abruffunktion. Die Remote-Abruf- oder Multidrop-Funktion kann dazu verwendet werden, regelmäßig E-Mail von einem Remote-Server abzurufen. Bitte schlagen Sie im Benutzerhandbuch nach. Dort finden Sie weitere Informationen hierzu.
zh_cn: 打开或关闭远程检索。远程检索（或多点）可用于定期从远程服务器检索电子邮件。请参考您的服务器设备手册，了解详细信息。

# serverField
source: Remote Email Server
zh_cn: 远程电子邮件服务器

# serverField_eg
source: For example, 192.168.1.100 and mail.cobalt.com are valid entries.
de_de: Gültige Eingaben sind z. B. 192.168.1.100 und mail.cobalt.com.
zh_cn: 例如，192.168.1.100 和 mail.cobalt.com 就是有效的输入。

# serverField_rule
source: Please enter a properly formatted network address or fully qualified domain name for the [[base-multidrop.serverField]]. [[base-multidrop.serverField_eg]]
de_de: Bitte geben Sie eine Netzwerkadresse im richtigen Format oder einen vollqualifizierten Domänennamen im Feld [[base-multidrop.serverField]] ein. [[base-multidrop.serverField_eg]]
zh_cn: 请为[[base-multidrop.serverField]]输入格式正确的网络地址或完全限定的域名。[[base-multidrop.serverField_eg]]

# serverField_help
source: Enter the network address or fully qualified domain name of the remote email server from which to retrieve your entire domain's email messages. [[base-multidrop.serverField_eg]]
de_de: Geben Sie die Netzwerkadresse oder den vollqualifizierten Domänennamen des Remote-E-Mail-Servers ein, von dem Sie die E-Mail-Nachrichten Ihrer gesamten Domäne abrufen möchten. [[base-multidrop.serverField_eg]]
zh_cn: 请输入检索整个域电子邮件的远程电子邮件服务器网络地址或完全限定的域名。 [[base-multidrop.serverField_eg]]

# userDomainField
source: Email Domain Name
de_de: E-Mail-Domänenname
zh_cn: 电子邮件域名

# userDomainField_rule
source: Please enter an [[base-multidrop.userDomainField]] that is a properly formatted network address or fully qualified domain name. For example, 192.168.1.100 and mail.cobalt.com are valid entries
de_de: Bitte geben Sie einen E-Mail-Domänennamen als richtig formatierte Netzwerkadresse oder einen vollqualifizierten Domänennamen ein. Gültige Eingaben sind z. B. 192.168.1.100 und mail.cobalt.com.
zh_cn: 请输入[[base-multidrop.userDomainField]]，表示格式正确的网络地址或完全限定的域名。例如，192.168.1.100 和 mail.cobalt.com 就是有效的输入

# userDomainField_help
source: Enter the domain name to which your email is sent. For example, if one of the email addresses for which email is stored into the multidrop mailbox is joe@example.com, the domain name would be example.com
de_de: Geben Sie den Domänennamen ein, an den Ihre E-Mail gesendet wird. Wenn z. B. eine der E-Mail-Adressen, für die E-Mail in der Multidrop-Mailbox gespeichert wird, stefan@beispiel.com ist, lautet der Domänenname beispiel.com.
zh_cn: 输入您的电子邮件要发送的域名。例如，如果电子邮件存储到多点邮箱的一个地址是 joe@example.com，域名将是 example.com

# userNameField
source: User Name
de_de: Benutzername
zh_cn: 用户名

# userNameField_help
source: Enter the user name of the account on the remote email server from which to retrieve your entire domain's email messages.
de_de: Geben Sie den Benutzernamen des Kontos auf dem Remote-E-Mail-Server ein, von dem Sie die E-Mail-Nachrichten Ihrer gesamten Domäne abrufen möchten.
zh_cn: 请输入检索您的整个域电子邮件的远程电子邮件服务器帐户的用户名。

# userNameField_rule
source: Please enter a username of no more than 12 characters containing only lowercase alphanumeric characters, periods, hyphens and underscores.
de_de: Der Benutzername darf aus nicht mehr als 12 alphanumerischen Zeichen in Kleinschreibung, Punkten, Bindestrichen und Unterstrichen bestehen.
zh_cn: 请输入一个不多于 12 个字符的用户名，其中只包含小写字母数字字符、句点、连字符和下划线。

# passwordField
source: Password
de_de: Passwort
zh_cn: 口令

# passwordField_help
source: Enter the password of the account on the remote email server from which to retrieve your entire domain's email messages.
de_de: Geben Sie das Passwort des Kontos auf dem Remote-E-Mail-Server ein, von dem Sie die E-Mail-Nachrichten Ihrer gesamten Domäne abrufen möchten.
zh_cn: 请输入检索您的整个域电子邮件的远程电子邮件服务器帐户的口令。

# passwordField_invalid
source: Sorry, you have not entered the same password in both fields. The same password is entered in both fields to protect against typing errors. Please try again.
de_de: Sie haben nicht das gleiche Passwort in beide Felder eingegeben. Das gleiche Passwort muss in beide Felder eingegeben werden, um Tippfehlern vorzubeugen. Bitte versuchen Sie es noch einmal.
zh_cn: 对不起，您没有在两个字段中输入相同的口令。两个字段中输入相同口令是为了防止键入错误。请重试。

# intervalField
source: Retrieval Frequency
de_de: Abrufhäufigkeit
zh_cn: 检索频率

# intervalField_rule
source: Please enter an interval that is an number greater than 0
de_de: Bitte geben Sie ein Intervall über Null ein.
zh_cn: 请输入一个大于 0 的数字表示时间间隔

# intervalField_help
source: Enter, in minutes, how frequently incoming email messages will be retrieved from the remote email server.
de_de: Geben Sie einen Wert in Minuten ein, der angibt, wie oft eingehende E-Mail-Nachrichten vom Remote-E-Mail-Server abgerufen werden.
zh_cn: 输入从远程电子邮件服务器检索进来的电子邮件的频率（分钟）。

# protoField
source: Message Retrieval Protocol
de_de: Nachrichtenabruf-Protokoll
zh_cn: 消息检索协议

# protoField_help
source: Select a method of retrieving email messages from the remote email server. The ETRN method should only be used if your remote email server is ESMTP-compliant. The default setting, POP3, should work for most users.
de_de: Wählen Sie eine Methode für den Abruf von E-Mail-Nachrichten vom Remote-E-Mail-Server aus. Die ETRN-Methode sollte nur verwendet werden, wenn Ihr Remote-E-Mail-Server ESMTP-kompatibel ist. Die Vorgabe POP3 funktioniert bei den meisten Benutzern einwandfrei.
zh_cn: 选择从远程电子邮件服务器检索电子邮件的方法。ETRN 方法只用于您的远程电子邮件服务器是 ESMTP 兼容型时使用。缺省设置 POP3 应适用于大多数用户。

# badInterval
source: The [[base-multidrop.intervalField]] must be greater than 0.
de_de: Die [[base-multidrop.intervalField]] muss größer als 0 sein.
zh_cn: [[base-multidrop.intervalField]]必须大于 0。
