Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5106R/ui/*-console.mod/locale/*/console.po
Languages: de_de

# procsMenu
source: Processes
de_de: Prozesse

# procsMenu_help
source: Allows you to see which processes are running on your server. Replicates the output of 'ps auxwf'. Also allows you to kill processes.
de_de: Zeigt Ihnen, welche Prozesse gerade auf dem Server laufen. Repliziert die Ausgabe von 'ps auxwf'. Ermöglicht es ebenfalls, Prozesse zu beenden.

# vserver_processlist
source: Server Process List
de_de: Prozessliste

# PID_help
source: Process ID.
de_de: Prozess ID.

# USER_help
source: User name of the process owner.
de_de: Name des Eigentümers des Prozesses.

# CPU_help
source: CPU utilization of the process in '##.#' format. It is the CPU time used divided by the time the process has been running (cputime/realtime ratio), expressed as a percentage. It will not add up to 100% unless you are lucky.
de_de: CPU Auslastung durch diesen Prozess im '##.#"-Format. Dies ist die CPU-Zeit geteilt durch die Zeit, welche der Prozess bereits gelaufen ist (CPU Zeit / Realzeit Verhältnis), ausgedrückt in Prozenten.

# MEM_help
source: Memory utilization. Ratio of the process's resident set size to the physical memory on the machine, expressed as a percentage.
de_de: Speicherauslastung. Verhältnis des resident genutzten Speichers im Verhältnis zum physikalischen Speicher des Servers. Ausgedrückt in Prozent.

# VSZ_help
source: Virtual memory usage of entire process.
de_de: Nutzung von virtuellem Speicher des gesamten Prozesses.

# RSS_help
source: Resident set size, the non-swapped physical memory that a task has used (in kiloBytes).
de_de: Nicht ausgelagerte physikalischer Speicher, welchen dieser Prozess nutzt (in Kilobytes).

# TTY_help
source: Controlling tty (terminal).
de_de: Kontrollierendes Terminal (tty).

# STAT_help
source: Multi-character process state.
de_de: Prozess-Status.

# START_help
source: Starting time or date of the process. Only the year will be displayed if the process was not started the same year ps was invoked, or 'mmmdd' if it was not started the same day, or 'HH:MM' otherwise.
de_de: Startzeit des Prozesses. Falls nur eine Jahreszahl angezeigt wird, so wurde der Prozess nicht in diesem Jahr gestartet. Format 'mmmdd' (Monat / Tag) wird benutzt, wenn der Prozess nicht am gleichen Tag gestartet wurde. Ansonsten 'HH:MM' (Stunde:Minute) wenn der Prozess heute gestartet wurde.

# TIME_help
source: Cumulative CPU time, '[dd-]hh:mm:ss' format.
de_de: Kummulative CPU-Zeit, '[dd-]hh:mm:ss' Format.

# COMMAND_help
source: Command with all its arguments as a string. May chop as desired. Modifications to the arguments are not shown. The output in this column may contain spaces.
de_de: Kommandozeile des Befehls - mit allen Optionen oder Parametern.

# KILL_help
source: Click the icon next to the process in question to kill it with 'kill -9 PID'. BE CAREFUL NOT TO KILL IMPORTANT PROCESSES!
de_de: Klicken Sie auf das Icon neben dem fraglichen Prozess, um den Prozess mittels 'kill -9' zu beenden. VORSICHT! Beenden Sie keine wichtigen Systemprozesse!

# loginsMenu_help
source: Allows you to see the last logins to your server and reproduces the output of the Linux command 'last'.
de_de: Zeigt die letzten Logins und reproduziert die Ausgabe des Linux-Befehls 'last'.

# vserver_loginlist
source: Logins to this server
de_de: Logins in diesen Server

# LUSER
source: Username
de_de: Benutzername

# LUSER_help
source: Shows the username of the user in question.
de_de: Zeigt den verwendeten Benutzernamen.

source: Console
de_de: Konsole

# CONSOLE_help
source: This column shows which console or network service the user was using to login.
de_de: Diese Spalte zeigt die Konsole oder den Netzwerkdienst, welcher bei diesem Login verwendet wurde.

# HOST_help
source: Hostname or IP of the user that logged in.
de_de: Hostname oder IP des Benutzers.

# START_DATE
source: Login start date
de_de: Startzeit des Logins

# START_DATE_help
source: Shows the date on which the login in question started.
de_de: Zeigt den Zeitpunkt an, an welchem der Login begonnen hat.

# STIME_help
source: Shows the time on which the login in question started.
de_de: Zeigt die die Startzeit des Logins an.

# ETIME_help
source: Shows the time on which the login in question ended.
de_de: Zeigt an, wann der Login endete.

source: Duration
de_de: Dauer

# DURATION_help
source: Shows how long the login lasted - or if it's still going on.
de_de: Zeigt an, wie lange der Login dauerte. Oder ob er noch andauert.

# UKILL_help
source: Allows you to boot the user from the system (if he is still logged in!). That alone doesn't prevent him from logging in again, though. For that you may have to suspend the site or user in question, too.
de_de: Falls der Benutzer noch eingeloggt ist, kann er durch Klicken auf das entsprechende Icon ausgeloggt werden. Das alleine verhindert jedoch nicht, dass sich der Benutzer erneut einloggen kann. Dazu muss ggf. das Konto des Benutzers suspendiert werden, oder sein Passwort geändert werden.

# logfilesMenu_help
source: Allows you to examine the server logfiles.
de_de: Erlaubt es, die Logfiles des Servers einzusehen.

# sol_view_help
source: Choose the logfile that you want to examine.
de_de: Wählen Sie bitte ein Logfile aus.
