Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/ui/*-email.mod/locale/*/email.po
Languages: de_de, fr

# CFaccessDenied
source: Access denied
de_de: Zugriff verweigert
fr: Accès refusé

# CFauthNotAllowed
source: not allowed to act as
de_de: darf nicht als fungieren
fr: Non autorisé à agir comme tel

# CFcolonInHostname
source: Colon illegal in host name part
de_de: Doppelpunkt im Hostnamen ist nicht zuässig
fr: Deux-points illégaux dans le nom d'hôte

# CFdomainRequired
source: Domain name required
de_de: Domänenname erforderlich
fr: Nom de domaine obligatoire

# CFinvalidHostname
source: Invalid host name
de_de: Ungültiger Hostname
fr: Nom d'hôte invalide

# CFinvalidListSyntax
source: List:; syntax illegal for recipient addresses
de_de: List:; Syntax unzulässig für Empfängeradressen
fr: Liste. ; syntaxe illégale pour les adresses de destinataires

# CFnotAuthenticated
source: not authenticated
de_de: nicht zugriffsberechtigt
fr: non authentifié

# CFrealDomainRequired
source: Real domain name required
de_de: Echter Domänenname erforderlich
fr: Nom de domaine réel obligatoire

# CFrelayDenied
source: Relaying denied. Please check your mail first or restart your mail client.
de_de: Weiterleitung abgelehnt. Bitte versuchen Sie, erneut Emails zu empfangen bevor Sie erneut den Postversand versuchen. Oder starten Sie Ihr Email-Programm neu.
fr: Relais refusé. Veuillez d'abord vérifier votre mail ou redémarrer votre client mail.

# CFrelayDeniedFailed
source: Relaying denied. IP name lookup failed
de_de: Weiterleitung abgelehnt. IP-Adresse konnte nicht aufgelößt werden.
fr: Relais refusé. Echec de requêtes de nom IP

# CFrelayDeniedForged
source: Relaying denied. IP name possibly forged
de_de: Weiterleitung abgelehnt. IP-Adresse möglicherweise gefälscht.
fr: Relais refusé. Nom IP probablement falsifié

# CFrelayDeniedTemp
source: Relaying temporarily denied. Cannot resolve PTR record for client address
de_de: Weiterleitung vorrübergehend abgelehnt. Konnte den PTR (Reverse) Record für die Client-Adresse nicht auflösen.
fr: Relais temporairement refusé. Impossible de résoudre l'enregistrement PTR pour l'adresse du client

# CFsenderDomainNoexist
source: Domain of sender address does not exist
de_de: Domäne des Absenders existiert nicht
fr: Le domaine de l'adresse de l'expéditeur n'existe pas

# CFuserAddressRequired
source: User address required
de_de: Benutzeradresse erforderlich
fr: Adresse de l'utilisateur obligatoire

# IMAP
source: IMAP Service
de_de: IMAP Dienst

# POP
source: POP Service
de_de: POP Dienst

# SMTP
source: SMTP Service
de_de: SMTP Dienst

source: Advanced
de_de: Erweitert
fr: Avancé

# advanced_help
source: Click here to configure advanced [[base-email.emailSettings]] such as delivery schedule and maximum email size.
de_de: Hier können Sie erweiterte [[base-email.emailSettings]] wie z.B. den Übertragungszeitplan und die maximal erlaubte E-Mail-Größe konfigurieren.
fr: Les [[base-email.emailSettings]] avancés, tels que les délais de livraison et la taille de message électronique maximale, peuvent être configurés ici.

# aliasInUse
source: Sorry, the email alias, [[VAR.name]], is already in use on this system. Please choose another.
de_de: Der E-Mail-Aliasname [[VAR.name]] wird auf diesem System bereits verwendet. Bitte wählen Sie einen anderen Namen aus.
fr: L'alias de messagerie [[VAR.name]] est déjà utilisé sur ce système. Choisissez un autre alias.

# amEmailGreen
source: The email system is operating normally.
de_de: Der Mailserver funktioniert einwandfrei.
fr: Le système de messagerie fonctionne normalement.

# amEmailNameTag
source: Email Servers
de_de: Mailserver
fr: Serveurs de messagerie

# amEmailRed
source: There is a severe problem with the email system.
de_de: Der Mailserver meldet ein schwerwiegendes Problem.
fr: Le système de messagerie connaît un problème grave.

# amEmailYellow
source: There is a problem with the email system.
de_de: Der Mailserver meldet ein Problem.
fr: Le système de messagerie connaît un problème.

# amIMAPBadResponse
source: The IMAP server gave a bad response.
de_de: Der IMAP-Server reagiert nicht erwartungsgemäß.
fr: Le serveur IMAP a donné une réponse non valide.

# amIMAPDetails
source: Internet Message Access Protocol (IMAP) Server Details
de_de: Status des Internet Message Access Protocol (IMAP) Servers
fr: Détails du serveur IMAP

# amIMAPNotRunning
source: The IMAP server is not running and could not be restarted. In the [[base-apache.amAdmservNameTag]], try turning the IMAP server off then on again to see if this corrects the problem. If the IMAP server is still unable to start, try rebooting the server itself by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If the IMAP server is still unable to start, please refer [[base-sauce-basic.techSupportURL]] for technical support.
de_de: Der IMAP-Server läuft nicht und konnte nicht neu gestartet werden. Bitte versuchen Sie, den IMAP-Server manuell neu zu starten.
fr: Le serveur IMAP ne fonctionne pas.

# amIMAPStatusOK
source: The IMAP server is operating normally.
de_de: Der IMAP-Server funktioniert einwandfrei.
fr: Le serveur IMAP fonctionne normalement.

# amPOP3BadResponse
source: The POP server gave a bad response.
de_de: Der POP-Server reagiert nicht erwartungsgemäß.
fr: Le serveur POP a donné une réponse non valide.

# amPOP3Details
source: Post Office Protocol (POP) Server Details
de_de: Status des Post Office Protocol (POP) Servers
fr: Détails du serveur POP

# amPOP3NotRunning
source: The POP server is not running and could not be restarted. In the [[base-apache.amAdmservNameTag]], try turning the POP server off then on again to see if this corrects the problem. If the POP server is still unable to start, try rebooting the server itself by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If the POP server is still unable to start, please refer [[base-sauce-basic.techSupportURL]] for technical support.
de_de: Der POP-Server läuft nicht und konnte nicht neu gestartet werden. Bitte versuchen Sie, den POP-Server manuell neu zu starten.
fr: Le serveur POP ne fonctionne pas.

# amPOP3StatusOK
source: The POP server is operating normally.
de_de: Der POP-Server funktioniert einwandfrei.
fr: Le serveur POP fonctionne normalement.

# amSMTPBadResponse
source: The SMTP server gave a bad response.
de_de: Der SMTP-Server reagiert nicht erwartungsgemäß.
fr: Le serveur SMTP a donné une réponse non valide.

# amSMTPDetails
source: Simple Mail Transfer Protocol (SMTP) Server Details
de_de: Status des Simple Mail Transfer Protocol (SMTP) Server
fr: Détails du serveur de transfert de messages SMTP

# amSMTPNotRunning
source: The SMTP server is not running and could not be restarted. The SMTP server may shut itself down temporarily under extreme load. Check the CPU load on the server. If the load does not appear to be the problem, go to the [[base-apache.amAdmservNameTag]] and try turning the SMTP server off then on again to see if this corrects the problem. If the SMTP server is still unable to start, try rebooting the server itself by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If the SMTP server is still unable to start, please refer [[base-sauce-basic.techSupportURL]] for technical support.
de_de: Der SMTP-Server läuft nicht und konnte nicht neu gestartet werden. Bitte versuchen Sie, den SMTP-Server manuell neu zu starten.
fr: Le serveur SMTP ne fonctionne pas.

# amSMTPStatusOK
source: The SMTP server is operating normally.
de_de: Der SMTP-Server funktioniert einwandfrei.
fr: Le serveur SMTP fonctionne normalement.

# apopEnabled
source: Authenticated POP (APOP)
de_de: Authentifiziertes POP (APOP)

# apopEnabled_help
source: Authenticated POP (APOP) is enabled for this user.
de_de: Authentifiziertes POP (APOP) ist für diesen Benutzer aktiviert.

# apopFullText
source: Enable APOP
de_de: APOP aktivieren

# apopFullText_help
source: Enable authenticated POP (APOP).
de_de: Authentifiziertes POP (APOP) aktivieren.

# apopPwRequired
source: A password is required to enable APOP for a user.
de_de: Die Eingabe eines neuen Passworts ist nötig, um APOP für einen Benutzer zu aktivieren.

# badUser
source: If mail server configuration files were removed or manually modified, please restore the original versions and try again.
de_de: Falls die Konfigurationsdateien des Mailservers entfernt oder manuell editiert wurden, dann stellen Sie bitte die Originalversionen wieder her und versuchen Sie es noch einmal.
fr: Les fichiers de configuration du serveur de messagerie ont été supprimés ou modifiés manuellement, restaurez les versions initiales et recommencez.

# bad_blockUserField
source: Sorry, you have entered an invalid address in [[base-email.blockUserField]]. Please enter a properly formatted email address. The default value is to leave the field empty. For example, user@example.com is a valid entry.
de_de: Sie haben eine ungültige Adresse in das Feld [[base-email.blockUserField]] eingetragen. Bitte geben Sie eine korrekt formatierte Email-Adresse ein oder lassen Sie das Feld leer.

source: Basic
de_de: Dienste
fr: De base

# basic_help
source: Click here to configure basic [[base-email.emailSettings]].
de_de: Klicken Sie hier um grundlegende [[base-email.emailSettings]] vorzunehmen und die einzelnen emailspezifischen Dienste zu aktivieren oder zu deaktivieren.
fr: Les [[base-email.emailSettings]] de base peuvent être configurés ici.

# blockHostField
source: Block Email From Hosts/Domains
de_de: E-Mail von Hosts oder Domänen blockieren
fr: Bloquer le courrier provenant des hôtes/domaines

# blockHostField_help
source: Enter the host names and domain names that are not allowed to deliver email to this server. [[base-email.blockHostField_rule]]
de_de: Geben Sie die Host- oder Domänennamen ein, denen es nicht gestattet wird, E-Mail an diesen Server zu senden. [[base-email.blockHostField_rule]]
fr: Entrez les noms d'hôtes et de domaines qui ne sont pas autorisés à envoyer des messages vers ce serveur. [[base-email.blockHostField_rule]]

# blockHostField_rule
source: Please enter a properly formatted host name or domain name. The default value is to leave this field empty. For example, www.example.com and example.com are valid entries.
de_de: Bitte geben Sie einen Host- oder Domänennamen im richtigen Format ein. Dieses Feld ist normalerweise leer. Gültige Eingaben sind z. B. 'www.BlueOnyx.org' oder 'BlueOnyx.org'.
fr: Entrez un nom d'hôte ou de domaine de format valide. La valeur par défaut consiste à laisser ce champ vierge. www.cobalt.com et cobalt.com sont des exemples d'entrées correctes.

# blockUserField
source: Block Email From Users
de_de: E-Mail von Benutzern blockieren
fr: Bloquer le courrier provenant des utilisateurs

# blockUserField_help
source: Enter the email addresses of users that are not allowed to deliver email to this server. [[base-email.blockUserField_rule]]
de_de: Geben Sie die E-Mail-Adressen von Benutzern ein, denen nicht gestattet wird, E-Mail an diesen Server senden. [[base-email.blockUserField_rule]]
fr: Entrez les adresses email des utilisateurs qui ne sont pas autorisés à envoyer des messages vers ce serveur. [[base-email.blockUserField_rule]]

# blockUserField_rule
source: Please enter a properly formatted email address. The default value is to leave this field empty. For example, user@example.com is a valid entry.
de_de: Bitte geben Sie eine E-Mai -Adresse im richtigen Format ein. Dieses Feld ist normalerweise leer. Eine gültige Eingabe ist z. B. 'mustermann@firma.de'
fr: Entrez des adresses email de format correct. La valeur par défaut consiste à de laisser ce champ vierge. utilisateur@cobalt.com est un exemple d'entrée valide.

# cantCreateAlias
source: Email aliases were not created for this user.
de_de: Email-Aliasse für diesen Benutzer wurden nicht angelegt.

# cantEditFile
source: Sorry, an error occurred while trying to edit an email configuration file. [[base-email.badUser]]
de_de: Leider trat beim Versuch eine Konfigurationsdatei des Mailservers zu bearbeiten ein Fehler auf. [[base-email.badUser]]
fr: Une erreur s'est produite pendant la tentative de modification du fichier de configuration de messagerie. [[base-email.badUser]]

# cantGetUserInfo
source: Vacation was unable to obtain user information from CCE.
de_de: Die Urlaubsfunktion konnte keine Benutzerinformationen von CCE abrufen.
fr: Congés. Impossible d'obtenir des informations sur l'utilisateur depuis CCE.

# could_not_tie_apop
source: Sorry, a system error occurred. [[base-email.badUser]]
de_de: Leider trat ein Systemfehler auf. [[base-email.badUser]]
fr: Une erreur système s'est produite. [[base-email.badUser]]

# couldnt_create_args_file
source: Sorry, an error occurred while trying to edit an email configuration file. [[base-email.badUser]]
de_de: Leider trat beim Versuch eine Konfigurationsdatei des Mailservers zu bearbeiten ein Fehler auf. [[base-email.badUser]]
fr: Une erreur s'est produite pendant la tentative de modification du fichier de configuration de messagerie. [[base-email.badUser]]

# couldnt_enable_imap_pop
source: Sorry, the POP or IMAP server could not be reset at this time because of a system configuration failure. [[base-email.badUser]]
de_de: Der POP und/oder IMAP Server konnte wegen eines Systemfehlers nicht neu gestartet werden. [[base-email.badUser]]
fr: Le serveur POP ou IMAP n'a pas pu être réinitialisé à ce stade en raison d'un échec de configuration du système. [[base-email.badUser]]

# couldnt_enable_sendmail
source: Sorry, the SMTP server could not be started at this time due to a system configuration failure. [[base-email.badUser]]
de_de: Der SMTP Server konnte wegen eines Systemfehlers nicht neu gestartet werden. [[base-email.badUser]]
fr: Le serveur SMTP n'a pas pu démarrer à ce stade en raison d'un échec de configuration du système. [[base-email.badUser]]

# couldnt_make_map
source: Sorry, an error occurred while trying to create an email server map file. [[base-email.badUser]]
de_de: Beim Versuch die Benutzertabelle des Mailservers neu zu schreiben trat ein Fehler auf. [[base-email.badUser]]
fr: Une erreur s'est produite pendant la tentative de création du fichier de mappage du serveur de messagerie. [[base-email.badUser]]

# couldnt_write_sendmailcf
source: Sorry, an error occurred while trying to write the SMTP server configuration file. [[base-email.badUser]]
de_de: Beim Versuch die Konfigurationsdatei des Mailservers zu ändern trat ein Fehler auf. [[base-email.badUser]]
fr: Une erreur s'est produite pendant la tentative de modification du fichier de configuration du serveur SMTP. [[base-email.badUser]]

# duplicateKeys
source: Blocking and relaying information could not be updated. There are duplicate hosts or domains listed for both relaying and blocking. Email from a host or domain cannot be blocked and relayed simultaneously.
de_de: Die Mailserver Konfigurationsdatei, die für Zugriffs- und Relayfunktionen zuständig ist, konnte nicht aktualisiert werden. Möglicherweise beinhaltet sie Doubletten von Host- oder Domänen-Namen. Oder es wurde versucht, den selben Host oder Benutzer für das Relaying freizuschalten und ihn gleichzeitig zu blockieren. Beides auf einmal ist nicht zulässig.
fr: Les valeurs saisies pour le blocage et le relais n'ont pas pu être mis à jour. Des hôtes ou des domaines sont cités à la fois pour le relais et pour le blocage. Le courrier d'un hôte ou d'un domaine ne peut pas être simultanément bloqué et relayé.

source: Email Servers
de_de: Mailserver
fr: Serveurs

# emailServers_help
source: Click here to configure [[base-email.emailServers]].
de_de: Klicken Sie hier zur Konfiguration des[[base-email.emailServers]].
fr: Les [[base-email.emailServers]] peuvent être configurés ici.

source: Email Services
de_de: Email-Dienste
fr: Services Email

# emailServices_help
source: Click here to configure [[base-email.emailServices]].
de_de: Klicken Sie hier um die [[base-email.emailServices]] zu konfigurieren.
fr: Les [[base-email.emailServices]] peuvent être configurés ici.

# emailSettings
source: Email Servers Settings
de_de: Mailserver-Einstellungen
fr: Paramètres de messagerie

source: Enable APOP
de_de: APOP aktivieren

# enableApop_help
source: Enable APOP for the user. APOP is a secure method of authentication to a POP3 server. This option is only available to certain mail readers like Fetchmail or Eudora.
de_de: Erlaubt es, APOP für Benutzer zu aktivieren. APOP ist eine sichere Methode der Anmeldung an einem POP3 Server. Nur wenige Email-Programme unterstützen APOP, wie z.B. Fetchmail, KMail oder Eudora.

# enableImapField
source: Enable IMAP Server
de_de: IMAP aktivieren
fr: Activer le serveur IMAP

# enableImapField_help
source: Turn the Internet Message Access Protocol (IMAP) service on or off. Enabling this service allows users to retrieve email from this server appliance using email clients that support IMAP. IMAP allows users to store email on the server but requires continuous access to the server during the time users are working with their mail.
de_de: Aktivieren oder deaktivieren Sie den Internet Message Access Protocol (IMAP)-Dienst. Wenn Sie diesen Dienst aktivieren, können Benutzer unter Einsatz von E-Mail-Clients, die IMAP unterstützen, E-Mail von diesem Server abrufen. Mit IMAP können Benutzer E-Mail auf dem Server speichern. Dabei ist jedoch kontinuierlicher Zugriff auf den Server erforderlich, während der Benutzer an seinen E-Mails arbeitet.
fr: Active ou désactive le serveur IMAP permettant de consulter les boîtes aux lettres électroniques sur ce serveur. La validation de ce service permet aux utilisateurs de récupérer et consulter des messages électroniques sur ce serveur en utilisant un logiciel client compatible IMAP. IMAP permet aux utilisateurs de stocker leurs messages électroniques sur le serveur mais exige une connexion continue au serveur pendant que l'utilisateur utilise son courrier électronique.

# enableImapsField
source: Enable IMAPS Server
de_de: IMAPS aktivieren

# enableImapsField_help
source: Turn the Internet Message Access Protocol over TLS/SSL (IMAPS) service on or off. Enabling this service allows users to retrieve email from this server appliance using email clients that support IMAPS. IMAPS allows users to store email on the server but requires continuous access to the server during the time users are working with their mail.
de_de: Aktivieren oder deaktivieren Sie den IMAPS-Server mit TLS/SSL Verschlüsselung. Wenn Sie diesen Dienst aktivieren, können Benutzer unter Einsatz von E-Mail-Clients, die IMAPS unterstützen, E-Mail von diesem Server abrufen. Mit IMAPS können Benutzer E-Mail auf dem Server speichern. Dabei ist jedoch kontinuierlicher Zugriff auf den Server erforderlich, während der Benutzer an seinen E-Mails arbeitet.

# enablePopField
source: Enable POP Server
de_de: POP aktivieren
fr: Activer le serveur POP

# enablePopField_help
source: Turn the Post Office Protocol (POP) mail retrieval service on or off. Enabling this service allows users to retrieve email from this server appliance using most standard email clients.
de_de: Aktivieren oder deaktivieren Sie den Post Office Protocol (POP)-Server. Wenn Sie diesen Dienst aktivieren, können Benutzer unter Einsatz der meisten E-Mail-Clients E-Mail von diesem Server abrufen.
fr: Active ou désactive le service de récupération de courrier électronique POP (Post Office Protocol). La validation de ce service permet aux utilisateurs de télécharger les messages électroniques stockés sur ce serveur en utilisant un logiciel client email standard.

# enablePopsField
source: Enable POPS Server
de_de: POPS aktivieren

# enablePopsField_help
source: Turn the Post Office Protocol over TLS/SSL (POPS) mail retrieval service on or off. Enabling this service allows users to retrieve email from this server appliance using most standard email clients.
de_de: Aktivieren oder deaktivieren Sie den Post Office Protocol (POP)-Server mit TLS/SSL Unterstützung. Wenn Sie diesen Dienst aktivieren, können Benutzer unter Einsatz der meisten E-Mail-Clients E-Mail von diesem Server abrufen.

# enableSMTPAuthField
source: Enable SMTP Auth
de_de: SMTP Auth aktivieren

# enableSMTPAuthField_help
source: Turn the Simple Mail Transfer Protocol (SMTP) service on or off.
de_de: Erlaubt die Aktivierung des Dienstes zur SMTP Authentifizierung. Ist dieser Dienst aktiviert, können Benutzer nur noch Emails versenden, wenn Sie sich mit ihrem Benutzernamen und Passwort am Postausgangsserver anmelden. Sie sollten diese Option aktivieren, damit Ihr Server nicht als offenes Relay misbraucht wird.

# enableSMTPSField
source: Enable SMTPS Server
de_de: SMTPS Server aktivieren

# enableSMTPSField_help
source: Turn the SMTP over SSL service on or off.
de_de: Erlaubt die Aktivierung des SMTP Servers mit SSL-Unterstützung.

# enableServersField
source: Enable SMTP Server
de_de: SMTP Server aktivieren
fr: Activer le serveur SMTP

# enableServersField_help
source: Turn the Simple Mail Transfer Protocol (SMTP) service on or off. Enabling SMTP will allow this server appliance to act as an SMTP server for sending and receiving Internet email between other servers. SMTP also allows users to use this server appliance for sending email.
de_de: Aktivieren oder deaktivieren Sie den Simple Mail Transfer Protocol (SMTP)-Dienst. Wenn Sie SMTP aktivieren, kann dieser Server als SMTP-Server zum Senden und Empfangen von E-Mail zwischen anderen Servern fungieren. Mit SMTP können Benutzer diesen Server auch zum Senden von E-Mail verwenden.
fr: Active ou désactive le serveur de transfert de messages électroniques SMTP. L'activation du serveur SMTP permet l'émission et la réception des messages électroniques sur l'Internet avec d'autres serveurs. SMTP permet aussi aux utilisateurs d'envoyer leurs messages électroniques.

# enableSubmissionPortField
source: Enable Submission Port
de_de: Submission Port aktivieren

# enableSubmissionPortField_help
source: Turn the Submission Port(587) on or off.
de_de: Aktiviert den Submission Port (587) für den alternativen Versand von Emails.

# imapConnectRateField
source: Maximum IMAP Connection Rate
de_de: Anzahl der maximal erlaubten IMAP Verbindungen

# imapConnectRateField_help
source: Enter the maximum number of allowed connections per minute. New connections will be denied if the connection rate has reached this limit.
de_de: Anzahl der maximal pro Minute erlaubten IMAP Verbindungen. Zusätzliche Verbindungsanfragen werden bei Erreichen des Limits abgelehnt.

# imapConnectRateField_invalid
source: Please enter a number within the specified range. The default value is 1024.
de_de: Bitte geben Sie einen Wert ein, der innerhalb des gültigen Bereichs liegt. Der Standardwert ist 1024.

# masqAddressCantBeLocalhost
source: Sorry, the forced sender domain cannot be localhost.
de_de: Die erzwungene Absenderadresse darf nicht 'localhost' sein.

# masqAddressField
source: Force Sender Domain
de_de: Erzwungene Absenderadresse
fr: Forcer le domaine de l'expéditeur

# masqAddressField_help
source: Enter a domain name or IP address to override the From: address of email sent by users of this server. This feature is also called Domain Masquerade. [[base-email.masqAddressField_rule]]
de_de: Geben Sie einen Domänen-Namen oder IP-Adresse ein, welche die Absende-Adresse aller Emails, die durch diesen Server laufen, ersetzt. Diese Funktion nennt man auch 'Domain Masquerading'. [[base-email.masqAddressField_rule]]
fr: Entrez le nom de domaine ou l'adresse IP qui doit se substituer à l'adresse de l'expediteur dans les messages envoyés par les utilisateurs de ce serveur. Cette fonction est également connue sous le nom de Masque de domaine. [[base-email.masqAddressField_rule]]
