Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/ui/*-email.mod/locale/*/email.po
Languages: de_de, fr

# masqAddressField_rule
source: Please enter a properly formatted IP address, host name, or domain name. The default value is to leave this field empty. For example, 192.168.1.100, www.example.com and example.com are valid entries.
de_de: Bitte geben Sie eine richtig formatierte IP-Adresse, einen Host- oder einen Domänennamen ein. Per Vorgabe wird dieses Feld leer gelassen. Gültige Eingaben sind z. B. '192.168.1.100', 'www.BlueOnyx.org' oder 'BlueOnyx.org'.
fr: Entrez une adresse IP, un nom d'hôte ou un nom de domaine valide. La valeur par défaut consiste à laisser ce champ vierge. 192.168.1.100, www.cobalt.com et cobalt.com sont des exemples d'entrées valides.

# maxEmailSizeField
source: Maximum Email Size (MB)
de_de: Maximale E-Mail-Größe (MB)
fr: Taille maximum de message (Mo)

# maxEmailSizeField_help
source: Set the maximum size of email messages this server will send or receive. [[base-email.maxEmailSizeField_rule]]
de_de: Stellen Sie die maximale Größee der E-Mai Nachrichten ein, die dieser Server senden oder empfangen kann. [[base-email.maxEmailSizeField_rule]]
fr: Définit la taille maximum des messages électroniques que le serveur acceptera d'envoyer ou de recevoir. [[base-email.maxEmailSizeField_rule]]

# maxEmailSizeField_rule
source: Please enter an integer greater than 0. The default value is to leave this field empty which will allow this server to send and receive email messages of any size.
de_de: Bitte geben Sie eine Ganzzahl größer als '0' ein. Standardmäßig ist dieses Feld leer. Dadurch kann dieser Server E-Mail-Nachrichten jeder Größe senden und empfangen.
fr: Entrez un nombre entier supérieur à 0. La valeur par défaut consiste à laisser ce champ vide afin de permettre au serveur d'envoyer et de recevoir des messages électroniques de toutes tailles. L'unité est le Méga Octet (Mo).

# nonExistentUser
source: Forwarding cannot be enabled because the following local usernames do not exist: [[VAR.users]]. Please remove these users from the list of forwarding addresses, or create the users before enabling forwarding.
de_de: Die Weiterleitung kann nicht aktiviert werden, weil die folgenden lokalen Benutzernamen nicht vorhanden sind: [[VAR.users]]. Bitte entfernen Sie diese Benutzer von der Liste der Weiterleitungsadressen oder erstellen Sie sie, bevor Sie die Weiterleitung aktivieren.
fr: Le transfert n'a pas pu être effectué car les utilisateurs locaux suivants n'existent pas: [[VAR.users]]. Supprimez ces utilisateurs de la liste des adresses de destination ou créez les utilisateurs avant de valider le transfert.

# popConnectRateField
source: Maximum POP Connection Rate
de_de: Maximale Anzahl von POP Verbindungen

# popConnectRateField_invalid
source: Please enter a number within the specified range. The default value is 80.
de_de: Bitte geben Sie eine Zahl an, die innerhalb des spezifizierten Bereichs liegt. Der Standardwert ist 80.

# popRelayField
source: POP Authenticated Relaying
de_de: POP Authentifiziertes Relaying
fr: Relais par authentification POP

# popRelayField_help
source: Check to enable SMTP relay trusts by POP authentication. If checked, any user who successfully uses POP to check mail will be trusted for 30 minutes to send email using the SMTP service. This feature is suitable for users who frequently travel.
de_de: Markieren Sie diese Option, um SMTP-Versand durch POP-Authentifizierung zu ermöglichen. Ist diese Option markiert, wird jedem Benutzer, der POP erfolgreich zur Überprüfung von E-Mail verwendet, 15 Minuten lang gestattet, mit dem SMTP-Dienst E-Mail zu senden. Diese Funktion ist veraltet und Sie sollten stattdessen SMTP-Auth verwenden.
fr: Activez cette option pour autoriser le relais SMTP après authentification POP. Une fois l'option cochée, tout utilisateur qui utilise POP avec succès pour recevoir son courrier sera également autorisé pendant 15 minutes à utiliser le service SMTP pour envoyer ses messages. Cette fonction est idéale pour les utilisateurs qui sont souvent en déplacement.

# queue0
source: Immediate
de_de: Sofort
fr: Immédiate

# queue1440
source: Every Day
de_de: Täglich
fr: Tous les jours

# queue15
source: Every 15 Minutes
de_de: Alle 15 Minuten
fr: Toutes les 15 minutes

# queue30
source: Every 30 Minutes
de_de: Alle 30 Minuten
fr: Toutes les 30 minutes

# queue360
source: Every 6 Hours
de_de: Alle 6 Stunden
fr: Toutes les 6 heures

# queue60
source: Every Hour
de_de: Stündlich
fr: Toutes les heures

# queueTimeField
source: Delivery Schedule
de_de: Übertragungszeitplan
fr: Distribution

# queueTimeField_help
source: Set how frequently this server appliance will deliver outgoing mail. Immediate delivery sends mail as quickly as possible but needs a full-time Internet connection. Periodic delivery is best for use with part-time Internet connections such as dial-on-demand.
de_de: Legen Sie fest, wie oft dieser Server versucht, E-Mail aus der Warteschlange zu übertragen. Normalerweise sollte dies auf 'Sofort' stehen, doch dafür benötigen Sie eine permanente Internetanbindung des Servers. Falls Sie keine permanente Internetanbindung des Servers haben, sollten Sie eine der anderen Methoden verwenden.
fr: Définit avec quelle fréquence ce serveur tente de d'émettre les messages électroniques stockés en file d'attente.

# receiveField
source: Receive Email Addressed To Hosts/Domains
de_de: Email für folgende Hosts und Domänen empfangen
fr: Recevoir le courrier adressé aux hôtes/domaines

# receiveField_help
source: Enter a list of custom host names or domain names for which this server will receive email. For example, www.example.com and example.com are valid entries.
de_de: Geben Sie die Host- oder Domänennamen ein, für die dieser Server E-Mails empfangen soll. [[base-email.receiveField_rule]]
fr: Entrez les noms d'hôte et de domaine pour lesquels ce serveur va recevoir du courrier. [[base-email.receiveField_rule]]

# receiveField_rule
source: Please enter a properly formatted host name or domain name. The default value is the fully-qualified domain name of your server appliance. For example, www.example.com and example.com are valid entries.
de_de: Bitte geben Sie einen Host- oder Domänennamen im richtigen Format ein. Der Vorgabewert ist der vollqualifizierte Domänenname Ihres Servers. Gültige Eingaben sind z. B. 'www.BlueOnyx.org' oder 'BlueOnyx.org'.
fr: Entrez un nom d'hôte ou de domaine de format valide. La valeur par défaut est le nom complet (FQDN) de votre serveur. www.cobalt.com et cobalt.com sont des exemples d'entrées valides.

# relayField
source: Relay Email From Hosts/Domains/IP Addresses
de_de: E-Mail von Hosts/Domänen/IP-Adressen weiterleiten
fr: Relayer le courrier depuis ces adresses IP/domaines/hôtes

# relayField_help
source: Enter the IP addresses, host or domain names that are allowed to relay email through this server. A user will not be able to send outgoing email through this server unless the IP address, host or domain name of the machine they are connecting from is entered in this field. [[base-email.relayField_rule]]
de_de: Geben Sie die vollqualifizierten Domänennamen, IP-Adressen oder Hostnamen ein, denen es erlaubt wird, ausgehende Emails über Ihren Mailserver zu verschicken. [[base-email.relayField_rule]]
fr: Entrez les adresses IP, les noms de domaine ou noms d'hôte autorisés à utiliser le service SMTP de ce serveur pour relayer leurs messages électroniques. Un utilisateur ne pourra pas envoyer de messages sortants par ce serveur si l'adresse IP, le nom de domaine ou le nom d'hôte de l'ordinateur qu'il utilise pour se connecter ne sont pas présents dans ce champ. [[base-email.relayField_rule]]

# relayField_rule
source: Please enter a list of IP addresses, host and domain names that will be trusted to relay email using this server. Networks may be specified by using 0's. For example, to allow relaying for a network 192.168.1.1 with subnet mask 255.255.0.0, specify the address 192.168.0.0.
de_de: Geben Sie eine Liste der IP-Adressen, Host- und Domänennamen ein, denen gestattet wird, E-Mails über diesen Server zu verschicken. Netzwerke können mit Nullen angegeben werden. Um z. B. das Weiterleiten für das Netzwerk '192.168.0.0' mit der Subnetzmaske '255.255.0.0' zu ermöglichen, geben Sie die Adresse '192.168.0.0' an.
fr: Entrez les adresses IP, noms de domaine ou noms d'hôte qui seront autorisés à utiliser le service SMTP de ce serveur pour envoyer des messages. On peut désigner des réseaux en utilisant des 0. Ainsi, pour autoriser le relais à un réseau 192.168.1.1 avec un masque de sous-réseau de 255.255.0.0, spécifiez l'adresse 192.168.0.0.

# smartRelayField_help
source: Enter the fully-qualified domain name of an email server through which all outgoing email will be routed.
de_de: Geben Sie den vollqualifizierten Domänennamen eines Mailservers ein, über den alle ausgehenden E-Mail-Nachrichten geleitet werden.
fr: Entrez le nom complet du serveur de messagerie SMTP par lequel transiteront tous les messages électroniques sortants.

# smartRelayField_rule
source: Please enter a properly formatted fully-qualified domain name. The default value is to leave this field empty. For example 'example.com' is a valid entry.
de_de: Bitte geben Sie einen vollqualifizierten Domänennamen im richtigen Format ein. Per Vorgabe wird dieses Feld leer gelassen. Eine gültige Eingabe ist z. B. 'BlueOnyx.org'.
fr: Entrez un nom de serveur valide. La valeur par défaut est de laisser ce champ vierge. cobalt.com est un exemple d'entrée correcte.

# userEmail
source: Email options for users
de_de: Email-Einstellungen für Benutzer

# vacationSubject
source: Automated Reply from
de_de: Automatische Antwort von
fr: Réponse automatique de

# amSMTPAuthBadResponse
source: The SASLAUTHd (SMTP-Auth) server gave a bad response.
de_de: Der SMTP-Auth Server gab eine unerwartete Rückantwort.

# amSMTPAuthDetails
source: SASLAUTHd (SMTP-Auth) Server Details
de_de: SMTP-Auth Server Status

# amSMTPAuthNameTag
source: SASLAUTHd Server
de_de: SMTP-Auth Server

# amSMTPAuthNotRunning
source: The SASLAUTHd server is not running and could not be restarted. In the [[base-apache.amAdmservNameTag]], try turning the SMTP-Auth server off then on again to see if this corrects the problem. If the SMTP-Auth server is still unable to start, try rebooting the server itself by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If the SMTP-Auth server is still unable to start, please refer [[base-sauce-basic.techSupportURL]] for technical support.
de_de: Der SMTP-Auth Server läuft nicht und konnte nicht neu gestartet werden. Bitte versuchen Sie, den SMTP-Auth Server manuell neu zu starten.

# amSMTPAuthStatusOK
source: The SMTP-Auth server is operating normally.
de_de: Der SMTP-Auth Server funktioniert einwandfrei.

# ampopRelayBadResponse
source: The POP Authenticated Relaying server gave a bad response.
de_de: Der POP Authentifiziertes Relaying Server gab eine unerwartete Rückantwort.

# ampopRelayDetails
source: POP Authenticated Relaying Service Details
de_de: POP Authenticated Relaying Status

# ampopRelayNameTag
source: POP Authenticated Relaying Service
de_de: POP Authenticated Relaying Dienst

# ampopRelayNotRunning
source: The POP Authenticated Relaying service is not running and could not be restarted. In the [[base-apache.amAdmservNameTag]], try turning the POP Authenticated Relaying service off then on again to see if this corrects the problem. If the POP Authenticated Relaying service is still unable to start, try rebooting the server itself by clicking the [[base-power.reboot]] button in the [[base-power.power]] menu under [[base-alpine.serverconfig]]. If the POP Authenticated Relaying service is still unable to start, please refer [[base-sauce-basic.techSupportURL]] for technical support.
de_de: Der POP Authenticated Relaying Dienst läuft nicht und konnte nicht neu gestartet werden. Bitte versuchen Sie, den POP Authenticated Relaying Dienst manuell neu zu starten.

# ampopRelayStatusOK
source: The POP Authenticated Relaying service is operating normally.
de_de: Der POP Authenticated Relaying Server funktioniert einwandfrei.

# mx
source: Secondary Mail-server
de_de: Sekundärer Mailserver

# mx_help
source: Click here to configure secondary mail-services.
de_de: Klicken Sie hier um einen sekundären Mailserver zu konfigurieren.

# mx2List
source: Secondary Mail-server List
de_de: Liste sekundärer Mailserver

# addmx_help
source: Add new secondary mail-domains here.
de_de: Hier können neue sekundäre Maildomänen hinzugefügt werden.

# secondaryDomain
source: Secondary Service
de_de: Sekundäre Dienste

# secondaryDomain_help
source: This is a list of domains which have secondary mail-services on this server.
de_de: Dies ist eine Liste von Domänen, welche sekundäre Mail-Dienste aktiviert haben.

source: Secondary Settings
de_de: Sekundäre Einstellungen

# domainField
source: Domain Name
de_de: Domänen-Name

# domainField_help
source: Enter the domain name you want to which you want to add a secondary mailservice.
de_de: Geben Sie den Domänen-Namen ein, welcher sekundäre Mail-Dienste bekommen soll.

# maptoField_help
source: Enter the main mail server for the domain.
de_de: Geben Sie den primären Namen des Mailservers für diese Domäne ein.

# domainExists_in_relay_error
source: The Domain Name is already in use in the relay email field.
de_de: Dieser Domänen-Name wird bereits im Email-Weiterleitungsfeld verwendet.

# domainExists_in_site_error
source: The Domain Name is already in use in a site on the server.
de_de: Dieser Domänen-Name wird bereits von einer Domäne auf dem Server verwendet.

# domainExists_error
source: The Domain Name is already in use in the Secondary Mail server section.
de_de: Dieser Domänen-Name ist bereits in der Rubrik sekundärer Mailserver in Verwendung.

# smartRelayField
source: Smart Relay Server
fr: Relais de messagerie

# amSMTPNameTag
source: SMTP Server
fr: Serveur SMTP

# amPOP3NameTag
source: POP Server
fr: Serveur POP

# amIMAPNameTag
source: IMAP Server
fr: Serveur IMAP
