Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5106R/ui/*-mailman.mod/locale/*/mailman.po
Languages: da, nl

# CannotDeleteGroupMaillist
source: Sorry, mailing lists for user groups on this server appliance cannot be removed.
da: Beklager, men postlister for brugergrupper på denne server kan ikke fjernes.
nl: Sorry, mailing lijsten voor gebruikers op deze server kunnen niet worden verwijderd.

# Could-not-create-mailman
source: Sorry, an error occurred. The mailing list could not be created.
da: Beklager, men en fejl opstod. Postlisten kunne ikke oprettes.
nl: Sorry, er is een fout opgetreden. Kan de lijst niet aanmaken.

# Mail-alias-already-taken
source: Sorry, the mailing list could not be created because the email aliases needed by the list already exist. Try giving the mailing list a different name or removing email aliases with similar names.
da: Beklager, men postlisten kunne ikke oprettes ford i det nødvendige emailalias, som listen skal bruge, allerede eksisterer. Prøv at give postlisten et andet navn, eller fjern aliasser med lignende navne.
nl: Sorry, de mailing lijst kon niet worden aangemaakt omdat de benodigde email alias reeds bestaat. Geef de lijst een andere naam of verwijder email aliasen met gelijke namen.

# Moderator-does-not-exist
source: Invalid Moderator: the user [[VAR.moderator]] does not seem to exist.
da: Ugyldig moderator: brugeren [[VAR.moderator]] lader ikke til at eksistere.
nl: Ongeldige Beheerder: de gebruiker [[VAR.moderator]] schijnt niet te bestaan.

# WelcomeMessageBody
source: This email has been sent to you to notify you that archiving of the mailing list '[[VAR.name]]' has been enabled for users with accounts on this server. These users will be able to access this archive from within WebMail. There is no need to reply to this message.
da: Denne email er sendt til dig for at meddele dig at arkivering af postlisten '[[VAR.name]]' er aktiveret for brugere med konti på denne server. Disse brugere vil have mulighed for at tilgå dette arkiv via deres WebMail. Det er ikke nødvendigt at svare på denne meddelelse.
nl: Deze email ontvangt u om u te informeren dat het archiveren van de mailing lijst '[[VAR.name]]' is aangezet voor gebruikers op deze server. De gebruikers kunnen dit archief benaderen met WebMail. U hoeft niet te reageren op dit bericht.

# WelcomeMessageSubject
source: Archiving has been enabled
da: Arkivering er aktiveret.
nl: Archiveren staat aan

source: Advanced
da: Avanceret
nl: Geavanceerd

# advanced_help
source: Click here to configure advanced mailing list options such as posting and subscription policies.
da: Klik her for at konfigurere avancerede indstillinger for postlisten, såsom afsendelses- og tilmeldingspolitik.
nl: Klik hier om geavanceerde mailing lijst opties zoals policies te configureren.

# all
source: All Users
da: Alle brugere
nl: Alle Gebruikers

# any
source: All Users Can Post Messages
da: Alle brugere kan sende meddelelser
nl: Alle Gebruikers Kunnen Berichten Posten

# apassword
source: Password
da: Adgangskode
nl: Wachtwoord

# apassword_help
source: Enter an administrative password for this mailing list. This password is used when performing certain list administration tasks via email (for example, approving subscriptions, or moderating messages). If you do not plan on using these features, you may leave this field blank.
da: Indtast en administrativ adgangskode til denne postliste. Denne adgangskode bruges når bestemte listeadministrationshandlinger skal foretages via email (for eksempel godkendelse, tilmeldinger, eller moderering af meddelelser). Hvis du ikke planlægger at bruge disse funktioner kan du lade dette felt være tomt.
nl: Voer een administratief wachtwoord in voor deze mailing lijst. Dit wachtwoord wordt gebruikt bij het uitvoeren van administratieve taken d.m.v. email (bijvoorbeeld het accepteren van aanvragen, of het goedkeuren van berichten). Als u deze functie niet wenst te gebruiken kunt u dit veld leeg laten.

# archiveEnabled
source: Enable
da: Aktiver
nl: Aanzetten

# archiveEnabled_help
source: Set whether messages sent to this mailing list will be archived. Users with accounts on this server appliance will be able to access these archives using their WebMail account if WebMail is installed.
da: Indstil hvorvidt meddelelser sendt til denne postliste vil blive arkiveret. Brugere med konti på denne server wil kunne tilgå disse arkiver igennem deres webmail, hvis webmail er installeret.
nl: Definieer of het archiveren voor deze lijst aangezet moet worden. Gebruikers op deze server kunnen dit archief d.m.v. webmail benaderen.

# archiveSettings
source: Archiving
da: Arkivering
nl: Archiveren

# author
source: Sender
da: Afsender
nl: Verzender

# author_help
source: This is the name or email address of the person who sent the message.
da: Dette er navnet, eller emailadressen, på den person som har sendt meddelelsen.
nl: Dit is de naam of email adres van de verzender van het bericht.

source: Basic
da: Basal
nl: Standaard

# basic_help
source: Click here to configure basic mailing list options.
da: Klik her for at konfigurere basale indstillinger for postlister.
nl: Klik hier om basis instellingen te configureren.

source: Cancel
da: Annuller
nl: Annuleren

# cancel_help
source: Click here to return to the settings page and ignore your current selection.
da: Klik her for at gå tilbage til indstillingssiden og ignorere dine nuværende valg.
nl: Klik hier om terug te gaan naar de instellingen pagina en de huidige selectie te negeren.

# closed
source: Closed: List owner approval is required for subscription.
da: Lukket: Listens ejers godkendelse er nødvendig for a tilmelde sig.
nl: Gesloten: De Beheerder Van De Lijst Moet De Aanmelding Accepteren.

# confirm
source: Confirm: Email confirmation is required for subscription.
da: Bekræft: Bekræftelse via email er nødvendigt for at tilmelde sig.
nl: Bevestigen: Email Bevestiging Is Vereist Voor Abonneemaatschap.

# confirm_removal_of_list
source: Are you sure you want to remove the [[VAR.list]] mailing list?
da: Er du sikker på at du vil fjerne postlisten [[VAR.list]]?
nl: Weet u zeker dat u de [[VAR.list]] mailing lijst wilt verwijderen?

source: Date
da: Dato
nl: Datum

# date_help
source: This is the date the message was received.
da: Dette er datoen da meddelelsen blev modtaget.
nl: Dit is de datum van ontvangst.

# description
source: Remarks
da: Bemærkninger
nl: Opmerkingen

# description_help
source: Enter additional information or comments about the mailing list here.
da: Indtast yderligere informationer eller kommentarer om denne postliste her.
nl: Voer additionele informatie of opmerkingen over de mailing lijst hier in.

# edit_locals
source: Edit
da: Rediger
nl: Wijzigen

# edit_locals_help
source: Click here to select the local users that are subscribers to this mailing list.
da: Klik her for at vælge de lokale brugere der skal være medlemmer af denne postliste.
nl: Klik hier om de lokale gebruikers te selecteren die abonnee moeten worden van de mailing lijst.

source: From
da: Fra
nl: Van

# from_help
source: This is the name and/or email address of the person who sent the message.
da: Dette er navn og/eller emailadresse på den person som har sendt meddelelsen.
nl: Dit is de naam en/of email adres van de persoon die het bericht heeft verzonden.

# groupSubscriber
source: All members of the [[VAR.group]] group
da: Alle medlemmer af gruppen [[VAR.group]]
nl: Alle abonnees van de [[VAR.group]] groep

# group_field
source: Group List Name
da: Gruppelistenavn
nl: Groep Lijst Naam

# group_field_help
source: This is the name of the group mailing list. All members of this group are automatically subscribed to this mailing list.
da: Dette er navnet på gruppepostlisten. Alle medlemmer af denne gruppe tilføjes automatisk som medlemmer af postlisten.
nl: Dit is de naam van de groep mailing lijst. Alle abonnees van deze groep zijn automatisch abonnee van deze mailing lijst.

# keepForDays
source: Keep Period (Days)
da: Arkiveringsperiode (Dage)
nl: Bewaar Termijn (Dagen)

# keepForDays_empty
source: Sorry, you have not specified a value for [[base-mailman.keepForDays]]. [[base-mailman.keepForDays_rule]]
da: Beklager, men du har ikke specificeret en værdi for [[base-mailman.keepForDays]]. [[base-mailman.keepForDays_rule]]
nl: Sorry, u heeft geen waarde ingevoerd bij [[base-mailman.keepForDays]]. [[base-mailman.keepForDays_rule]]

# keepForDays_help
source: Enter a number specifying the length of time in days that messages will be kept in the archive. Enter a zero (0) to keep archived messages indefinitely.
da: Indtast et tal der specificerer antal dage meddelelser vil blive lagret i arkivet. Indtast et nul (0) for at lagre arkiverede meddelelser på ubestemt tid.
nl: Voer een nummer in dat de termijn (in dagen) voor archiveren definieert. Een nul (0) betekend oneindig archiveren.

# keepForDays_invalid
source: Sorry, the field [[base-mailman.keepForDays]] contains an invalid value. [[base-mailman.keepForDays_rule]]
da: Beklager, men feltet [[base-mailman.keepForDays]] indeholder en ugyldig værdi. [[base-mailman.keepForDays_rule]]

# keepForDays_rule
source: Please enter a number specifying the length of time in days that messages will be kept in the archive. Enter a zero (0) to keep archived messages indefinitely.
da: Indtast et tal der specificerer antal dage meddelelser vil blive lagret i arkivet. Indtast et nul (0) for at lagre arkiverede meddelelser på ubestemt tid.
nl: Voer een nummer in dat de termijn (in dagen) voor archiveren definieert. Een nul (0) betekend oneindig archiveren.

source: List Name
da: Listenavn
nl: Naam van Lijst

# listName_empty
source: Sorry, you have not entered a value for [[base-mailman.listName]]. [[base-mailman.listName_rule]]
da: Beklager, men du har indtastet en ugyldig værdi form [[base-mailman.listName]]. [[base-mailman.listName_rule]]
nl: Sorry, u heeft geen geldige waarde ingevoerd bij [[base-mailman.listName]]. [[base-mailman.listName_rule]]

# listName_help
source: Enter the name of the mailing list. [[base-mailman.listName_rule]]
da: Indtast postlistens navn. [[base-mailman.listName_rule]]
nl: Voer de naam van de mailing lijst in. [[base-mailman.listName_rule]]

# listName_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-mailman.listName]]. [[base-mailman.listName_rule]]
da: Beklager, men [[VAR.invalidValue]] er en ugyldig værdi for [[base-mailman.listName]]. [[base-mailman.listName_rule]]

# listName_rule
source: Please enter only lowercase alphanumeric characters, hyphens, periods, and underscores. For example, sales is a valid entry.
da: Indtast venligst kun små alfanumeriske bogstaver, bindestreger, punktummer og understreger. salg er, for eksempel, en gyldig indtastning.
nl: Voer alleen kleine letters, scheidings- en liggende streepjes en punten in. Bijvoorbeeld: sales zou een geldige invoer zijn.

# localSubs_list
source: [[VAR.criteria]] on [[VAR.fqdn]]
da: [[VAR.criteria]] på [[VAR.fqdn]]
nl: [[VAR.criteria]] bij [[VAR.fqdn]]

source: Local Subscribers
da: Lokale medlemmer
nl: Lokale Abonnees

# localSubscribers_help
source: Click the Edit button to select the local users that are subscribers to this mailing list.
da: Klik på knappen Rediger for at vælge lokale brugere der skal være medlemmer af denne postliste.
nl: Klik op de Wijzigen knop om de lokale abonnees te selecteren.

# localsSearch
source: Search User List
da: Søg i brugerlisten
nl: Doorzoek Gebruikerslijst

# mailmanActionHeader
source: Action
da: Handling
nl: Aktie

# mailmanActionHeader_help
source: These are the buttons used to modify or delete a mailing list.
da: Dette er knapperne der bruges til at ændre eller slette en postliste.
nl: Dit zijn de knoppen waarmee u een lijst kunt wijzigen of verwijderen.

# mailmanArchive
source: Mailing List Archive - [[VAR.name]]
da: Postlistearkiv - [[VAR.name]]
nl: Archief Mailing Lijst - [[VAR.name]]

# mailmanDescHeader
source: Remarks
da: Bemærkninger
nl: Opmerkingen

# mailmanDescHeader_help
source: This column contains additional information about each mailing list.
da: Denne kolonne indeholder yderligere informationer om hver postliste.
nl: Deze kolom bevat additionele informatie over elke mailing lijst.

# mailmanList
source: Mailing Lists on [[VAR.group]]
da: Postlister på [[VAR.group]]
nl: Mailing Lijsten van [[VAR.group]]

# mailmanList_menu
source: Mailing Lists
da: Postlister
nl: Mailing Lijsten

# mailmanNameHeader
source: Name
da: Navn
nl: Naam

# mailmanNameHeader_help
source: This is the name of the mailing list.
da: Dette er postlistens navn.
nl: Dit is de naam van de mailing lijst.

# mailmans
source: Mailing Lists
da: Postlister
nl: Mailing Lijsten

# mailmansHelp
source: [[base-mailman.mailmanList_menu]] can be managed here.
da: [[base-mailman.mailmanList_menu]] kan administreres her.
nl: [[base-mailman.mailmanList_menu]] kunnen hier beheerd worden.

# matching
source: Users matching [[VAR.criteria]]
da: Brugere der matcher [[VAR.criteria]]
nl: Gebruikers die overeenkomen met [[VAR.criteria]]

# maxlength
source: Maximum Message Length
da: Maksimal beskedlængde
nl: Maximale Lengte van Bericht

# maxlength_help
source: Select the maximum size in kilobytes or megabytes allowed for messages sent to this mailing list. Messages exceeding this size will be rejected.
da: Vælg den maksimale størrelse i kiliobyte eller megebyte som tillades meddelelser at have, når de sendes til denne postliste. Meddelelser der overstiger denne størrelse vil blive afvist.
nl: Selecteer de maximale grootte in kilobytes or megabytes voor berichten die naar deze lijst verstuurd worden. Grotere berichten zullen worden afgewezen.

# members
source: Only Subscribers Can Post Messages
da: Kun tilmeldte kan sende meddelelser
nl: Alleen Abonnees Kunnen Berichten Posten

source: Membership
da: Medlemskab
nl: Abonneemaatschap

# membership_help
source: Membership defines the users associated with this mailing list.
da: Medlemskab definerer hvilke brugere der er tilknyttet denne postliste.
nl: Abonneemaatschap geeft aan welke gebruikers abonnee zijn van de lijst.

source: Message
da: Meddelelse
nl: Bericht

# message_help
source: This is the text of the message.
da: Dette er meddelelsens tekst.
nl: Dit is de tekst van het bericht.

# moderated
source: Moderator Confirms All Messages
da: Moderator godkender alle meddelelser
nl: Beheerder Bevestigt Alle Berichten

# moderator
source: Owner/Moderator
da: Ejer/Moderator
nl: Eigenaar/Beheerder

# moderator_empty
source: Sorry, you have not entered a value for [[base-mailman.moderator]]. You must enter a value even if no moderation policies have been specified for the mailing list. [[base-mailman.moderator_rule]]
da: Beklager, men du har ikke indtastet en værdi for [[base-mailman.moderator]]. Du skal indtaste en værdi uanset om postlisten ikke har defineret nogle moderationspolitikker. [[base-mailman.moderator_rule]]
nl: Sorry, u heeft niets ingevuld bij [[base-mailman.moderator]]. U moet een waarde ingeven ook al geeft u geen beheer policies in voor deze mailing lijst. [[base-mailman.moderator_rule]]

# moderator_help
source: Enter the email address of the user performing all administrative duties for the mailing list. [[base-mailman.moderator_rule]]
da: Indtast venligst en korrekt formateret emailadresse eller brugernavnet på en gyldig bruger på denne server. Standardværdien er admin. bruger@eksempel.dk og admin er, for eksempel, gyldige indtastninger.
nl: Voer het email adres in van de gebruiker die alle administratieve plichten voor de mailing lijst uitvoert. [[base-mailman.moderator_rule]]

# moderator_invalid
source: Sorry, [[VAR.invalidValue] is an invalid value for [[base-mailman.moderator]]. [[base-mailman.moderator_rule]]
da: Beklager, men [[VAR.invalidValue]] er en ugyldig værdi for [[base-mailman.moderator]]. [[base-mailman.moderator_rule]]

# moderator_rule
source: Please enter a properly formatted email address or the username of a valid user on this server appliance. The default value is admin. For example, user@example.com and admin are valid entries.
da: Indtast venligst en korrekt formatteret emailadresse eller brugernavnet på en gyldig bruger på denne server. STandardværdien er admin. bruger@eksempel.dk og admin er, for eksempel, gyldige indtastninger.
nl: Voer een correct format email adres in of een gebruikersnaam van een geldige gebruiker op de server appliance. De standaard waarde is admin. Bijvoorbeeld: user@example.com en admin zijn geldige waarden.

# modifyMailList
source: Modify Mailing List Settings for [[VAR.listName]]
da: Rediger indstillinger for postlisten [[VAR.listName]]
nl: Mailing Lijst Instellingen wijzigen voor [[VAR.listName]]

# name
source: User Name
da: Brugernavn
nl: Gebruikersnaam

# name-already-taken
source: Sorry, the mailing list could not be created because the specified name is already in use by a mailing list. Please enter a different name and try again.
da: Beklager, men postlisten kunne ikke oprettes fordi det specificerede navn allerede er i brug af en anden mailingliste. Indtast venligst et andet navn og prøv igen.
nl: Sorry, de mailing lijst kon niet worden aangemaakt omdat de ingegeven naam al gebruikt wordt door een andere lijst. Kies een andere naam.

# name-already-taken-by-user
source: Sorry, the mailing list could not be created because the specified name is already in use by a user. Please enter a different name and try again.
da: Beklager, men postlisten kunne ikke oprettes fordi det specificerede navn allerede er i brug af en anden bruger. Indtast venligst et andet navn og prøv igen.
nl: Sorry, de mailing lijst kon niet worden aangemaakt omdat de ingegeven naam al gebruikt wordt door een gebruiker. Kies een andere naam.

# name_help
source: The name of the users on this virtual site. Select the checkboxes to add users to this mailing list.
da: Navnet på brugerne på dette virtuelle websted. Sæt hak ud for brugeren for at tilføje brugeren til postlisten.
nl: De naam van de gebruikers op deze virtuele site. Selecteer de vakjes om gebruikers toe te voeren aan de lijst.

# numLocals
source: [[VAR.num]] Local Subscriber[[VAR.plural]]
da: [[VAR.num]] Lokalt/Lokale medlem/er
nl: [[VAR.num]] lokale abonnee[[VAR.plural]]

# numSubs
source: [[VAR.num]] Subscriber[[VAR.plural]]
da: [[VAR.num]] Medlem/er
nl: [[VAR.num]] abonnee[[VAR.plural]]

# open
source: Open: any user may subscribe.
da: Åben: Enhver bruger kan melde sig til.
nl: Open: Elke Gebruiker Mag Zich Aanmelden.

source: Policies
da: Politikker

source: Posting Policy
da: Afsendelsespolitik
nl: Post Policy

# postingPolicy_help
source: Select a posting policy for this mailing list. If you choose Moderator Confirms All Messages, every message will require approval from the list owner/moderator.
da: Vælg en afsendelsespolitik for denne postliste. Hvis du vælger "Moderator godkender alle meddelelser", vil alle meddelelser kræve godkendelse fra listeejeren/moderatoren.
nl: Selecteer een policy m.b.t. post voor deze mailing lijst. Als u 'Beheerder Bevestigt Alle Berichten' selecteert, dan zal elk bericht bevestigd moeten worden door de eigenaar/beheerder van de lijst.

source: Read Message
da: Læs meddelelse
nl: Lees Berichten

# readMessage_help
source: Read Message
da: Læs meddelelse
nl: Lees Berichten

# recipientsHeader
source: Number of Subscribers
da: Antal tilmeldte
nl: Aantal Abonnees

# recipientsHeader_help
source: These are the number of users who subscribe to the mailing list.
da: Dette er antallet af brugere som er tilmeldt postlisten.
nl: Dit is het aantal abonnees wat de lijst heeft.

source: Remote Subscribers
da: Eksterne tilmeldte
nl: Externe Abonnees

# remoteSubscribers_help
source: Enter the remote users that are subscribers to this mailing list. Remote users are users who do not have accounts on this server appliance. [[base-mailman.remoteSubscribers_rule]]
da: Indtast de eksterne brugere der skal være tilmeldt denne postliste. Eksterne brugere er brugere som ikke har konti på denne server.[[base-mailman.remoteSubscribers_rule]]
nl: Voer de externe gebruikers in die abonnee zijn van deze mailing lijst. Externe gebruikers zijn gebruikers die niet abonnee zijn van een site op deze server. [[base-mailman.remoteSubscribers_rule]]

# remoteSubscribers_invalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-mailman.remoteSubscribers]]. [[base-mailman.remoteSubscribers_rule]]
da: Beklager, men [[VAR.invalidValue]] er en ugyldig værdi for [[base-mailman.remoteSubscribers]]. [[base-mailman.remoteSubscribers_rule]]

# remoteSubscribers_rule
source: Please enter a properly formatted email address. For example, user@example.com is a valid entry.
da: Indtast venligst en korrekt formateret emailadresse. bruger@eksempel er, for eksempel, en gyldig indtastning.
nl: Voer a.u.b. een correct format email adres in. Bijvoorbeeld: user@example.com zou een geldige invoer zijn.

source: Reply All
da: Svar til alle
nl: Allen Beantwoorden

# replyAll_help
source: Click here to reply to the author and all other recipients of the message.
da: Klikl her for at svare til forfatteren og alle meddelelsens modtagere.
nl: Klik hier om naar de auteur van het bericht en alle ontvangers te antwoorden.

# replyList
source: Reply to List
da: Svar til liste
nl: Antwoorden aan Lijst

# replySender
source: Reply to Sender
da: Svar til afsender
nl: Antwoorden aan Verzender

# replySender_help
source: Click here to reply to the author of the message.
da: Klik her for at svare til meddelelsens forfatter.
nl: Klik hier om naar de auteur van het bericht te antwoorden.

# replyToList
source: Reply Policy
da: Besvarelsespolitik
nl: Antwoord Policy

# replyToList_help
source: Set the reply policy for this mailing list. If you choose Reply to List, replies will go to the list. Otherwise, replies will go only to the original author of the message.
da: Indstil postlistens besvarelsespolitik. Hvis du vælger Sver til liste, vil alle svar blive sendt til selve listen. Ellers vil svar gå til den oprindelige forfatter af meddelelsen.
nl: Stel de antwoord policy in voor de lijst. Als u 'Antwoorden aan Lijst', antwoorden zullen naar de lijst gaan. Anders zullen berichten alleen naar de auteur van het originele bericht gaan.

source: Save
da: Gem
nl: Opslaan

# save_help
source: Save this mailing list.
da: Gem denne postliste.
nl: Sla deze mailing lijst op.

source: Search
da: Søg
nl: Zoeken

# search_help
source: Click here to display users matching the entered criteria.
da: Klik her for at vise brugere der matcher det indtastede kritere.
nl: Klik hier om naar gebruikers te zoeken die aan de ingevoerde criteria voldoen.

# selectAll
source: Select All Users
da: Vælg alle brugere
nl: Selecteer Alle Gebruikers

# selectAll_help
source: Click here to select all users on this site. The selection will include all users on this page and all users on other pages as well.
da: Klik her for at vælge alle brugere på dette websted. Valget vil inkludere alle brugere på denne side, samt alle brugere på andre sider.
nl: Klik hier om alle gebruikers van deze site te selecteren. De selectie zal de gebruikers op deze en volgende pagina's behelzen.

# selectPage
source: Select This Page
da: Vælg denne side
nl: Selecteer Deze Pagina

# selectPage_help
source: Click here to select all users on this page.
da: Klik her for at vælge alle brugere på denne side.
nl: Klik hier om alle gebruikers op deze pagina te selecteren.

# selected
source: Selected Users
da: Valgte brugere
nl: Geselecteerde Gebruikers

# showall
source: Show All Users
da: Vis alle brugere
nl: Laat Alle Gebruikers Zien

# showall_help
source: Click here to display all users on the site.
da: Klik her for at vise alle brugere på webstedet.
nl: Klik hier om alle gebruikers die tot deze site behoren te laten zien.

# showselected
source: Show Only Selected Users
da: Vis kun valgte brugere
nl: Alleen Geselecteerde Gebruikers Laten Zien
