Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5106R/ui/*-mailman.mod/locale/*/mailman.po
Languages: da, nl

# showselected_help
source: Click here to display only users that are currently selected.
da: Klik her for kun at vise de, i øjeblikket, valgte brugere.
nl: Klik hier om alleen de geselecteerde gebruikers te laten zien.

source: Subject
da: Emne
nl: Onderwerp

# subject_help
source: This is the subject of the message.
da: Dette er meddelelsens emne.
nl: Dit is het onderwerp van het bericht.

# subscribed
source: Users Subscribed
da: Tilmeldte brugere
nl: Gebruikers die Abonnee zijn

source: Subscribers
da: Tilmeldte
nl: Abonnees

# subscribers_help
source: The list of members of the mailing list can be configured here.
da: Postlistens medlemmer kan indstilles her.
nl: De lijst van abonnees kan hier worden beheerd.

source: Subscription Policy
da: Tilmeldingspolitik
nl: Aanmeld Policy

# subscriptionPolicy_help
source: Select the list's subscription policy. Users can subscribe or unsubscribe from the list by sending mail to mailman@[[VAR.fqdn]] with the words 'subscribe list' or 'unsubscribe list' (list is the mailing list name) in the body of the message. If the policy is 'Closed', the message is sent to the list owner for approval before the subscription is allowed. Approval is never required to unsubscribe.
da: Vælg listens tilmeldingspolitik. Brugere kan til- og afmelde sig listen ved at sende en email til majordomo@[[VAR.fqdn]] med ordene 'subscribe liste' eller 'unsubscribe liste' (liste er postlistens navn) i meddelelsens indhold. Hvis politikken er 'Lukket', så vil meddelelsen blive sendt til godkendelse hos listens ejer før tilmelding tillades. Godkendelse er aldrig påkrævet for at afmelde.
nl: Selecteer de policy m.b.t. het aanmelden aan de lijst. Gebruikers kunnen zich aan- of afmelden door een mail te sturen naar mailman@[[VAR.fqdn]] met de woorden 'subscribe lijst' of 'unsubscribe lijst' (lijst is de naam van de mailing lijst) in het bericht te plaatsen. Als de policy 'Gesloten' is, dan moet de beheerder de aanmelding eerst bevestigen. Afmeldingen worden altijd verwerkt.

# title
source: Subject
da: Emne
nl: Onderwerp

# title_help
source: This is the subject of the message.
da: Dette er meddelelsens emne.
nl: Dit is het onderwerp van het bericht.

# unsubscribed
source: Users Not Subscribed
da: Ikke tilmeldte brugere
nl: Gebruikers die geen Abonnee zijn

# use_these
source: Use Current Selection
da: Brug nuværende valg
nl: Gebruik Huidige Selectie

# use_these_help
source: Click here to use the current selection as the [[base-mailman.localSubscribers]] list.
da: Klik her for at bruge det nuværende valg som liste over [[base-mailman.localSubscribers]]
nl: Klik hier om de huidige selectie te gebruiken als [[base-mailman.localSubscribers]] lijst.

# workgroupMembers
source: Group Members
da: Gruppemedlemmer
nl: Groupsabonnees

# workgroupMembers_help
source: This field contains a list of users who are currently members of the group that is associated with this list. All members of this group are always subscribed to this mailing list.
da: Dette felt indeholder en liste af brugere som i øjeblikket er medlemmer af en gruppe som er tilknyttet denne liste. Alle medlemmer i denne gruppe er altid tilmeldt denne postliste.
nl: Dit veld bevat een lijst met gebruikers die momenteel abonnee zijn van de groep die verbonden is met deze lijst. Alle abonnees van deze groep zijn altijd abonnee van deze mailing lijst.

# createMailMan
source: Add Mailing List to [[VAR.fqdn]]
nl: Mailinglijst Toevoegen aan [[VAR.fqdn]]
