Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-backup.mod/locale/*/backup.po
Languages: fr, zh_cn, zh_tw

# testFailed
source: The specified backup share, username, or password is incorrect or inaccessible at this time.
fr: Le partage de fichiers de sauvegarde, le nom d'utilisateur ou le mot de passe spécifié est incorrect ou actuellement inaccessible.
zh_cn: 指定的备份共享、用户名或口令不正确，或当前无法访问。
zh_tw: 所指定的備份共享、使用者名稱或密碼錯誤或目前無法存取。

# backupTagInvalid
source: Sorry, [[VAR.invalidValue]] is an invalid value for [[base-backup.backupName]]. [[base-backup.backupName_rule]]
fr: La valeur entrée pour [[VAR.invalidValue]] n'est pas correcte pour [[base-backup.backupName]]. [[base-backup.backupName_rule]]
zh_cn: 对不起，[[VAR.invalidValue]]是无效的[[base-backup.backupName]]值。[[base-backup.backupName_rule]]
zh_tw: 很抱歉，[[VAR.invalidValue]] 是無效的 [[base-backup.backupName]]值。 [[base-backup.backupName_rule]]

# backupTagAlreadyTaken
source: Sorry, you have entered a value for [[base-backup.backupName]] that already exists in the system. Please enter another value for [[base-backup.backupName]].
fr: La valeur que vous avez entrée pour [[base-backup.backupName]] existe déjà dans le système. Entrez une autre valeur pour [[base-backup.backupName]].
zh_cn: 对不起，您为[[base-backup.backupName]]输入的值已经在系统中存在。请为[[base-backup.backupName]]输入另一个值。
zh_tw: 很抱歉，您輸入的 [[base-backup.backupName]]，系統中已存在；請輸入另一個 [[base-backup.backupName]] 的值。

# backupCheckSettings
source: Please check your settings
fr: Vérifiez vos paramètres
zh_cn: 请检查设置
zh_tw: 請檢查您的設定

# backupReason
source: Reason
fr: Motif
zh_cn: 原因
zh_tw: 原因

# backupError
source: Sorry, an error occurred while attempting to run [[VAR.prog]].
fr: Une erreur s'est produite lors de la tentative d'exécution de [[VAR.prog]].
zh_cn: 对不起，试图运行[[VAR.prog]]时出现错误。
zh_tw: 很抱歉，在嘗試執行 [[VAR.prog]] 時發生錯誤。

# restoreDescription
source: This workgroup is used for the restoration of backup data.
fr: Ce groupe de travail est utilisé pour la restauration des données de sauvegarde.
zh_cn: 此工作组用于备份数据的恢复。
zh_tw: 此工作群組用於備份資料的回存。

# permission
source: File Permission
fr: Permission d'accès au fichier
zh_cn: 文件许可
zh_tw: 檔案授權

source: File Owner
fr: Propriétaire du fichier
zh_cn: 文件所有人
zh_tw: 檔案擁有者

source: File Size
fr: Taille de fichier
zh_cn: 文件大小
zh_tw: 檔案大小

# date
source: Modification Date
fr: Date de modification
zh_cn: 修改日期
zh_tw: 修改日期

# File
source: File Name
fr: Nom de fichier
zh_cn: 文件名
zh_tw: 檔名

# immediatePopup
source: Immediate backup [[VAR.name]] is starting. Select the Restore menu for more information on this and other backups.
fr: La sauvegarde immédiate [[VAR.name]] est démarrée. Sélectionnez le menu Restaurer pour plus d'information sur cette sauvegarde ainsi que les autres.
zh_cn: 即时备份[[VAR.name]]开始。 有关此备份和其他备份的详细信息，请选择“恢复”菜单。
zh_tw: 已開始立即備份 [[VAR.name]] 的作業。 如需有關這個備份或其他備份作業的詳細資訊，請選取「回存」功能表。

# restoreOverPopup
source: Restore [[VAR.name]] is starting. The system will reboot when the restore has finished.
fr: La restauration [[VAR.name]] est démarrée. Le serveur redémarrera une fois la restauration terminée.
zh_cn: 恢复[[VAR.name]]开始。 恢复完成时，系统将重新引导。
zh_tw: 已開始執行回存 [[VAR.name]] 的作業。 系統會在回存作業完成後重新啟動。

# restoreTempPopup
source: Restore [[VAR.name]] is starting. The files will be available in the restore fileshare when the restore has completed.
fr: La restauration [[VAR.name]] est démarrée. Les fichiers seront disponibles dans le partage de fichiers de restauration une fois la restauration terminée.
zh_cn: 恢复[[VAR.name]]开始。 恢复完成时，恢复文件共享中的文件将可用。
zh_tw: 已開始執行回存 [[VAR.name]] 的作業。 當回存作業完成後，請至回存檔案共用區 (fileshare) 取得您所需要的檔案。

# osversion_conflict
source: This backup archive can only be restored to a fileshare because it was created with a different Sun Cobalt OS version.
fr: Cette archive ne peut être restaurée que vers un partage de fichiers car elle a été créée en utilisant une version différente de système d'exploitation Sun Cobalt OS.
zh_cn: 此备份文件只能回存到一个共享文件因为它是由不同的 Sun Cobalt 操作系统生成
zh_tw: 此備份文檔只能回存到一個共享檔案因為它是由不同的 Sun Cobalt 操作系統產生

# capgroup_adminBackup
source: Manage Backups
fr: Gérer les sauvegardes
zh_cn: 管理备份
zh_tw: 管理備份

# capgroup_adminBackup_help
source: This administrative right allows a user to backup and restore the entire system
fr: Ce droit administratif permet à un utilisateur de sauvegarder et restaurer la totalité du système
zh_cn: 此管理权限允许用户备份并恢复整个系统。
zh_tw: 這個管理權限允許使用者備份及回存整個系統。
