Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/tags/OSS_1_4/ui/*-backup.mod/locale/*/backup.po
Languages: fr, zh_cn, zh_tw

# backupMenu
source: Backup
fr: Sauvegarde
zh_cn: 备份
zh_tw: 備份

# backupMenu_help
source: Click here to schedule and view backups.
fr: Cliquez ici pour planifier et visualiser les sauvegardes.
zh_cn: 单击此处确定时间并查看文件备份。
zh_tw: 按一下此處，可排程及檢視備份。

# restoreMenu
source: Restore
fr: Restaurer
zh_cn: 恢复
zh_tw: 回存

# restoreMenu_help
source: Click here to select and activate restores.
fr: Cliquez ici pour sélectionner et activer des restaurations.
zh_cn: 单击此处选择并激活修复。
zh_tw: 按一下此處，可選取並啟動回存。

# scheduleListHeader
source: Scheduled Backup List
fr: Liste des sauvegardes programmées
zh_cn: 预定的备份列表
zh_tw: 排定的備份清單

# backupAddHeader
source: Add Scheduled Backup
fr: Ajout de sauvegarde programmée
zh_cn: 添加预定的备份
zh_tw: 新增排定的備份

source: Backup Name
fr: Nom de sauvegarde
zh_cn: 备份名称
zh_tw: 備份名稱

# backupName_help
source: This shows the name of the backup job.
fr: Affiche le nom de la sauvegarde.
zh_cn: 这将显示备份作业的名称。
zh_tw: 這顯示備份工作的名稱。

source: Backup Interval
fr: Fréquence de sauvegarde
zh_cn: 备份间隔
zh_tw: 備份間隔

# backupInterval_help
source: This shows how frequently this backup job will be run.
fr: Fréquence d'exécution de cette tâche de sauvegarde.
zh_cn: 这将显示此备份作业的运行频率。
zh_tw: 這顯示此備份工作將執行的頻率。

# backupMethod
source: Method of Backup
fr: Méthode de sauvegarde
zh_cn: 备份方法
zh_tw: 備份的方法

# backupMethod_help
source: This shows the network file sharing method used to store the backup.
fr: Méthode de partage de fichiers réseau utilisée pour stocker la sauvegarde.
zh_cn: 这将显示存储备份所用的网络文件共享方法。
zh_tw: 這顯示用來儲存備份的網路檔案共享方法。

# backupDestination
source: Destination
zh_cn: 目标位置
zh_tw: 目的地

# backupDestination_invalid
source: The backup Location field is not in an expected format or contains invalid characters.
fr: Le champ Emplacement de sauvegarde n´est pas sous le format escompté ou contient des caractères invalides.
zh_cn: 备份位置字段没有以预期的格式显示或包含无效的字符。
zh_tw: 備份「位址」欄位中含有非預期格式的資料，或是鍵入了無效的字元。

# backupDestination_help
source: This shows the destination to which the backup is saved.
fr: Emplacement de destination de la sauvegarde.
zh_cn: 这显示保存备份的目标位置。
zh_tw: 這顯示備份儲存到的目的地。

# backupConfiguration
source: Backup of Configuration Data
fr: Sauvegarde des données de configuration
zh_cn: 配置数据的备份
zh_tw: 配置資料的備份

# backupConfiguration_help
source: This shows if system configuration data is included in the backup.
fr: Indique si les données de configuration système sont incluses dans la sauvegarde.
zh_cn: 这将显示系统配置数据是否包含在备份中。
zh_tw: 這顯示系統配置資料是否內含於備份中。

source: Users to Backup
fr: Utilisateurs à sauvegarder
zh_cn: 备份用户
zh_tw: 要備份的使用者

# usersToBackup_help
source: This shows which users are included in the backup.
fr: Utilisateurs inclus dans la sauvegarde.
zh_cn: 这将显示哪些用户包含在备份中。
zh_tw: 這顯示備份內含哪些使用者。

source: Groups to Backup
fr: Groupes à sauvegarder
zh_cn: 备份组
zh_tw: 要備份的群組

# groupsToBackup_help
source: This shows which groups are included in the backup.
fr: Goupes inclus dans la sauvegarde.
zh_cn: 这显示哪些组包含在备份中。
zh_tw: 這顯示備份內含哪些群組。

# backupFileSet
source: Files to Backup
fr: Fichiers à sauvegarder
zh_cn: 备份的文件
zh_tw: 要備份的檔案

# backupFileSet_help
source: This shows which set of files are included in the backup.
fr: Groupes de fichiers inclus dans la sauvegarde.
zh_cn: 这显示哪组文件包含在备份中。
zh_tw: 這顯示備份內含哪些檔案集。

# removeBackup
source: Remove
fr: Supprimer
zh_cn: 删除
zh_tw: 移除

# removeBackup_help
source: Click here to permanently remove this backup job.
fr: Cliquez ici pour supprimer définitivement cette sauvegarde.
zh_cn: 单击此处永久删除此备份作业。
zh_tw: 按一下此處，可永久移除此備份工作。

# listAction
source: Action
zh_cn: 操作
zh_tw: 動作

# listAction_help
source: These are the buttons used to view the details of a scheduled backup, to remove a scheduled backup, or to restore a previously scheduled backup.
fr: Ces boutons permettent d'afficher les détails d'une sauvegarde programmée, de supprimer une sauvegarde programmée ou de restaurer une sauvegarde programmée précédemment.
zh_cn: 这些是查看预定备份的详细信息、删除预定备份或者恢复以前预定备份所用的按钮。
zh_tw: 這些是用來檢視排定備份的明細、移除排定的備份或回存先前排定的備份之按鈕。

source: Unknown
fr: Inconnue
zh_cn: 未知
zh_tw: 不明

source: All
fr: Tous
zh_cn: 全部
zh_tw: 全部

source: None
fr: Aucune
zh_cn: 无
zh_tw: 無

source: Yes
fr: Oui
zh_cn: 是
zh_tw: 是

source: No
fr: Non
zh_cn: 否
zh_tw: 否

# scheduleDetailHeader
source: Scheduled Backup Details
fr: Détails de sauvegarde programmée
zh_cn: 预定备份详细信息
zh_tw: 排定的備份明細

# backupNameField_rule
source: Please enter only alphanumeric characters. The default value is the date that the backup is scheduled.
fr: Seuls des caractères alphanumériques sont admis. La valeur par défaut est la date de planification de la sauvegarde.
zh_cn: 请只输入字母数字字符。缺省值是预定备份的日期。
zh_tw: 請限輸入英數字元。預設值為備份排定的日期。

# backupNameField_help
source: Enter the name of the backup job. [[base-backup.backupNameField_rule]]
fr: Entrez le nom de la tâche de sauvegarde. [[base-backup.backupNameField_rule]]
zh_cn: 输入备份作业的名称。[[base-backup.backupNameField_rule]]
zh_tw: 請輸入備份工作的名稱。 [[base-backup.backupNameField_rule]]

# backupNameField_empty
source: Sorry, you have not entered a value for [[base-backup.backupNameField]]. [[base-backup.backupNameField_rule]]
fr: Vous n'avez pas entré de valeur pour [[base-backup.backupNameField]]. [[base-backup.backupNameField_rule]]
zh_cn: 对不起，您还没有为[[base-backup.backupNameField]]输入值。 [[base-backup.backupNameField_rule]]
zh_tw: 很抱歉，您並未輸入 [[base-backup.backupNameField]] 的值。 [[base-backup.backupNameField_rule]]

# invalidBackupName
source: Sorry, you have entered an invalid value for [[base-backup.backupNameField]]. [[base-backup.backupNameField_rule]]
fr: La valeur entrée pour [[base-backup.backupNameField]] n'est pas correcte. [[base-backup.backupNameField_rule]]
zh_cn: 对不起，您为[[base-backup.backupNameField]]输入的值无效。 [[base-backup.backupNameField_rule]]
zh_tw: 很抱歉，您輸入了無效的 [[base-backup.backupNameField]] 值。 [[base-backup.backupNameField_rule]]

# backupConfigurationField
source: Backup Configuration Data
fr: Données de configuration de sauvegarde
zh_cn: 备份配置数据
zh_tw: 備份配置資料

# backupConfigurationField_help
source: Choose whether system configuration data will be included in the backup.
fr: Choisissez si les données de configuration système doivent être incluses dans la sauvegarde.
zh_cn: 选择系统配置数据是否包含在备份中。
zh_tw: 請選擇備份中是否要併入系統配置資料。

# usersToBackupField_help
source: Select which users will be included in the backup.
fr: Sélectionnez quels sont les utilisateurs à inclure dans la sauvegarde.
zh_cn: 选择哪些用户将包含在备份中。
zh_tw: 請選取備份中要併入哪些使用者。

# backupUsersField_empty
source: Sorry, you have not specified any individual users to backup. Use the arrow buttons to specify the users to backup.
fr: Vous n'avez pas désigné d'utilisateurs particuliers à sauvegarder. Utilisez les boutons fléchés pour désigner les utilisateurs voulus.
zh_cn: 对不起，您还没有指定要备份的单独用户。使用箭头键指定要备份的用户。
zh_tw: 很抱歉，您並未指定任何要備份的個別使用者；請使用箭頭按鈕來指定要備份的使用者。

# groupsToBackupField_help
source: Select which groups will be included in the backup.
fr: Sélectionnez quels sont les groupes à inclure dans la sauvegarde.
zh_cn: 选择哪些组将包含在备份中。
zh_tw: 請選取備份中要併入哪些群組。

# backupGroupsField_empty
source: Sorry, you have not specified any individual groups to backup. Use the arrow buttons to specify the groups to backup.
fr: Vous n'avez pas désigné de groupes particuliers à sauvegarder. Utilisez les boutons fléchés pour désigner les groupes voulus.
zh_cn: 对不起，您还没有指定要备份的单独组。使用箭头键指定要备份的组。
zh_tw: 很抱歉，您並未指定任何要備份的個別群組；請使用箭頭按鈕來指定要備份的群組。

# backupFileSetField_help
source: Select which files to backup.
fr: Sélectionnez les fichiers à sauvegarder.
zh_cn: 选择要备份的文件。
zh_tw: 請選取要備份的檔案。

# backupIntervalField_help
source: Select how frequently this backup is to be run.
fr: Sélectionnez la fréquence d'exécution de cette sauvegarde.
zh_cn: 选择此备份运行的频率。
zh_tw: 請選取要執行此備份的頻率。

# backupMethodField_help
source: Select the network file sharing method used to store the backup.
fr: Sélectionnez la méthode de partage de fichiers réseau utilisée pour stocker la sauvegarde.
zh_cn: 选择存储备份所用的网络文件共享方法。
zh_tw: 請選取用來儲存備份的網路檔案共享方法。

# backupUsername
source: User Name
fr: Nom d'utilisateur
zh_cn: 用户名
zh_tw: 使用者名稱

# backupUsername_help
source: Enter the user name used to connect to the destination server.
fr: Entrez le nom d'utilisateur utilisé pour la connexion au serveur de destination.
zh_cn: 输入用于连接至目标服务器的用户名。
zh_tw: 請輸入用來連接目的伺服器的使用者名稱。

# backupPassword
source: Password
fr: Mot de passe
zh_cn: 口令
zh_tw: 密碼

# backupPassword_help
source: Enter the password used to connect to the destination server.
fr: Entrez le mot de passe utilisé pour la connexion au serveur de destination.
zh_cn: 输入用于连接至目标服务器的口令。
zh_tw: 請輸入用來連接目的伺服器的密碼。

# backupViaWinFile
source: Windows File Sharing (SMB)
fr: Partage de fichiers Windows (SMB)
zh_cn: Windows 文件共享 (SMB)
zh_tw: Windows 檔案共享 (SMB)

# backupSambaDestination
source: Location
fr: Emplacement
zh_cn: 位置
zh_tw: 位置

# backupSambaDestination_rule
source: For example, &#092;&#092;share&#092;sharedfolder is a valid entry.
fr: Par exemple, &#092;&#092;share&#092;sharedfolder est une entrée correcte.
zh_cn: 例如， &#092;&#092;share&#092;sharedfolder 是有效入口。
zh_tw: 例如，&#092;&#092;share&#092;sharedfolder 便是無效的登錄。

# backupSambaDestination_help
source: Enter the [[base-backup.backupViaWinFile]] location used to store this backup. [[base-backup.backupSambaDestination_rule]]
fr: Entrez l'emplacement [[base-backup.backupViaWinFile]] utilisé pour enregistrer cette sauvegarde. [[base-backup.backupSambaDestination_rule]]
zh_cn: 输入用于存储此备份的[[base-backup.backupViaWinFile]]位置。 [[base-backup.backupSambaDestination_rule]]
zh_tw: 請輸入用來儲存此備份的 [[base-backup.backupViaWinFile]] 位址。 [[base-backup.backupSambaDestination_rule]]

# backupSambaDestination_empty
source: Sorry, you have not entered a value for the [[base-backup.backupViaWinFile]] location. [[base-backup.backupSambaDestination_rule]]
fr: Vous n'avez pas entré de valeur pour l'emplacement [[base-backup.backupViaWinFile]]. [[base-backup.backupSambaDestination_rule]]
zh_cn: 对不起，您还没有为[[base-backup.backupViaWinFile]]位置输入值。[[base-backup.backupSambaDestination_rule]]
zh_tw: 很抱歉，您並未輸入 [[base-backup.backupViaWinFile]] 位置的值。 [[base-backup.backupSambaDestination_rule]]

# backupSambaUsername_empty
source: Sorry, you have not entered a value for the [[base-backup.backupViaWinFile]] user name. Please enter the user name used to connect to the destination server.
fr: Vous n'avez pas entré de valeur pour l'emplacement [[base-backup.backupViaWinFile]]. Entrez le nom d'utilisateur utilisé pour la connexion au serveur de destination.
zh_cn: 对不起，您还没有为[[base-backup.backupViaWinFile]]用户名输入值，请输入用于连接至目标服务器的用户名。
zh_tw: 很抱歉，您並未輸入 [[base-backup.backupViaWinFile]] 使用者名稱的值。請輸入用來連接目的伺服器的使用者名稱。

# backupViaFTP
source: File Transfer Protocol (FTP)
fr: Protocole de transfert de fichiers (FTP)
zh_cn: 文件传输协议 (FTP)
zh_tw: 檔案轉送通訊協定 (FTP)

# backupFTPDestination
source: Location
fr: Emplacement
zh_cn: 位置
zh_tw: 位置

# backupFTPDestination_rule
source: For example, share.cobalt.com/sharedfolder/ is a valid entry.
fr: partage.cobalt.com/partage/ est un exemple d'entrée correcte.
zh_cn: 例如，share.cobalt.com/sharedfolder/ 就是有效的输入。
zh_tw: 例如，share.cobalt.com/sharedfolder/ 就是一個有效的位置。

# backupFTPDestination_help
source: Enter the FTP location used to store this backup. [[base-backup.backupFTPDestination_rule]]
fr: Entrez l'emplacement FTP utilisé pour stocker cette sauvegarde. [[base-backup.backupFTPDestination_rule]]
zh_cn: 输入用于存储此备份的 FTP 位置。[[base-backup.backupFTPDestination_rule]]
zh_tw: 請輸入用來儲存此備份的 FTP 位置。 [[base-backup.backupFTPDestination_rule]]

# backupFTPDestination_empty
source: Sorry, you have not entered a value for the FTP location. [[base-backup.backupFTPDestination_rule]]
fr: Vous n'avez pas entré de valeur pour l'emplacement FTP. [[base-backup.backupFTPDestination_rule]]
zh_cn: 对不起，您还没有为 FTP 位置输入值。[[base-backup.backupFTPDestination_rule]]
zh_tw: 很抱歉，您並未輸入 FTP 位置的值。 [[base-backup.backupFTPDestination_rule]]

# backupFTPUsername_empty
source: Sorry, you have not entered a value for the FTP user name. Please enter the user name used to connect to the destination server.
fr: Vous n'avez pas entré de valeur pour le nom d'utilisateur FTP. Entrez le nom d'utilisateur utilisé pour la connexion au serveur de destination.
zh_cn: 对不起，您还没有为 FTP 用户名输入值。请输入用于连接至目标服务器的用户名。
zh_tw: 很抱歉，您並未輸入 FTP 使用者名稱的值；請輸入用來連接目的伺服器的使用者名稱。

# backupViaNFS
source: Network File System (NFS)
zh_cn: 网络文件系统 (NFS)
zh_tw: 網路檔案系統 (NFS)

# backupNFSDestination
source: Location
fr: Emplacement
zh_cn: 位置
zh_tw: 位置

# backupNFSDestination_rule
source: For example, share.cobalt.com:/sharedfolder/ is a valid entry.
fr: partage.cobalt.com:/partage/ est un exemple d'entrée correcte.
zh_cn: 例如，share.cobalt.com:/sharedfolder/ 就是有效的输入。
zh_tw: 例如，share.cobalt.com:/sharedfolder/ 就是一個有效的位置。

# backupNFSDestination_help
source: Enter the NFS location used to store this backup. [[base-backup.backupNFSDestination_rule]]
fr: Entrez l'emplacement NFS utilisé pour enregistrer cette sauvegarde. [[base-backup.backupNFSDestination_rule]]
zh_cn: 输入用于存储此备份的 NFS 位置。[[base-backup.backupNFSDestination_rule]]
zh_tw: 請輸入用來儲存此備份的 NFS 位置。 [[base-backup.backupNFSDestination_rule]]

# backupNFSDestination_empty
source: Sorry, you have not entered a value for the NFS location. [[base-backup.backupNFSDestination_rule]]
fr: Vous n'avez pas entré de valeur pour l'emplacement NFS. [[base-backup.backupNFSDestination_rule]]
zh_cn: 对不起，您还没有为 NFS 位置输入值。[[base-backup.backupNFSDestination_rule]]
zh_tw: 很抱歉，您並未輸入 NFS 位置的值。 [[base-backup.backupNFSDestination_rule]]

# removeScheduleConfirm
source: Are you sure you want to remove the scheduled backup [[VAR.backupName]]?
fr: Voulez-vous vraiment supprimer la sauvegarde programmée [[VAR.backupName]] ?
zh_cn: 是否确定要删除预定的备份[[VAR.backupName]]？
zh_tw: 您確定要移除排定的備份 [[VAR.backupName]] 嗎？

# restoreListHeader
source: Backup File List
fr: Liste des fichiers de sauvegarde
zh_cn: 备份文件列表
zh_tw: 備份檔清單

# backupDate
source: Backup Started
fr: Début de sauvegarde
zh_cn: 备份启动时间
zh_tw: 備份已啟動

# backupDate_help
source: This shows the date and time that the backup was started.
fr: Affiche la date et l'heure de début de la sauvegarde.
zh_cn: 这将显示备份开始的日期和时间。
zh_tw: 其中顯示備份啟動時啟動的日期和時間。

# backupRetval
source: Status
fr: Etat
zh_cn: 状态
zh_tw: 狀態

# backupRetval_help
source: This indicates whether the backup succeeded, failed or is pending.
fr: Ceci indique si la sauvegarde a réussi, échoué ou est en cours.
zh_cn: 这指明备份是成功、失败还是待定。
zh_tw: 這裡指出備份是成功、失敗或擱置。

# statusSuccess
source: Success
fr: Succés
zh_cn: 成功
zh_tw: 順利完成

# statusSuccess_help
source: This backup completed successfully.
fr: Cette sauvegarde s'est effectuée avec succés..
zh_cn: 此备份完全成功。
zh_tw: 備份順利完成。

# statusPending
source: Currently Running
fr: Sauvegarde en cours
zh_cn: 正在运行
zh_tw: 目前正在執行中

# statusPending_help
source: This backup is currently running.
fr: Cette sauvegarde est en cours.
zh_cn: 此备份正在运行。
zh_tw: 備份目前正在執行中。

# statusFailure
source: Failure
fr: Echec
zh_cn: 失败
zh_tw: 失敗

# statusFailure_help
source: This backup failed to complete. Please check your settings and try again.
fr: Cette sauvegarde a échoué. Vérifiez les paramètres et recommencez.
zh_cn: 此备份没有完成。请检查您的设置并重试。
zh_tw: 備份無法完成；請檢查您的設定，然後重試。

# restoreBackup
source: Restore
fr: Restaurer
zh_cn: 恢复
zh_tw: 回存

# restoreBackup_help
source: Click here to restore this backup now.
fr: Cliquez ici pour restaurer cette sauvegarde maintenant.
zh_cn: 单击此处立即恢复此备份。
zh_tw: 按一下此處，立即回存這項備份。

# restoreFromDir
source: Restore Manually
fr: Restaurer manuellement
zh_cn: 手动恢复
zh_tw: 手動回存

# restoreFromDir_help
source: Restore a backup from a mounted or local directory.
fr: Restaurer une sauvegarde depuis un répertoire local ou distant.
zh_cn: 从已安装的目录或本地目录中恢复备份。
zh_tw: 從裝載的本端目錄中回存備份。

# backupEnded
source: Backup Finished
fr: Sauvegarde terminée
zh_cn: 备份完成时间
zh_tw: 備份已完成

# backupEnded_help
source: This shows the date and time that the backup was finished.
fr: Affiche la date et l'heure de fin de la sauvegarde.
zh_cn: 这将显示备份完成的日期和时间。
zh_tw: 其中顯示備份完成時的日期和時間。

# backupLocation
source: Destination
zh_cn: 目标位置
zh_tw: 目的地

# backupLocation_help
source: This shows the destination to which the backup was saved.
fr: Emplacement de destination de la sauvegarde.
zh_cn: 这显示备份保存的目标位置。
zh_tw: 其中顯示備份儲存到的目的地。

# historyDetailHeader
source: History Item Details
fr: Détails d'un article de l'historique
zh_cn: 历史项目详细信息
zh_tw: 歷程項目明細

# usersInBackup
source: Users
fr: Utilisateurs
zh_cn: 用户
zh_tw: 使用者

# usersInBackup_help
source: This shows which users are included in this backup.
fr: Utilisateurs sont inclus dans la sauvegarde.
zh_cn: 这显示哪些用户包含在备份中。
zh_tw: 這顯示此備份內含哪些使用者。

# groupsInBackup
source: Groups
fr: Groupes
zh_cn: 组
zh_tw: 群組

# groupsInBackup_help
source: This shows which groups are included in this backup.
fr: Groupes inclus dans la sauvegarde.
zh_cn: 这显示哪些组包含在此备份中。
zh_tw: 這顯示此備份內含哪些群組。

# removeButton
source: Remove
fr: Supprimer
zh_cn: 删除
zh_tw: 移除

# removeButton_help
source: Click here to remove the history of this backup now. This will only remove the history of the backup, not the backup set itself.
fr: Cliquez ici pour supprimer maintenant l'historique de cette sauvegarde. Seul l'historique, et non la sauvegarde elle-même, sera supprimé.
zh_cn: 单击此处立即删除此备份的历史记录。这将只删除备份记录，而不是备份集本身。
zh_tw: 按一下此處，可立即移除此備份的歷程。這個動作只會移除備份的歷程，並不移除備份集本身。

# removeHistoryConfirm
source: Remove the history of backup '[[VAR.name]]' done on [[VAR.time]]?
fr: Supprimer l'historique de sauvegarde '[[VAR.name]]' effectué [[VAR.time]] ?
zh_cn: 是否删除[[VAR.time]]时完成的备份 '[[VAR.name]]' 的历史记录？
zh_tw: 要移除在 [[VAR.time]] 時完成之備份 '[[VAR.name]]' 的歷程？

# restoreHeader
source: Restore a Backup
fr: Restaurer une sauvegarde
zh_cn: 恢复备份
zh_tw: 回存備份

# restorePlace
source: Location to Restore Files
fr: Emplacement des fichiers restaurés
zh_cn: 恢复文件的位置
zh_tw: 回存檔案的位置

# restorePlace_help
source: Choose a location for the restored files. Replacing existing files will overwrite files on your hard drive if there is a file with the same name and location as the file being restored. Restoring files to the restore fileshare will place the files in the restore group's directory, '/home/groups/restore'. This allows you to manually copy only those files you wish to restore .
fr: Choisir l'emplacement des fichiers restaurés. Le remplacement de fichier écrase les fichiers sur le disque dur si il trouve un fichier de mêmes nom et emplacement que le fichier restauré. Dans le partage des fichiers de restauration, la restauration des fichiers place les fichiers dans le répertoire du groupe de restauration '/home/groups/restore'. Ceci permet de ne copier manuellement que les fichiers qu'on désire restaurer.
zh_cn: 为恢复的文件选择一个位置。如果有一个文件同名，并且位置是文件将恢复的位置，则替换现有文件将覆盖硬盘上的文件。恢复文件至恢复文件共享将会把文件放在恢复组的目录 '/home/groups/restore' 中，这可使您手动只复制那些您希望恢复的文件。
zh_tw: 請選擇回存檔案的位置。如果您的硬碟機上有一個檔案的名稱和位置與正在回存的檔案之名稱和位置相同，則置換現存的檔案將會覆寫該檔案。將檔案回存到回存檔案共享會將檔案置於回存群組的目錄 '/home/groups/restore' 中；如此可讓您手動複製只限於您想要回存的那些檔案。

# restoreOver
source: Replace existing files
fr: Remplacer les fichiers existants
zh_cn: 替换现有文件
zh_tw: 取代現存的檔案

# restoreTemp
source: Restore to restore fileshare
fr: Restaurer dans le partage de fichiers de restauration
zh_cn: 恢复至恢复文件共享
zh_tw: 回存到回存檔案共享

# backupFileshareMissing
source: Sorry, the restore fileshare could not be found. Please verify that the restore group and the restore group directory exist.
fr: Le partage de fichiers de restauration est introuvable. Vérifiez que le groupe et le répertoire de restauration existent.
zh_cn: 对不起，无法找到恢复文件共享。请验证恢复组和恢复组目录是否存在。
zh_tw: 很抱歉，找不到回存檔案共享；請確認回存群組和回存群組目錄存在。

# restoreFromDirHeader
source: Manual Restore From Directory
fr: Restaurer à partir du répertoire
zh_cn: 从目录中手动恢复
zh_tw: 自目錄中手動回存

# restoreDirField
source: Directory
fr: Répertoire
zh_cn: 目录
zh_tw: 目錄

# restoreDirField_rule
source: For example, /home/users/admin/20000910171607 is a valid entry.
fr: /home/users/admin/20000910171607 est un exemple d'entrée correcte.
zh_cn: 例如，/home/users/admin/20000910171607 就是有效的输入。
zh_tw: 例如，/home/users/admin/20000910171607 就是一個有效的目錄。

# restoreDirField_help
source: Enter the name of the local or mounted directory which contains the backup you wish to restore. [[base-backup.restoreDirField_rule]]
fr: Entrez le nom du répertoire local ou distant contenant la sauvegarde à restaurer. [[base-backup.restoreDirField_rule]]
zh_cn: 输入本地或所安装目录的名称，该目录包含您希望恢复的备份。[[base-backup.restoreDirField_rule]]
zh_tw: 請輸入您想要回存之備份的本端或裝載的目錄名稱。 [[base-backup.restoreDirField_rule]]

source: Users Not to Backup
fr: Utilisateurs à ne pas sauvegarder
zh_cn: 不备份的用户
zh_tw: 不備份的使用者

source: Backup All Users
fr: Sauvegarder tous les utilisateurs
zh_cn: 备份所有用户
zh_tw: 備份全部使用者

# backupNoUsers
source: Do Not Backup Any Users
fr: Ne pas sauvegarder d'utilisateurs
zh_cn: 不备份任何用户
zh_tw: 不備份任何使用者

# backupUserSubset
source: Backup Specified Users Only
fr: Ne sauvegarder que certains utilisateurs
zh_cn: 只备份指定用户
zh_tw: 只備份指定的使用者

source: Groups Not to Backup
fr: Groupes à ne pas sauvegarder
zh_cn: 不备份的组
zh_tw: 不備份的群組

source: Backup All Groups
fr: Sauvegarder tous les groupes
zh_cn: 备份所有组
zh_tw: 備份全部群組

# backupNoGroups
source: Do Not Backup Any Groups
fr: Ne pas sauvegarder de groupes
zh_cn: 不备份任何组
zh_tw: 不備份任何群組

# backupGroupSubset
source: Backup Specified Groups Only
fr: Ne sauvegarder que certains groupes
zh_cn: 只备份指定组
zh_tw: 只備份指定的群組

# backupModified31days
source: All Files Modified in the Last 31 Days
fr: Tous les fichiers modifiés au cours des 31 derniers jours
zh_cn: 最近 31 日修改的所有文件
zh_tw: 在最近 31 天內曾更改的所有檔案

# backupModified14days
source: All Files Modified in the Last 14 Days
fr: Tous les fichiers modifiés au cours des 14 derniers jours
zh_cn: 最近 14 日修改的所有文件
zh_tw: 在最近 14 天內曾更改的所有檔案

# backupModified7days
source: All Files Modified in the Last 7 Days
fr: Tous les fichiers modifiés au cours des 7 derniers jours
zh_cn: 最近 7 日修改的所有文件
zh_tw: 在最近 7 天內曾更改的所有檔案

# backupModified2days
source: All Files Modified in the Last 2 Days
fr: Tous les fichiers modifiés au cours des 2 derniers jours
zh_cn: 最近 2 日修改的所有文件
zh_tw: 在最近 2 天內曾更改的所有檔案

# backupModified1days
source: All Files Modified in the Last Day
fr: Tous les fichiers modifiés au cours de la dernière journée
zh_cn: 最近 1 日修改的所有文件
zh_tw: 在最近一天內曾更改的所有檔案

# backupAllFiles
source: All Files
fr: Tous les fichiers
zh_cn: 所有文件
zh_tw: 所有檔案

# backupImmediate
source: Backup Immediately Only Once
fr: Sauvegarder immédiatement une seule fois
zh_cn: 立即备份一次
zh_tw: 立即備份一次

# backupImmediate_help
source: This backup will be performed immediately and only once.
fr: Cette sauvegarde sera exécutée une fois et immédiatement.
zh_cn: 此备份将立即执行一次。
zh_tw: 此備份將立即執行，並且僅執行一次。

# daily
source: Backup Once Per Day
fr: Sauvegarder une fois par jour
zh_cn: 每天备份一次
zh_tw: 每天備份一次

# daily_help
source: This backup will be performed once every day.
fr: Cette sauvegarde sera exécutée une fois par jour.
zh_cn: 此备份将每天执行一次。
zh_tw: 此備份將每天執行一次。

# weekly
source: Backup Once Per Week
fr: Sauvegarder une fois par semaine
zh_cn: 每周备份一次
zh_tw: 每週備份一次

# weekly_help
source: This backup will be performed once every week.
fr: Cette sauvegarde sera exécutée une fois par semaine.
zh_cn: 此备份将每周执行一次。
zh_tw: 此備份將每週執行一次。

# monthly
source: Backup Once Per Month
fr: Sauvegarder une fois par mois
zh_cn: 每月备份一次
zh_tw: 每月備份一次

# monthly_help
source: This backup will be performed once every month.
fr: Cette sauvegarde sera exécutée une fois par mois.
zh_cn: 此备份将每月执行一次。
zh_tw: 此備份將每月執行一次。

# backupCCEDmessage
source: A crucial system component (CCE) is currently out of operation because a system backup or restore is running. Please try again in a moment.
fr: Un composant crucial du système (CCE) est actuellement hors service car une sauvegarde ou une restauration système est en cours. Réessayez dans quelques instants.
zh_cn: 由于系统备份或恢复正在运行，一个关键系统组件 (CCE) 无法运行。请稍后再试。
zh_tw: 關鍵系統元件 (CCE) 目前停止運作，因為系統備份或回存正在執行中；請稍後重試。
