Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/ui/*-mysql.mod/locale/*/mysql.po
Languages: de_de

# amNotAccepting
source: The MySQL server is NOT operating normally. Please try to manually restart it.
de_de: Der MySQL Server funktioniert NICHT normal. Versuchen Sie bitte, ihn neu zu starten.

# amStatusOK
source: The MySQL server is operating normally.
de_de: Der MySQL Server funktioniert einwandfrei.

# current_pass
source: Current Password:
de_de: Momentanes Passwort:

# current_pass_help
source: Please enter in your current password
de_de: Bitte geben Sie Ihr momentanes Passwort ein.

source: Delete Backup
de_de: Backup löschen

# delete_backup_help
source: Delete your MySQL backup file
de_de: Erlaubt Ihnen, das vorhandene MySQL-Backup zu löschen.

# download_backup
source: Download DB Backup
de_de: Backup herunterladen

# download_backup_help
source: Download the current snap shot of your database
de_de: Erlaubt Ihnen, das momentan vorhandene Datenbank-Backup auf Ihren lokalen Rechner herunter zu laden.

# dump
source: Run SQL Dump
de_de: SQL-Dump anlegen

# dump_help
source: Execute MySQL Dump
de_de: Führt einen MySQL-Dump durch

source: File Size:
de_de: Filegröße:

# filesize_help
source: The size of your MySQL dump file
de_de: Zeigt die Größe des vorhandenen MySQL-Dumps an.

# last_backup
source: Last Backed Up:
de_de: Zuletzt gesichert:

# last_backup_help
source: Look at when the backup last happened
de_de: Zeigt wann das MySQL-Dump angelegt wurde.

# mysql_enabled
source: Enable MySQL Server:
de_de: MySQL Server aktivieren:

# mysql_enabled_help
source: Click to enable MySQL Server
de_de: Klicken Sie hier, um den MySQL-Server zu starten.

# mysqldump
source: Create Database Snap Shot
de_de: Abbild des MySQL-Servers erzeugen.

# mysqldump_help
source: Back up all of your databases
de_de: Alle Datenbanken sichern.

# mysqlpass
source: New Password:
de_de: Neues Passwort:

# mysqlpass_help
source: Allows you to change your MySQL password, as long as you know the current password.
de_de: Erlaubt Ihnen die Änderung des MySQL Passworts - vorausgesetzt Sie kennen das momentane Passwort.

# password
source: MySQL Password
de_de: MySQL Passwort

# password_help
source: The password for the main user of MySQL
de_de: Das Passwort für den MySQL 'root'-Nutzer.

# server_help
source: Enable & Disable MySQL Server
de_de: MySQL Server verwalten.

# sqldump
source: SQL DB Dump
de_de: SQL-Dump

# sqldump_help
source: Dump all of the databases to a text file
de_de: Datensicherung der SQL-Datenbanken ausführen.

# sqlpass
source: Change Password
de_de: Passwort ändern

# sqlpass_help
source: Allows you to change your MySQL password. Can also be used to clear a MySQL password, provided you know the current password. To do so simply leave the 'New Password' field empty.
de_de: Erlaubt es Ihnen, das MySQL 'root'-Passwort zu ändern. Kann auch genutzt werden, um das MySQL-Passwort komplett zu entfernen. Immer vorausgesetzt, Sie kennen das momentane Passwort.

# username
source: MySQL Username
de_de: MySQL Benutzername

# username_help
source: The main user user for MySQL
de_de: Der primäre Benutzer von MySQL. Typischerweise 'root'.

# MySQL_Settings_head
source: MySQL Settings
de_de: MySQL Einstellungen

# MySQL_Settings_divider
source: Configure the settings for automatic creation of MySQL users and databases.
de_de: Erlaubt es, die Einstellungen für das automatische Anlegen von Benutzern und Datenbanken zu konfigurieren.

# sql_host_help
source: Host on which the MySQL server is located. Needs to be specified so that applications can connect to MySQL. By default this should be 'localhost'.
de_de: Hier gibt man den Host an, auf dem der MySQL-Server läuft (in der Regel 'localhost'). Dies ist nötig, damit Anwendungen sich zum MySQL-Server verbinden können.

# sql_port_help
source: TCP/IP port on which MySQL is reachable on the specified host. By default this should be '3306'.
de_de: TCP/IP Port an welchen MySQL gebunden ist. In der Regel '3306'.

# MYSQL_ROOT_Settings_divider
source: MySQL root user settings - needed for database initialisation, setup and maintenance:
de_de: Zugangsdaten für MySQL-Nutzer 'root':

# sql_root
source: MySQL User:
de_de: MySQL Nutzer:

# sql_root_help
source: Username of the MySQL user with 'root' privileges. By default this should be 'root'.
de_de: Benutzername des MySQL-Nutzers mit 'root'-Rechten. Sollte man auf 'root' lassen.

# sql_rootpassword
source: MySQL Password:
de_de: MySQL Passwort:

# sql_rootpassword_help
source: Password of the MySQL 'root' user.
de_de: Passwort des MySQL-Benutzers mit 'root'-Rechten.

# sql_status_help
source: Shows the status of your MySQL connection and if it is possible to connect to the MySQL server with the login details that you specified above.
de_de: Zeigt den Status der Verbindung zum MySQL-Server an und ob ein Verbindungsaufbau mit obigen Zugangsdaten möglich ist.

# mysql_status_unconfigured
source: Please configure the settings.
de_de: Bitte konfigurieren Sie die Zugangsdaten für MySQL.

# mysql_status_incorrect
source: MySQL connection cannot be established. Check settings.
de_de: Verbindung zum MySQL-Server kann mit diesen Zugangsdaten nicht aufgebaut werden. Bitte prüfen Sie die Einstellungen.

# mysql_status_ok
source: MySQL connection possible with this settings.
de_de: MySQL-Verbindung erfolgreich aufgebaut.

# MySQL_menu_help
source: Configure the MySQL related settings, so that applications can communicate with MySQL.
de_de: Konfiguriert die MySQL-Einstellungen, damit Applikationen auf MySQL zugreifen können.

# MySQL_Local_divider
source: Local MySQL server:
de_de: Lokaler MySQL Server:

# MySQL_Remote_divider
source: MySQL Server Details:
de_de: MySQL Server Daten:

# MySQL_Login_divider
source: MySQL 'root' user details:
de_de: Zugangsdaten des MySQL 'root'-Benutzers:

# MySQL_Status_divider
source: MySQL Connection Status:
de_de: MySQL Verbindungs-Status:

# mysql_head
source: MySQL Configuration
de_de: MySQL Konfiguration

# my_cnf_help
source: Here you can edit your my.cnf directly. Please note that this editor does not check if what you enter makes any sense. It doesn't correct typos or wrong definitions.
de_de: Hier können Sie die Datei /etc/my.cnf direkt einsehen und bearbeiten. Bitte beachten Sie, dass dieser Editor keine Sytaxprüfung durchführt! Daher sollten Sie alle Eingaben mit besonderer Vorsicht durchführen.

# MySQL_Config_head
source: MySQL Config
de_de: MySQL Konfiguration

# MySQL_Config_head_help
source: Configuration of your MySQL Server.
de_de: Konfiguration des MySQL Servers.

# MySQL_Config_desc
source: MySQL Settings
de_de: MySQL Einstellungen

# MySQL_Config_desc_help
source: Allows you to configure the automatic MySQL database and user creation.
de_de: Erlaubt es, die automatische Erstellung von Benutzern und Datenbanken zu konfigurieren.

# MySQL_TAB_ONE
source: Auto-Create MySQL Users and Databases
de_de: MySQL-Benutzer und Datenbanken automatisch anlegen

# MySQL_TAB_ONE_help
source: Allows you to automatically create MySQL Users and Databases for each site.
de_de: Erlaubt es, MySQL-Benutzer und Datenbanken für virtuelle Sites automatisch anzulegen.

# MySQL_TAB_TWO_help
source: Allows you to edit /etc/my.cnf directly through the GUI.
de_de: Erlaubt es, die Datei /etc/my.cnf direkt einzusehen und zu ändern.

# udb_switch
source: MySQL auto-create
de_de: MySQL automatisieren

# udb_switch_help
source: Allows automatic creation of MySQL users and databases through the GUI. Either upon creating a new site, or by editing the 'Web' services of an existing site. Only server administrators have this capability.
de_de: Erlaubt es, MySQL-Benutzer und Datenbanken automatisch anlegen. Entweder direkt wenn eine Site neu angelegt wird, oder die 'Web'-Einstellungen einer Site modifiziert werden. Nur Server-Administratoren haben dazu die Berechtigung.

# solmysqlFullText
source: MySQL user and database
de_de: MySQL Nutzer und Datenbank

# solmysqlFullText_help
source: Allows you to automatically create or remove a MySQL database and a MySQL user for this site. PLEASE NOTE: If the checkbox is already checked, then unchecking it and saving the changes will remove the MySQL database AND the user.
de_de: Erlaubt es, automatisch eine MySQL-Datenbank und einen dazugehörigen MySQL-Nutzer anzulegen. ACHTUNG: Falls diese Checkbox bereits markiert ist und man diese Markierung entfernt, wird sowohl die Datenbank als auch der dazugehörige Nutzer gelöscht!

# solmysqlUsername
source: Username
de_de: Benutzername

# solmysqlUsername_help
source: Username of the MySQL user. Has rights and permissions only for the database specified below.
de_de: Benutzername des MySQL-Nutzers. Hat administrative Rechter nur für die angegebene Datenbank.

# solmysqlPass
source: Password
de_de: Passwort

# solmysqlPass_help
source: MySQL password for the MySQL user in question.
de_de: MySQL-Passwort für den fraglichen MySQL-Nutzer.

# solmysqlDB
source: Database Name
de_de: Datenbank Name

# solmysqlDB_help
source: Name of the MySQL database for this site.
de_de: Der Name der MySQL Datenbank für diese Site.

# solmysqlHost
source: Database Host
de_de: Datenbank Host

# solmysqlHost_help
source: Host on which the MySQL server is running. Typically this is 'localhost'.
de_de: Host auf dem der MySQL-Server läuft. In der Regel 'localhost'.

# solmysqlPort_help
source: Port on which the MySQL server is listening. Typically this is '3306'.
de_de: Port auf dem MySQL läuft. In der Regel '3306'.

# MySQL_DIVIDER_ONE
source: Default rights on auto-created users:
de_de: Standard-Rechte für automatisch erzeugte Benutzer:

# mysql_default_privileges
source: Default privileges:
de_de: Standard-Rechte:

# mysql_default_privileges_help
source: New MySQL users will be created with the following default privileges for their own database as shown below.
de_de: Neue MySQL-Benutzer werden mit den hier aufgelisteten Standardprivilegien für ihre eigene Datenbank erzeugt.

# EXPLAIN_RIGHTS
source: New MySQL users will be created with the following default privileges for their own database as shown below.
de_de: Neue MySQL-Benutzer werden mit den hier aufgelisteten Standardprivilegien für ihre eigene Datenbank erzeugt.

# DIVIDER_ZERO
source: Default database privileges:
de_de: Standard Datenbank-Privilegien:

# DIVIDER_ONE
source: Data privileges:
de_de: Daten-Privilegien:

# DIVIDER_TWO
source: Structure privileges (by default all are granted):
de_de: Struktur-Privilegien (normalerweise werden alle vergeben):

# DIVIDER_THREE
source: Structure privileges (by default these are not granted):
de_de: Struktur-Privilegien (normalerweise diese nicht vergeben):

# DIVIDER_FOUR
source: Resource Limits:
de_de: Resourcenbeschränkungen:

# SELECT_help
source: Allows reading data.
de_de: Erlaubt das Lesen von Daten.

# INSERT_help
source: Allows inserting and replacing data.
de_de: Erlaubt es, Daten einzufügen und zu ersetzen.

# UPDATE_help
source: Allows changing data.
de_de: Erlaubt es, Daten zu ändern.

# DELETE_help
source: Allows deleting data.
de_de: Erlaubt es, Daten zu löschen.

# FILE_help
source: Allows importing data from files and exporting data to files. Not set by default.
de_de: Erlaubt es, Daten in oder aus Dateien zu exportieren oder zu importieren. Wird normalerweise nicht vergeben.

# CREATE_help
source: Allows creating databases and tables.
de_de: Erlaubt das anlegen von Datenbanken und Tabellen.

# ALTER_help
source: Allows altering the structure of existing tables.
de_de: Erlaubt das Ändern von Strukturen existierender Tabellen.

# INDEX_help
source: Allows creating and dropping indexes.
de_de: Erlaubt es, Indexes zu erzeugen und diese zu entfernen.

# DROP_help
source: Allows dropping of databases and tables.
de_de: Erlaubt es, Datenbanken und Tabellen zu löschen.

# TEMPORARY_help
source: Allows creating temporary tables.
de_de: Erlaubt das Anlegen temporärer Tabellen.

# CREATE_VIEW_help
source: Allows creating new views. (Only available in MySQL5 or better.)
de_de: Erlaubt es, neue 'views' anzulegen. (Wird nur unter MySQL5 oder neuer unterstützt.)

# SHOW_VIEW_help
source: Allows performing SHOW CREATE VIEW queries. (Only available in MySQL5 or better.)
de_de: Erlaubte es, Anfragen vom Typ 'SHOW CREATE VIEW' auszuführen. (Erfordert MySQL5 oder neuer.)

# CREATE_ROUTINE_help
source: Allows creating stored routines. (Only available in MySQL5 or better.)
de_de: Erlaubt es, vordefinierte Routinen zu erzeugen. (Erfordert MySQL5 oder neuer.)

# ALTER_ROUTINE_help
source: Allows altering and dropping of stored routines. (Only available in MySQL5 or better.)
de_de: Erlaubt es, vordefinierte Routinen zu ändern. (Erfordert MySQL5 oder neuer.)

# EXECUTE_help
source: Allows running of store routines. (Only available in MySQL5 or better.)
de_de: Erlaubt das Auführen gespeicherter Routinen. (Erfordert MySQL5 oder neuer.)

# MAX_QUERIES_PER_HOUR_help
source: Limits the number of queries a user may send to the server per hour. '0' means no limit.
de_de: Erlaubt es, die Anzahl der MySQL-Anfragen zu limitieren, die dieser Benutzer pro Stunde ausführen darf. '0' bedeutet: Keine Einschränkung.

# MAX_UPDATES_PER_HOUR_help
source: Limits the number of commands that change any table or database the user may execute per hour. '0' means no limit.
de_de: Erlaubt es, die Anzahl der MySQL-Änderungen zu limitieren, die dieser Benutzer pro Stunde ausführen darf. '0' bedeutet: Keine Einschränkung.

# MAX_CONNECTIONS_PER_HOUR_help
source: Limits the number of connections the user may open per hour. '0' means no limit.
de_de: Erlaubt es, die Anzahl der MySQL-Verbindungen zu limitieren, die dieser Benutzer pro Stunde ausführen darf. '0' bedeutet: Keine Einschränkung.

# MySQL_Info_Text
source: New MySQL users will be created with the following default privileges for their own database as shown below.
de_de: Neue MySQL-Benutzer und Datenbanken werden mit den hier konfigurierten Standard-Privilegien angelegt.

# root_has_no_pwd
source: MySQL password for MySQL-root user apparently not yet set! Please set a password for MySQL-user 'root'!
de_de: Für den MySQL-Benutzer 'root' wurde noch kein Passwort vergeben! Bitte vergeben Sie für MySQL-Benutzer 'root' unbedingt ein Passwort!

# sqlstatus_fail
source: MySQL connection cannot be established. Please check the settings under 'Network Services' / 'MySQL Config' first. Also see if MySQL is running.
de_de: MySQL-Verbindung kann nicht hergestellt werden. Bitte überprüfen Sie die Einstellungen unter 'Netzwerkdienste' / 'MySQL Config' zuerst. Prüfen Sie, ob MySQLd läuft.

# CreateFailUserExists
source: That MySQL user already exists in the MySQL user table.
de_de: Dieser MySQL-Benutzer existiert bereits in der MySQL Benutzertabelle vorhanden.

# CreateFailDBExists
source: That MySQL database already exists in the MySQL database table.
de_de: Diese MySQL-Datenbank ist bereits in der MySQL-Datenbanktabelle vorhanden.

# CreateFailDatabaseExists
source: That MySQL database already exists.
de_de: Diese MySQL-Datenbank ist bereits vorhanden.
