Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueOnyx/5106R/ui/*-documentation.mod/locale/*/documentation.po
Languages: da_dk

# documentation
source: User Manuals
da_dk: Brugermanualer

# documentationDescription
source: Browse the [[base-alpine.osName]] server documentation.
da_dk: Gennemse [[base-alpine.osName]]serverens dokumentation.

# documentation_acrobat
source: A portable document format (.pdf) browser such as Adobe Acrobat Reader is necessary to view [[base-alpine.osName]] server documentation.
da_dk: Et program til visning af PDF, såsom Adobe Acrobat Reader, er nødvendigt for at kunne se [[base-alpine.osName]]serverens dokumentation.

# documentation_acrobat_help
source: Click to download Adobe Acrobat Reader from the Adobe web site.
da_dk: Klik for at downloade Adobe Acrobat Reader fra Adobe's websted.

# folder
source: Documentation
da_dk: Dokumentation

# folderDescription
source: On-line product manuals and documentation.
da_dk: Online produktmanualer og dokumentation.

# logout
source: Close
da_dk: Luk

# logoutDescription
source: Click to close the documentation browser
da_dk: Klik for at lukke dokumentationsfremviseren

# manual
source: View Documentation
da_dk: Se dokumentation

# manualButton
source: View Documentation
da_dk: Se dokumentation

# manualButton_help
source: Click here to view on-line product manuals and documentation.
da_dk: Klik her for at se onlineproduktmanualer og dokumentation.

# manualPdfList
source: User Manuals
da_dk: Brugermanualer

# manual_help
source: Click here to view documentation.
da_dk: Klik her for at se dokumentation.

# openPdf
source: View
da_dk: Se

# openPdf_help
source: If your browser is configured to use a portable document format (.pdf) reader, the document will display automatically.
da_dk: Hvis din browser er konfigureret til at kunne vise PDF filer, så vil dokumentet automatisk blive vist.

# pdfAction
source: View
da_dk: Se

# pdfAction_help
source: Click the globe icon to download or view the document.
da_dk: Klik globeikonet for at downloade eller se dokumentet.

# pdfCountPlural
source: [[VAR.count]] Documents
da_dk: [[VAR.count]] dokumenter

# pdfCountSingular
source: [[VAR.count]] Document
da_dk: [[VAR.count]] dokument

# pdfDescription
source: Description
da_dk: Beskrivelse

# pdfDescription_help
source: The title of the on-line server manual.
da_dk: Titlen på onlineservermanualen.

# pdfSize
source: Document Size
da_dk: Dokumentstørrelse

# pdfSize_help
source: The server documentation is hosted locally on the [[base-alpine.osName]] server. For fastest repeated access to the documents, increase your browser disk cache setting to at least 20 MB.
da_dk: Serverens dokumentation hostes lokalt på [[base-alpine.osName]]serveren. For hurtigeste gentagne adgang til dokumenterne, bør du øge din browsers diskcache til minimum 20 MB.

# supportText
source: <b>Technical Support for [[base-alpine.osName]]</b> <br><br>[[base-alpine.osName]] is available based on voluntarily work by users and contributors. Go to the URL <a href="[[base-alpine.vendorSite]]" target="support">[[base-alpine.vendorSite]]</a> if you would like to participate. Let us build and cultivate this system together. As this system is based on voluntarily work provided free of charge, we do not make any guarantee that everything will always work flawlessly. Project BlueOnyx does not take any responsibility for features that do not work as intended, nor do we guarantee that the software is error free or fit for a particular purpose. <br><br>Commercial support for BlueOnyx is available from NuOnce Networks, Inc. (<a href="http://www.nuonce.net" target="_blank">http://www.nuonce.net</a>) and Solarspeed Ltd. (<a href="http://www.solarspeed.net" target="_blank">http://www.solarspeed.net</a>).
da_dk: <b>Technical Support for [[base-alpine.osName]]</b> <br>[[base-alpine.osName]] is available on voluntarily work by users and contributors. Go to the URL <a href="[[base-alpine.vendorSite]]" target="support">[[base-alpine.vendorSite]]</a> if you want to participate. Let us build and cultivate this system together. As this system is based on vuluntarily work provided free of charge, we do not make any guarantee that everything will always work flawlessly. So [[base-alpine.osVendor]] does not take any responsibility for features that do not work as intended, nor do we guarantee that the software is error free or fit for a particular purpose. However, commercial support for [[base-alpine.osName]] is available from <a href="http://www.nuonce.net" target="_blank">NuOnce Networks, Inc.</a> and <a href="http://www.solarspeed.net" target="_blank">Solarspeed Ltd.</a>
