Repository: TrellixVulnTeam/bluequartz_HT2T
Catalog: BlueQuartz/5100WG/branches/dev/ui/sauce-basic.mod/locale/*/sauce-basic.po
Languages: de, ja, zh_cn, zh_tw

# techSupportEmail
source: support@cobalt.com
ja: support@sun.co.jp

# contactTechSupport
source: Please visit [[base-sauce-basic.techSupportURL]] for technical support.
de: Bitte wenden Sie sich an den Technischen Kundendienst von [[base-carmel.osVendor]] unter der Rufnummer [[base-sauce-basic.techSupportUSPhone]] ([[base-sauce-basic.techSupportIntlPhone]] außerhalb der USA) oder per E-Mail unter [[base-sauce-basic.techSupportEmail]].
ja: テクニカルサポートは [[base-sauce-basic.techSupportURL]] をご利用ください｡
zh_cn: 美国之外请联系[[base-carmel.osVendor]]技术支持，电话是[[base-sauce-basic.techSupportUSPhone]] ([[base-sauce-basic.techSupportIntlPhone]]或发送电子邮件至[[base-sauce-basic.techSupportEmail]]。
zh_tw: 請以電話連絡 [[base-carmel.osVendor]] 技術支援，電話號碼為 [[base-sauce-basic.techSupportUSPhone]] （美國境外請撥 [[base-sauce-basic.techSupportIntlPhone]]），或寄發電子郵件至 [[base-sauce-basic.techSupportEmail]]。

# techSupportURL
source: http://www.sun.com/service/online/
ja: http://www.sun.co.jp/service/online/

# kill_dhclient_failed
source: Unable to make sure that the dhclient has stopped running.
de: Es konnte nicht sichergestellt werden, dass dhclient nicht mehr ausgeführt wird.
ja: dhclient の動作停止を確認できません。
zh_cn: 无法确认 dhclient 是否已停止运行。
zh_tw: 無法確定 dhclient 是否已停止執行。

# Invalid-object
source: Internal error: Attempted to delete an invalid object. [[base-sauce-basic.contactTechSupport]]
de: Interner Fehler: Versuch, ein ungültiges Objekt zu löschen. [[base-sauce-basic.contactTechSupport]]
ja: 内部エラー: 不正なオブジェクトを削除しようとしました。[[base-sauce-basic.contactTechSupport]]
zh_cn: 内部错误：尝试删除无效对象。 [[base-sauce-basic.contactTechSupport]]
zh_tw: 內部錯誤：試圖刪除無效的物件。 [[base-sauce-basic.contactTechSupport]]

# Already-Destroyed
source: Sorry, an error occurred. The user [[VAR.name]] has already been deleted.
de: Leider trat ein Fehler auf. Der Benutzer [[VAR.name]] wurde bereits gelöscht.
ja: エラーが発生しました。[[VAR.name]] というユーザはすでに削除されています。
zh_cn: 对不起，出现错误。用户[[VAR.name]]已被删除。
zh_tw: 很抱歉，發生錯誤。使用者 [[VAR.name]] 已被刪除。

# failed-to-add-user
source: Internal error: Could not create new user $name. [[base-sauce-basic.contactTechSupport]]
de: Interner Fehler: Es konnte kein neuer Benutzer $name erstellt werden. [[base-sauce-basic.contactTechSupport]]
ja: 内部エラー： 新規ユーザ $name を作成できませんでした。[[base-sauce-basic.contactTechSupport]]
zh_cn: 内部错误：无法创建新用户名。 [[base-sauce-basic.contactTechSupport]]
zh_tw: 內部錯誤：無法建立新的使用者 $name。 [[base-sauce-basic.contactTechSupport]]

# excessivelyLargeQuota
source: Sorry, the specified value for quota is too large. The maximum allowed disk quota is [[VAR.max]].
de: Leider ist der angegebene Wert für die Quote zu groß. Die maximal zulässige Festplattenquote beträgt [[VAR.max]].
ja: 割当容量として指定した値が大きすぎます。最大許容ディスク割当容量は、[[VAR.max]] です。
zh_cn: 对不起，指定的限值过大。所允许的最大磁盘限额是[[VAR.max]]。
zh_tw: 很抱歉，所指定的限額值太大；所允許的最大磁碟限額為 [[VAR.max]]。

# hostname-too-long
source: Sorry, the specified host name is too long. The maximum length of a host name is 40 characters.
de: Der angegebene Hostname ist zu lang. Ein Hostname darf maximal 40 Zeichen enthalten.
ja: 指定されたホスト名が長すぎます。ホスト名は 40 文字以下で指定してください。
zh_cn: 对不起，指定的主机名过长。主机名的最大长度是 40 个字符。
zh_tw: 很抱歉，所指定的主電腦名稱太長；主電腦名稱的最大長度為 40 個字元。

# descReadOnly
source: The user description is read-only.
de: Die Benutzerbeschreibung ist schreibgeschützt.
ja: ユーザの説明は読み出し専用です。
zh_cn: 用户描述为只读。
zh_tw: 使用者說明為唯讀。

# disable-interface-first
source: Sorry, you can not remove settings for an enabled network interface. Please disable the interface before you attempt to remove the settings.
de: Sie können die Einstellungen für eine aktivierte Netzwerkschnittstelle nicht entfernen. Bitte deaktivieren Sie die Schnittstelle, bevor Sie versuchen, die Einstellungen zu entfernen.
ja: 現在使われているネットワークインターフェイスの設定は削除できません。このインターフェイスを無効にしてから、設定を削除してください。
zh_cn: 对不起，您无法删除已启用网络接口的设置。请禁用接口，然后尝试删除设置。
zh_tw: 很抱歉，您不可移除已啟用之網路介面的設定；請先停用該介面，然後再嘗試移除其設定。

# gateway-not-reachable
source: The specified gateway could not be reached. Please check to make certain that your gateway is within a reachable sub-network. You might also want to check your Direct Routing rules.
de: Das angegebene Gateway konnte nicht erreicht werden. Bitte vergewissern Sie sich, dass Ihr Gateway innerhalb eines erreichbaren Subnetzwerks liegt. Überprüfen Sie auch die Direct Routing-Regeln.
ja: 指定されたゲートウェイにアクセスできません。指定のゲートウェイがアクセス可能なサブネットワーク上にあることを確認してください。また、「ダイレクトルーティング」ルールも確認してください。
zh_cn: 无法到达指定的网关。请检查并确认您的网关位于可到达的子网络范围内。您可能还希望检查直接路由规则。
zh_tw: 無法到達所指定的閘道器；請檢查確定您的閘道器是在可到達的子網路內。您可能還必須檢查「直接遞送」規則。

# permsNotAvailable
source: You must have these capabilities to set them on another user (are you logged in as 'admin'?
de: Sie müssen diese Rechte besitzen, um sie anderen Benutzern zuweisen zu können. (Sind Sie als 'admin' angemeldet?)
ja: 別のユーザに設定するにはこれらの権限を持っている必要があります（admin としてログインしていますか？）。
zh_cn: 您必须具备在其他用户处设置它们的能力（您是否以管理员的身份登录了？）
zh_tw: 您必須有這些能力才能對另一位使用者設定它們（您以 'admin' 的身份登入嗎？

# capgroup_adminUser_help
source: This administrative right allows a user to create, destroy and modify other users on this machine
de: Dieses Administrationsrecht ermöglicht dem Benutzer, Konten anderer Benutzer auf diesem Rechner zu erstellen, zu löschen und zu ändern.
ja: この管理権限を持つユーザは、このマシン上でほかのユーザを作成、破棄、変更できます。
zh_cn: 这个管理权限允许用户创建，销毁和修改这个机器上的其他用户。
zh_tw: 這個管理權限可讓使用者建立、損毀和更改這台機器上的其他使用者

# invalid-route
source: Sorry, this route could not be added to the routing table. It is possible that the specified gateway is unreachable.
de: Diese Route konnte leider nicht zur Routing-Tabelle hinzugefügt werden. Das angegebene Gateway ist möglicherweise nicht erreichbar.
ja: このルートを、ルーティングテーブルに追加できませんでした。 ご指定のゲートウェイにアクセスできない可能性があります。
zh_cn: 对不起，无法将此路由添加到路由表中。指定的网关可能无法到达。
zh_tw: 很抱歉，無法將這個路徑新增至路由選擇表；可能是無法到達所指定的閘道器。

# needPermToRemovePerm
source: You must have this capability in order to remove it from another user
de: Sie müssen diese Rechte besitzen, um sie für andere Benutzer sperren zu können.
ja: 別のユーザから削除するにはこの権限を持っている必要があります。
zh_cn: 您必须具备从另一个用户中删除它的能力。
zh_tw: 您必須有這個能力才能從另一位使用者移除它

# capgroup_adminUserGroupMailingList_help
source: This administrative right allows a user to create, destroy and modify other users and groups on this machine
de: Dieses Administrationsrecht ermöglicht dem Benutzer, Konten anderer Benutzer und Gruppen auf diesem Rechner zu erstellen, zu löschen und zu ändern.
ja: この管理権限を持つユーザは、このマシン上でほかのユーザとグループを作成、破棄、変更できます。
zh_cn: 这个管理权限允许用户创建，销毁和修改这个机器上的其他用户和组。
zh_tw: 這個管理權限可讓使用者建立、損毀和更改這台機器上的其他使用者和群組

# gatewayWithinOwnTargetSubnet
source: Sorry, this route could not be added to the routing table. The gateway ([[VAR.gateway]]) cannot lie within the target subnet ([[VAR.target]]).
de: Diese Route konnte leider nicht zur Routing-Tabelle hinzugefügt werden. Das Gateway ([[VAR.gateway]]) liegt möglicherweise nicht innerhalb des Zielsubnetzes ([[VAR.target]]).
ja: このルートを、ルーティングテーブルに追加できませんでした。サブネット ([[VAR.target]]) 上にゲートウェイ ([[VAR.gateway]]) が存在していない可能性があります。
zh_cn: 对不起，无法将此路由添加到路由表中。网关 ([[VAR.gateway]]) 无法存在于目标子网 ([[VAR.target]]) 中。
zh_tw: 很抱歉，無法將這個路徑新增至路由選擇表。閘道器 ([[VAR.gateway]]) 無法落於目標子網路 ([[VAR.target]]) 內。

# capgroup_adminUserGroupMailingList
source: Manage Users and Groups
de: Verwaltung von Benutzern und Gruppen
ja: ユーザおよびグループの管理
zh_cn: 管理用户和组
zh_tw: 管理使用者和群組

# capgroup_adminUser
source: Manage Users
de: Verwaltung der Benutzer
ja: ユーザの管理
zh_cn: 管理用户
zh_tw: 管理使用者
